{
  "title": "超级績效1",
  "totalPages": 378,
  "savedAt": "2026-02-27T03:59:13.219Z",
  "pages": [
    {
      "page": 1,
      "text": "TRADELIKEASTOCKMARKETWIZARD效更追求獲利極大化!級績投資成長型股票不僅追求獲利招金融怪傑交易之道MarkMinervini著黃嘉斌譯這本著作絕對該收藏在每位投資人的書架上。-大衛·萊恩(美國投資大賽連續3屆冠軍得主)寰宇投資策略值得收藏的投資書籍不多,"
    },
    {
      "page": 2,
      "text": ")寰宇投資策略570TradelikeaStockMarketWizard超級績效金融怪傑交易之道MarkMinervini帶黃嘉斌譯寰宇出版股份有限公司"
    },
    {
      "page": 3,
      "text": ""
    },
    {
      "page": 4,
      "text": "目錄前言謝詞第一章導論第二章必要知識第三章特定進場點分析(SEPA策略)第四章價值的價格第五章順勢交易第六章類型、產業類別與催化事件341313301229197175149123896145231195第七章重要基本面第八章評估盈餘素質第九章追隨領導股第十章股價走勢圖第十一章不要只買你知道的股票第十二章風險管理(上)——風險的性質第十三章風險管理(下)-如何控管風險"
    },
    {
      "page": 5,
      "text": "4金融怪傑交易之道超級績效"
    },
    {
      "page": 6,
      "text": "前言四十年交易生涯裡,我讀過無數投資方面的書籍;所以,各位想必認為我擁有相當可觀的藏書。事實上,我的藏書很有限,因為值得收藏的投資書籍畢竟不多。而那些少數值得閱讀的書籍中,本書就是其中一本。馬克·米奈爾維尼(MarkMinervini)的這本著作,絕對應該收藏在每位投資人的書架上。這是討論成長型股票(Growthstocks)內容最完整的一部著作,其中許多重要的細節,往往是其他相關暢銷書籍所忽略的。有些書籍專門討論投資的經濟基本面,另一些書則只討論技術分析層面,而馬克的這本著作,則談論了所有最重要的議題,目的是要幫助投資人尋找未來的超級強勢股。每個人都希望,能擁有另一個蘋果電腦(AppleComputer)、好事多(Costco)家得寶(HomeDepot)的股票,而馬克將會告訴大家,如何才能獲得各位所想要的。(SuperperformanceStocks)°馬克花了多年時間研究他後來得以成功的方法。他篩選出最精華的投資知識,其中包括許多罕為人知的書籍與研究資料,像是理查洛夫(RichardLove)的《超級強勢股》這方面知識配合數十年來實際累積的經驗之後,各位於是看5到了眼前這本絕對足以幫助投資人的經典作品。馬克還在每章的內容之中,整理了投資成功的關鍵要點。總之,這絕對是一本各位需要重複閱讀、仔細琢磨的好書。"
    },
    {
      "page": 7,
      "text": "6本書最棒的內容之一,是馬克對於成長型股票之生命週期的描述。讀者可以從基本面與技術面的角度,理解一支股票的發展歷程,包括剛開始啟動的第一階段,接著是盈餘與價格表現加速發展的第二階段,然後邁入高原期的第三階段,最後則是由絢麗回歸平常,盈餘與股價表現放緩的第四階段。關於這方面的講解,馬克不只採用股價走勢圖,也採用了各種盈餘表格與銷貨資料,讓讀者清楚瞭解成長型股票完整的發展過程金融怪傑交易之道超級績效一。本書的最後兩章,或許是各位應該最先閱讀的內容。馬克在最後兩章談論風險管理的概念。這部分內容非常重要,因為很多投資人經常能持有正確的股票,卻不知道什麼時候應該獲利了結,或是認賠出場。另外,他也談論到認賠的心理障礙。請注意,即使是馬克,他的交易成功率大約也只有百分之五十,但他還是能累積出龐大的財富!為什麼?關鍵就是:風險管理。長久以來,我始終相信,你如果想成為頂尖的投資人,就必須支付龐大的學費,接受「華爾街大學」的洗禮與磨練,然後才能慢慢培養出賺錢的能力。馬克在這裡提供給我們一本成長型股票投資教科書,讓大家不必支付太高的學費,只要藉由他的幫助,以及各位秉持的決心與毅力,就能從一本書裡,得到最完備的投資訓練。對於有經驗的投資人來說,這本書也可以讓各位的投資知識更上層樓。事實上,馬克所寫的這本書,也正是我一直想寫的,但他做得實在太好了,遠超過了我所能做的程度!好好享受這本書吧。祝各位投資成功!"
    },
    {
      "page": 8,
      "text": "大衛·萊恩(DavidRyan,美國投資大賽三屆冠軍)沒錯,對勇於挑戰的人來說,市場是殘酷的。世界最高峰埃佛勒斯峰也是如此,但這應該不會、也不能阻止人們攀登峰頂。高山或市場都不會有所偏袒,每位挑戰者得到的都是平等的待遇。交易是一種智力的挑戰,也是一種賺錢的方式。如果想要在這個領域獲得成功,你就需要擁有絕高技巧,而這種技巧需要你辛苦去學習才能取得。一筆構思妥善、執行恰如其份的交易,絕對是個值得回味、享受與經歷的美好事件。這種經驗應該超越金錢上的報酬。每筆交易都應該常相伴隨著你,因為記憶是重要的。即使是那些沒能成功的交易,態度也應該如此。只要能迅速了結錯誤部位,就應該感覺滿足,而不是懊惱。威廉·葛拉契爾(WilliamR.Gallacher)7"
    },
    {
      "page": 9,
      "text": "8金融怪傑交易之道超級績效一"
    },
    {
      "page": 10,
      "text": "謝詞特別感謝下列這些人:PatriciaCrisafulli,謝謝你提供珍貴的指導與無限的耐心。LorenFleckesten,謝謝你對於本書編輯所提供的建議,還有你的友誼,以及這些年來對於我的信任。BobWessman,謝謝你對我的忠實幫助,還有友誼。MaryGlenn與麥格羅希爾的團隊,感謝你們所提供的專業協助,也感謝你們讓我有機會實際完成這本長久以來一直想寫的書。感謝我的出版經紀人JefferyKrames,雖然我們彼此偶爾會大聲說話,但你確實是很棒的經紀人。DavidRyan,感謝你百忙之中抽空幫本書寫前言,並且在早期交易生涯裡給我種種啟發。LindaLudy,感謝你在本書編輯方面的建議,還有你的友誼和支持。PatriciaWalenburg,感謝你對於本書排版的協助。DennisMaggi,感謝你介紹我閱讀ThinkandGrowRich和ThePowerofPositiveThinking等經典著作,還有其他有助於我在交易和生活上成長的種種。感謝所有朋友和家人多年來的支持。謝謝你們。"
    },
    {
      "page": 11,
      "text": "10金融怪傑交易之道(超級績效"
    },
    {
      "page": 12,
      "text": "第一章導論冠軍不是來自於體育訓練場,而是來自內心最深處的——慾望、夢想與憧憬。-穆罕默德·阿里(三屆世界重量級拳王)在白熱化競爭的領域中,冠軍必須藉由力量脫穎而出。馬拉松賽跑選手必須憑著超級耐力和敏銳的韻律感,才能取得勝利。第一次世界大戰期間的戰鬥機飛行員,他們之所以能擊敗敵人,仰賴的是閃電般的思考,以及對於三度空間的掌控。奕棋競賽的勝家,總是那些思緒最清晰、料敵最周全的人。在人類的每種競爭場合裡,頂尖好手幾乎都擁有獨特風格與技巧;股票市場自然也不例外°成功的市場玩家,他們或許各自擁有不同的投資風格,但這些真正的好手都具有某些成功的關鍵特質。缺少某些必要特質,就會發生虧損。可是,這些成功的必要條件,不必與生俱來。除了學習有效的交易戰術之外,各位也必須建構股票市場投資必勝的正確心態與情緒其中有兩件事是你絕對必要的:獲取成功的強烈慾望,以及一套致勝的策略。本書準紀律。"
    },
    {
      "page": 13,
      "text": "12備告訴各位,我的致勝策略如何創造出我的成功,而且這套策略,對於各位也會產生相同的效果。金融怪傑交易之道1級績效自從成年之後,我一直在從事股票市場的投資交易活動:截至目前為止,已經有將近三十年了,而且目前還在持續累積中。股票交易是我的生計來源,最終也成為了我的致富之道。我最初只有幾千塊錢的資本;到了三十四歲時,我已經是擁有幾百萬身家的小富豪了。我想,就算交易股票並沒有讓我致富,我相信自己還是會繼續做交易,因為對我來說,交易並不是一種消遣娛樂,也不是賺錢手段;交易就是我的生命。我不是天生的成功者。剛開始的時候,我也跟多數人一樣,犯過投資新手所會犯的各種錯誤。可是,經過多年的研究與磨練之後,我終於慢慢找到了成功的方法,知道如何去創造出「傳說」中的超級績效。在股票市場中,要賺取合理程度的報酬,還是創造出超級績效,這兩者是有天壤之別的。各位目前不論是從事會計師、老師、醫師、律師、水電工等工作,或是如同我當初一樣,只是個一無所有的無業遊民,請相信我,你一定可以取得超級績效。成功需要仰賴機會;股票市場每天都提供許多不可置信的賺錢機會。不論是高科技醫療設備、零售商店或餐館,每個領域都經常有新興企業成為市場領導者。如果想要找到這些標的,掌握賺錢的機會,就必須引用適當的投資技巧、知識和紀律。本書的宗旨,就是要告訴各位如何發展出這方面的專業技巧。"
    },
    {
      "page": 14,
      "text": "堅持夢想,相信自己「不可能」只是小人物抛出的大藉口,這些人發現自己在某個被設定的世界裡活得會比較輕鬆,因此也就不去探索那些足以改變世界的力量。萊拉·阿里(LailaAli)如果想要在股票市場創造出超級績效,絕對要有成功的慾望,而且要全心投入。可是,大學教育或傳統智慧則不是必要的。我接受的實質教育,是從青少年時期開始。八年級的時候,我就輟學了,當時大約十五歲;所以,我的教育幾乎完全是自修的。沒錯,就是這樣。我十五歲就離開了學校。我從來都不知道高中學生究竟過的是怎樣的生活,大學就更別提了可是,我卻有著想成為頂尖交易者的慾望,更有著追求知識的渴望。後來我成為股票市場的研究者,學習其歷史與人性行為。最初,我在圖書館裡閱讀各種財經新聞與股票報告。幾年之後,我已經閱讀了無數投資方面的書籍,包括我個人所擁有的一千多本。°●13第一章導論由於剛開始的時候缺乏資源,又沒有受過正式教育,所以我的成功讓很多人覺得不可思議、難以置信。邁向專業交易生涯的過程,有些人甚至曾經勸我打消主意。你或許也曾聽過其中的一些說法,譬如:「那是被人操作的騙局」,「這是在賭博」,「股票太危險了」等等。請不要讓任何人告訴你那是不可能的;那些認為股票交易不可能賺取超額報酬的人,其實只"
    },
    {
      "page": 15,
      "text": "14是因為他們自己辦不到,當然也就無從想像其中的可能性。請不要理會人們對你澆的冷水,而是把注意力擺在我即將跟各位分享的神奇力量。只要願意花時間、精力去研究,嚴格貫徹執行,你也可以取得人人稱羨的績效。然後,那些曾經告訴你不行的人,他們一定會問:「你是怎麼辦到的?」金融怪傑交易之道超級績效交易將讓你享有自由打從一開始,我就認為股票市場是創造金錢報酬的終極機會。交易之所以對我具有吸引力,一方面是因為我喜歡自由自在地在家裡工作,讓自己主宰自己的成功。成年之後,我曾經嘗試過幾種不同的行業,雖然都頗為熱衷,但畢竟還是缺乏燃燒般的熱情。最後,我發現自己真正想要的,還是——自由自在、隨心所欲。有一天,我突然發現:即使不富有,人生也可以是富饒的。這個世界,每天都會發生無數事情,有些好事,有些壞事,重點是你決定如何參與其中。我知道有些人透過股票市場致富。於是我對自己說,為何不參與其中呢?我琢磨著,只要學習如何成功地做交易與投資,我就能享有夢想中的財務自由,甚至還可以擁有個人自由。再說,誰會聘用一個連國中都沒有畢業的中輟生呢?所以,股票市場是個(對於我來說)沒有偏見、又充滿無限可能的場所。成功的企業家與作家哈威·瑪凱(HarveyMackay)說得好:「樂觀主義是對的,悲觀主義也對,關鍵是你要決定自己是什麼。"
    },
    {
      "page": 16,
      "text": "一舉兩得一九八〇年代初期,剛開始做交易的期間,我只有幾千塊錢可供投資。由於資本非常有限,想要藉由交易維持生計,勢必要賺取高額報酬,而且還要持續保留足夠的交易資本。這迫使我必須學習如何精準地拿捏進、出場時效,每天都能穩定地從股票市場榨出適當報酬我像個職業撲克賭徒一樣,為了累積必要資本,成為了股票市場的「常客」。。關於交易方法,我秉持的原則是:保守而又衝勁十足的機會主義。這種說法聽起來似乎有些自相矛盾,但其實不然。為了追求儘可能高的報酬,我的交易風格必須衝勁十足,但為了保障有限的資本,我又必須非常在意風險控制。所以,我的交易/投資方法也許很積極,但最優先思考的問題永遠是:「我禁得起多少損失?」而不是「我能賺多少錢?」長達三十多年的交易生涯裡,我發現「風險優先」的心態最適合自己。這種心態不只讓我得以存活,而且還能創造超級績效(一九九四年到二〇〇〇年之間,總複利報酬率為百分之三萬三千五百,平均每年為百分之兩百二十),甚至幫我贏得一九九七年的美國投資冠軍(U.S.InvestingChampionship)頭銜。這套方法也讓我能夠在最迫切需要的時候,得到必要的幫助:八次空頭市場發生之前,我都能及時脫身,其中包括二個有史以來最嚴重的美國股市暴跌走勢。由於嚴格秉持策略,我才能完成最重要的投資目標:維持交易帳戶,保有先前多頭行情所賺取的利得●15第一章導論2。"
    },
    {
      "page": 17,
      "text": "16首先要投資自己金融怪傑交易之道級績效一九八○年代剛開始做交易時,大概有六年時間,我並沒有從股票市場賺到錢;事實上,我還賠了錢。一直到一九八九年,我才真正賺了錢。是什麼力量支持我繼續前進呢?就是毫無妥協的堅持。只要對於某種生活方式許下堅定的承諾,你在追求成功的競賽裏,就已經勝過絕大多數的人。為什麼?因為多數人通常會高估他們在短時間內可能取得的收穫,卻低估了長時間可能累積的成就。他們自以為許下承諾;可是,一旦遭遇到困難,他們就洩氣了、投降了。°多數人都曾經對於交易產生過興趣,但很少有人會真正許下承諾。「產生興趣」與「許下承諾」之間的差別,在於堅持的意志力。當你對於某件事許下真正的承諾,除了成功之外,將別無其他選擇。「興趣」可以幫助你站上起跑線,但如果想要到達終點線,就必須仰賴「承諾」關於投資,最首要者莫過於自我投資,這也是你必須堅持的許諾。堅持的重要性更甚於知識;做任何事情,如果想成功,就必須堅持。知識與技巧都可以通過學習而取得,但沒有任何東西可以幫助那些半途而廢的人。有準備,才有機會當人們聽到我的成功故事時,最經常提出的兩個問題是:你是怎麼辦到的?你是不是運氣很好?換言之,大家基本上認為,我是冒了很大的風險,而我的運氣始終很好。"
    },
    {
      "page": 18,
      "text": "那麼,我究竟是怎麼辦到的?多年以來,我每個禮拜投入七、八十個鐘頭學習,日以繼夜地研究股價走勢圖與企業財務報表,不斷磨練、提升自己的交易技巧。這些努力雖然無法立即看到結果,但我還是堅持下來了。整個過程裡,我琢磨如何篩除小麥穀粒的粗糠,分析各種案例以歸納出經驗,其中當然包括成功的案例,但失敗案例的啟示通常更為重要。我觀察那些偉大的投資人,研究他們的投資方法、交易策略與執行程序,還有他們所秉持的情緒紀律。接著,美妙的事情發生了。我的周全準備遇上了機會。幾年來,我一直磨練自己的技巧,到了一九九〇年,終於遇上一個剛啟動的多頭市場,而且我已經準備妥當。所以,當棒球從投手板飛射過來時,我緊盯著球,準備揮出全壘打。我已經可以放手一搏了,就像經過多年練習的奧運選手一樣,現在已經可以做出最完美的演出。股票市場的賺錢機會可能會突然出現。如果想要有效掌握這些機會,你就必須要有所準備,隨時讓自己能夠付諸行動。現在,在世界上的某個角落裡,有些人們正不辭辛勞地為了成功而準備。你如果沒有準備,那麼當別人賺大錢的時候,你也就只能夢想著自己原本應該如何如何而已。所以,務必要有所準備,因為當機會之神來敲門時,你必須要能及時去應門。二●17第一章導論"
    },
    {
      "page": 19,
      "text": "18有準備,才有機會金融怪傑交易之道級績效我將藉由本書跟大家分享許多資訊,並協助各位取得股票交易成功的明確策略,但實際的經驗畢竟還是不可或缺的。就如同我們不能從書本上學習如何騎腳踏車一樣,唯有透過行動,才能累積經驗、產生結果,然後從這些結果中去學習。不幸的是,經驗沒辦法直接轉移,你必須親身去經歷。可是,請記住,攀爬學習曲線的過程裡,你所學到的股票交易技巧,這些知識都是你的,別人永遠沒辦法把你搶走。在這個特定的交易競爭場所中,一切只取決於你和市場,沒有任何老板可以炒你魷魚。你所學習的知識、所累積的經驗,將永遠是你個人所擁有的致勝工具。揮灑你的熱情頂尖玩家每天早晨起床,對於即將發生的交易與投機活動,都會覺得興奮不已。他們每天都迫不及待地想要投入工作,尋找另一個超級強勢股。面對市場的挑戰,他們同樣具備偉大運動員的那股熱情。麥可.喬丹是有史以來最偉大的籃球選手,這是因為他對於這種運動所俱備的熱情,而不是因為其中所涉及的商業利益。偉大的交易者也一樣,除了想賺錢之外,更重要的是他們想要攀越顛峰的熱情。熱情不是一種可以透過學習而取得的東西;熱情來自於我們最深層的慾望。熱情可以超越金錢報酬。不用擔心,只要你真正樂於從事某種活動、擅長箇中訣竅,那麼,不論你是作家、"
    },
    {
      "page": 20,
      "text": "律師、考古學家、籃球運動員、還是世界最著名的昆蟲權威,錢財都會來找你。以我個人來説,當我決定忘卻金錢,而把注意力完全集中在如何讓自己成為頂尖交易者時,那就成為了我獲致成功的關鍵;至於錢財,它們自然會來找你。各位,你們如果喜歡投資,能夠享受投機活動的樂趣,就可以去學習股票市場成功的必要技巧與紀律。只要專心讓自己成為頂尖好手,錢財自然會隨之而來。關鍵是:一定要盡情揮灑你的熱情。最好的開始時機開始的時候,你不必偉大,但你必須有想要偉大的開始。-萊斯·布朗(LesBrown)我們每天都有機會做選擇,可以塑造自己的未來;每天都是剩餘生命的第一天。千萬不要蹉跎,否則機會稍縱即逝。過去的你如果成功固然可喜,但即使是失敗,你也可以決定是否要從錯誤中學習,還是要繼續自怨自艾。你愈早決定開始追求自己的夢想,就能愈早達成夢想。如果你真想在股票市場獲致成功,那就馬上採取行動吧!你沒有必要得到任何人的允許,也沒有必要尋找任何藉口,更沒有必要繼續浪費一去不回頭的珍貴時光。一切就從當下●19第一章導論"
    },
    {
      "page": 21,
      "text": "20開始。你可以夢想、可以積極思考、可以計畫、可以設定目標,但除非實際採取行動,否則都是空談。蕭律柏(RobertSchuller)在《可能思想》(PossibilityThinking)一書內,曾經說過:「做得不完美,絕對勝過完全不做。」一兩的行動勝過一斤的理論。在股票市場裡,你可以找藉口(makeexcuses)也可以賺錢(makemoney),你會做出什麼選擇呢?金融怪傑交易之道級績效只擁有知識、夢想和熱情是不夠的;如何實際發揮這一切,才是決定勝負的關鍵。即使不能成為富豪,熱情追求本身也起碼能夠讓你覺得快樂。從事自己喜歡的工作,投入自己所擁有的一切,這就是人生獲致成功的最佳機會。這種機會就開始於今天,最佳時機就是當下!分享的時機你如果說明自己在幹些什麼,你的所沒有價值。埃爾溫·薛丁格(ErwinSchrödinger)各位或許會覺得疑惑,我為何決定要寫這本書。十多年前,曾經有幾家出版商找過我,但我沒有接受。沒錯,寫書可以提升威望和信譽,甚至還可以膨脹自我。種種誘因雖然迷人,但我還是猶豫不前。我琢磨著,我為什麼要為了些許金錢代價,而把一輩子辛苦工作的成果傳授他人,更何況大多數讀者也不一定能正確引用我的知識。不可否認的,這種想法是有點憤"
    },
    {
      "page": 22,
      "text": "世嫉俗。後來,我又有了不同的體認,我想即使只有一個人接受了我的啟示,那麼我的著作或許就可以幫助他達成夢想。我的書或許真的可以改變某個人的人生,而這個「某個人」也許就是你。SecretsforSuccessandInnerPeace).自從二十多歲以來,我就一直深受國際著名演說家與作家偉恩·戴爾博士(Dr.WayneDyer)的鼓舞與啟發。不久前,我重新閱讀他的著作《獲致成功與內在寧靜的十個要訣》(10其中一章的標題是「不要讓音樂在內心消逝」(Don'tLettheMusicDieInsideYou)。這章内容讓我感觸良深。我父親死得早,五十幾歲就過世了。後來,我母親也得病,長期與病魔抗爭之後,最近也過世了。這不免讓我開始思考自己人生的價值與意義。這些年來,我在專業領域裡累積了不少知識與專才;如果聽任這些東西消失無蹤,好像真的太浪費了。偉大交易者過去所寫的書籍,其中有很多成為了我的借鏡與基礎或許可以說是傳遞火炬吧!同樣地,我也希望其他人會因為我的著作而受惠,甚至往前繼續推展°°談到金錢報酬,股票市場可能提供了地球上最棒的機會。股票市場也給我們帶來重大啟示,不論成功或失敗的交易都是如此;事實上,這方面的教育已經超越了交易與投資的範疇。無庸置疑地,當你成功時,股票市場能夠讓你享受至高愉悅,但當你失敗時,也會深受挫折。股票交易是地球上最棒的賽局,對於我來說,這也是地球上最棒的生意機會。。●21第一章導論"
    },
    {
      "page": 23,
      "text": "22如果想要透過股票投資賺錢,你就必須做出三個正確決策:買進什麼?何時買進?何時賣出?這些決策最終未必是正確的,但可以是明智的。本書的宗旨就是儘可能協助各位擬定這些決策,讓它們成為優質抉擇。我花費大半輩子的時間,磨練自己的股票交易方法,現在我決定藉由本書跟大家分享這些原理與觀念。如果能掌握這些珍貴的知識,我相信各位也能享受到股票市場所獲致的成功,並且把火炬傳遞下去。金融怪傑交易之道超級績效本書所引用的案例,大多是我自己在一九八四年到二〇一二年之間實際交易的股票。這是一份剛不久之前經過實際驗證的研究成果,對我來說,非常珍貴。我希望讀者能夠從這些難能可貴的資料中,彙整出有用的見解,協助各位在股票交易與人生旅程上完成超級績效。只要相信自己,熱情追求,任何事情都是可能的。"
    },
    {
      "page": 24,
      "text": "第二章必要知識這世上沒有不能超越自己的人。-亨利·福特(HenryFord)很多人想在股票市場賺大錢,但只有少數人實際能辦得到。久而久之,一般投資人便認為,股票市場頂多只能提供普通而不穩定的報酬。股票投資之所以績效不彰,主要是因為多數人不願意投入時間做研究,沒能真正理解股票市場運作的方式,不知道如何創造超級績效。大多數投資人都是根據個人的看法或理論(而不是客觀事實),歸納出不適當的假設。只有很少數交易者會認真研究超級強勢股的性質與行為模式。至於擁有這方面必要知識的投資人當中,又有很多人無法透過嚴謹的紀律去執行致勝計畫。大多數人無法在股票市場獲得重大成功,最根本的理由是什麼呢?原則上,很少有人真正相信自己,能夠在股票市場中創造出超級績效。大多數人總是說,重大報酬意味著重大風險,而且任何東西聽起來如果太好,恐怕就不是真的。"
    },
    {
      "page": 25,
      "text": "2424首先,讓我跟各位保證一件事:只要你願意,就可以在股票市場創造出超級績效,而且不必因此承擔高度風險。當然,這並非「一蹴可及」;你可能需要先學習一些違背本能的行為,甚至重新培養一些不同的投資信念。可是,只要掌握了正確的工具,並且能秉持正確的心態,任何人都可以成功。金融怪傑交易之道級績效不需仰賴運氣練習得愈多,我愈幸運。GARYPLAYER(傳奇高爾夫球選手)在股票市場創造超級績效,基本上不受運氣或環境影響。股票投資不同於賭博,這可能跟很多人的信念並不相同。超級投資績效就如同任何偉大的成就一樣,憑藉的是知識、堅持與技巧,而這些全都是經過長時間磨練而累積的資源。另外,如果想在股票市場獲得穩定成功,嚴格紀律至關重要;換言之,即使是最健全的計畫,執行上也必須仰賴一套絕對嚴謹、客觀的程序,完全不受情緒干擾。如果具備了這些條件,你掌握的勝算就很高。賭博的情況剛好相反,因為勝算不站在你這邊。只要賭得夠久,結果絕對穩輸不赢。你如果認為股票交易是賭博,我猜你可能認為腦外科手術也是(由我操刀的話,當然是賭博)°"
    },
    {
      "page": 26,
      "text": "對於訓練有素的外科醫生來說,工作雖然充滿風險,但這些風險可以因為知識、訓練與技巧而降低;股票交易也是如此。。股票交易成功與否,基本上跟運氣沒有什麼關係。相反地,如果計畫擬定得愈周詳,運氣就會變得愈好。帳戶可以從小開始新觀念很嬌貴,經常因為受到嘲諷而受傷,因為或冷淡而胎死腹中,甚至某個重要人物皺個眉頭,都有可能讓它消失無蹤。CharlesBrower(廣告界巨人)對於你所嘗試著手的每件事,總會有唱反調的人。不論你想幹啥,總有些人會澆冷水,告訴你不能這麼做。如果沒有錢,他們會告訴你,你的資本不足,根本不用嘗試。這些都是胡說八道!我要在這裡鄭重告訴各位,剛開始即使只是個小帳戶,你也可以在股票市場中致富。除非你原本已經在其他行業獲致成功,否則未必有足夠的錢從事股票交易,如果你是剛踏入市場的年輕人,手頭上甚至更難有充裕的資本。千萬不要因此而洩氣。交易帳戶可以從很小開始,就像我當初一樣。●25第二章必要知識"
    },
    {
      "page": 27,
      "text": "26我有個朋友,他想要學習如何做股票,但起步時碰到了一些困難。由於我們的關係相當不錯,所以我讓他每天都到我的辦公室,跟我共同體驗第一手的市場經驗。他透過一個小帳戶做交易,剛開始學習如何穩定做交易、管理風險。如此經過一陣子之後,我這位朋友金融怪傑交易之道迢級績效決定回到自己的住家做交易。有次在偶然機會裡,我聽說他已經不再做股票了。我覺得蠻訝異的,因為他剛開始做得很不錯。當我問他放棄的理由時,他告訴我,他的一些朋友都告訴他不能這麼做,因為他的交易資本實在太少,完全不值得浪費時間。我的這位朋友覺得很喪氣,所以就放棄了。麥可.戴爾(MichaelDell)最初是在大學宿舍裡賣電腦。然後,到了一九八四年,他以區區一千美元資本成立「戴爾電腦公司」。結果,戴爾成為全球規模最大的個人電腦企業。我呢?我是從幾千塊錢開始的,短短幾年就累積成長為十六萬美元。又隔了一年,則成為五十萬美元。有了合理規模的資本之後,我終於能夠放手一搏,爭取我的個人財富。而後來的事情,大家也都知道了。我當然不是絕無僅有的股市好手。大衛·萊恩(DavidRyan)曾經蟬聯三屆的美國投資冠軍,每年都取得三位數的報酬績效。我在一九八〇年代讀到有關大衛的報導,激起了我追求巔峰績效的熱情,最後也讓我贏得了美國投資冠軍的榮譽。市場上有太多我們這類「從小開始、終而致富」的人。我們都有個共通點,就是拒絕接受別人對我們澆冷水。記住,那些說某件事情不可能的人,他們通常都沒有真正去做過。"
    },
    {
      "page": 28,
      "text": "不!這次也沒有什麼不同近三十年來,每當市場出現新的多頭或空頭行情,經常總會聽說,「這次的情況不同了。」活躍於一九二〇年代的股市傳奇人物傑西·李佛摩(JesseLivermore)想必也聽過類似的說法。李佛摩在《股票作手傑西李佛摩操盤術》(HowtoTradeinStocks,寰宇出版F080F235)一書曾經提到,「人們在市場上的行為與反應,其結果基本上永遠都是相同的:貪婪、恐懼、無知、期待。股票市場永遠不變。人的荷包會變,股票會變,但股票市場永遠不變,因為人的天性永遠不變。」科技當然會進步,某些風格在某些期間也可能暫居優勢。可是,如今股價的漲跌,其根本理由與過去完全相同:價格是由人們所驅動,而人們的情緒基本上都是一樣的。股票交易很容易情緒化,而情緒很容易導致錯誤的投資結論。根據我個人長達三十多年的實際交易經驗,以及我對於股票發展史從一九〇〇年代初期以來每個循環所做的研究,我可以跟各位保證,變化真的不大。事實上,歷史總是不斷重演。關於「這次的情況不同」這種說法,就讓學究們去嚷嚷吧!然而,市場還是會繼續萌生新的領導股,股價還是會繼續創新高,結果只會讓那些所謂的專家繼續跌破眼鏡。人們基於某種永恆不變的力量,繼續在股票市場聚集財富、散盡財富。各位,有一點是可以確定的:歷史一定會重演。問題是:你是多棒的歷史研究者?●27第二章必要知識"
    },
    {
      "page": 29,
      "text": "28最大的挑戰並非來自市場金融怪傑交易之道世人大多只想追求成功的秘方。他們不想靠自己思索;他們要的是可供奉行的秘方。於這樣的理由,所以他們總是會被所謂『策略』這樣的想法所吸引-RobertGreen(足球運動員)°級績效一台計算速度最快的超級電腦,也無法改善你的心理狀態。股票市場邁向成功的道路,並不是某套系統或某套策略。「你」才是關鍵;換言之,遭遇挑戰時(請相信我,這方面的挑戰會多到不可勝數)你必須要能夠控制、引導情緒。股票操作的成功程度,將取決於你的這方面能力。所以,從一開始,就要有此覺悟,否則只是徒然追逐虛幻的期待而已。如果想賺取合理程度的報酬,你可以投資共同基金、對沖基金或指數型基金。但如果想賺取超級績效,你就要往前再踏一大步。你需要先瞭解,你最大的挑戰並非來自股票市場,而是來自於你自己。沒有人可以幫你做投資一九八○年代初期,我剛踏入股票市場的第一段投資經驗,是跟一家提供全套服務的綜合經紀商往來,結果並不愉快。我的整個帳戶在短短幾個月之內,就被完全勾消。整個發展"
    },
    {
      "page": 30,
      "text": "過程雖然痛苦,財務上的打擊很大,但也讓我取得了最珍貴的投資教訓。我的經紀人建議我買進某生化科技股票,該公司正在發展一種治療AIDS的藥品。他告訴我,他有非常可靠的業內消息,顯示美國食品藥物管理局(FDA)即將核准該藥物上市。對於我這樣的市場生手,當然很容易就相信了他的「屁話」我只看到潛在報酬,卻完全看不到風險。°。我買進該股票之後不久,股價就從十八美元跌到十二美元附近。我很擔心,於是打電話給經紀人,但他向我保證,這是「千載難逢的賺錢機會」,正是下手撿「便宜貨」的時候他建議我加碼買進,向下攤平成本,如此一來,只要漲勢發動,很快就能賺錢。(聽起來相當熟悉?)總之,長話短說,股價繼續下跌,最後跌到一美元附近,我也幾乎賠光了全部投資至於我的經紀人,他當然還是賺到了佣金。。事後回顧,這位經紀人倒是幫了我一個大忙。正因為這個緣故,我決定自己做研究、自己做交易;我發誓往後絕對不讓別人幫我做投資決策。實際投入資金之前,你如果沒辦法投入充分的時間做準備,那就是在賭博。這種情況下,遲早難免失敗。●29第二章必要知識要對自己的能力有信心。學習如何自己做研究、自己思考。自己所擁有的資源,絕對勝過外部提供的研究資料、小道消息、或所謂的專家看法,因為這些資源都是你自己的,隨時可以更新、追蹤。沒有人會比你更在意自己的金錢和未來。你必須做好自己的工作,承擔自己的失敗,如此才能享受自己的成功。除了你之外,沒有人能夠幫你發財。"
    },
    {
      "page": 31,
      "text": "3030你想要的是什麼判斷正確?還是賺錢?金融怪傑交易之道級績效一自從在那支生化科技股遭逢挫敗之後,我決定從此自己幹。我選了某折扣經紀商,開了一個交易帳戶,我的經紀人叫做朗恩(Ron)經過幾年合作,朗恩和我慢慢成為好朋友;我們之間有許多共通之處,但交易風格截然不同。他屬於價值型投資人,不太在意短期價格趨勢,也不關心籌碼的供需狀態。我的交易風格剛好相反,我偏好買進大家還不太熟悉的新公司。我只願意買進處於上升狀態的股票,股價一旦顯著跌破買價,我就認賠——至少計畫是如此。朗恩和我都會觀察彼此的交易情況,並且經常相互嘲笑對方。有時候,當我遭遇到一連串的失敗,朗恩就會損我:「嘿,怎麼了?天才!你的股票好像被沖進馬桶了!」這類口頭上的刺激經常讓我覺得懊惱萬分。所以,有時候,為了避免讓朗恩有機會損我,我只能勉強繼續持有虧損部位。當價格跌了百分之五,然後跌百分之十,我知道自己應該賣出了。可是,一旦想起虎視眈眈的朗恩,我只好繼續挺著,眼看著價格進一步跌到百分之十五或百分之二十。虧損愈嚴我就愈不願意打電話給朗恩下單認賠。我知道他即使默不作聲,我也會覺得難堪。所以,我就這樣琢磨著、琢磨著:1......而損失還是繼續發生,只看到鈔票不斷從帳戶中流失。股票市場隨時會冒出機會或危機。交易者必須採取迅速而果斷的行動,才能及時掌握機會,或排除危機。認賠一筆重大的失敗交易,最能考驗投資人的勇氣。我在這方面的挫敗持"
    },
    {
      "page": 32,
      "text": "續造成重大虧損,最後終於迫使我做了一項關鍵決策,也從此讓自己的操作績效從平凡踏入傑出的境界:我要的是裡子,不是面子。我要賺錢,沒必要強行維護自尊。於是,我開始迅速認賠,儘可能保障大部分的交易資本。幾乎就在刹那之間,我覺得自己又掌握了控制權。這種新的態度,也讓我能夠客觀分析自己的表現。過去,我總是故意忽略失敗經驗。而現在,我願意做這方面的分析,願意從失敗中汲取教訓。從這種嶄新觀點重新檢驗自己的投資組合之後,我終於慢慢瞭解,股票交易並不是要判斷價格的高點或低點,也不是要證明自己有多精明;股票交易是為了要賺錢。你如果想在股票市場賺大錢,最好趁早覺悟,不要把交易和自我(自尊)搞在一起。重點是賺錢,面子沒那麼重要。練習不能保證完美我認識一些基金經理人,他們有好幾十年的資金管理經驗,但績效平平。各位或許認為,這些人畢竟累積了多年的練習,績效理當不凡,或起碼也應該與時俱進才對。事實上未必如此!練習不能保證完美。其實,錯誤的練習,甚至會損及績效。當我們不斷重複某些行為時,大腦會強化執行該行為的神經通道。問題是,這些被強化的神經通道,它們所執行的行為有可能正確,也可能不正確。任何行為模式只要經過重覆演練,最終就會變成習慣。所以,練習並不能保證完美,練習只能養成習慣。換言之,即使你對於某件事有過長期的練習,也並不能保證成功。因為你所強化的,可能是個壞習慣。我十分認同傳奇足球教練溫斯·隆巴第(VinceLombardi)所說的:「練習並不能保證完美,只有完美的練習才能產生完美。」●31第二章必要知識"
    },
    {
      "page": 33,
      "text": "3232股票市場上的錯誤練習,即使運用不得當,偶爾還是會成功。這就像是對著一張股票清單隨便投擲飛鏢,有時候也會選到贏家一樣,但如果想藉此創造穩定的績效,最後終究難免失敗。多數投資人之所以練習不得當,主要是因為他們不願客觀分析自己的結果,所以無法發現自己的方法究竟錯在哪裡。他們會故意忽略失敗的案例,然後繼續做他們向來所做的事金融怪傑交易之道超級績效一目前,由於網路交易平台與折扣經紀商的興起,相關發展使得投資人的立足點愈來愈平等,每個人似乎都可以使用到相同的科技,但這並不代表每位投資人運用這些資源的能力都一樣。隨便拿起一根五號鐵桿,並不足以讓你因此成為老虎伍茲;同理,隨便開個交易帳戶,坐到電腦螢幕前面,也不能讓你因此成為彼得.林區(PeterLynch)或華倫·巴菲特(WarrenBuffett)。有些東西是你必須辛苦去取得的,是需要花費時間去練習的。更重要的是,你必須要學習如何正確地練習。我為何不贊同紙上模擬交易做本分的事,你就能擁有權力愛默生(RalphWaldoEmerson)"
    },
    {
      "page": 34,
      "text": "剛開始學習做股票時,很多人都會在實際投入資金之前,先做些紙上模擬交易。這套程序聽起來雖然蠻合理的,但我不太認同,也不建議初學者在沒有絕對必要的情況下(除非沒有金錢可供實際投資)在這裡花費太多精神或時間。我認為,模擬交易是一種錯誤的練習形式。這就好比是只藉由練習或比劃來訓練職業大賽的拳擊手;在這種情況下,只有等到實際進入賽場、遭遇到真正的對手時,你才會知到肚子或腦袋挨上重拳的感受。模擬操作沒有辦法讓你切身體會到真實交易的感受,你沒辦法感受到實際輸贏所造成的情緒與金錢壓力;所以,在兩種性質截然不同的環境下,決策反應也不可能相同。當然,模擬交易可以幫助你熟悉市場運作程序,但也可能會因此讓你產生虛幻的安全感,妨礙了你的表現和學習。亨利··羅迪格三世(HenryL.RoedigerIII)是聖路易華盛頓大學心理學系的首席調查員,他曾進行過一項實驗,把受試學員分為A、B兩組,讓他們分別閱讀某自然史論文。A組學員重覆閱讀四次論文,而B組學員則只閱讀一次論文,然後進行三次考試。一個星期之後,兩組學員再一次接受測驗,結果B組學員的考試成績較A組高出了百分之五十。這個實驗結果告訴我們,如果你打算成就某事,就要實際去做做看,只靠模擬的效果是很有限的。第二章必要知識各位如果剛開始學習做股票,就應該儘快想辦法運用實際資金去做投資。以新手來說,你可以開個小帳戶進行交易,累積經驗。至於投入資金的程度,不要大到足以影響正常生活,但也不要小到不足以感受情緒波動。不要被虛幻的現實感所愚弄。儘快去習慣實際的市場環境與壓力,因為你想賺的是實際的錢。°33●33"
    },
    {
      "page": 35,
      "text": "3434交易是一門事業金融怪傑交易之道超級績效很多人認為,股票交易是一種特殊而神秘的活動,不受一般事業經營法則所控制。事實上,操作股票與經營事業,兩者之間幾乎沒有什麼差異。如果真想要成功的話,你就必須把股票操作看成是經營事業。身為投資人,股票就是你所經營的商品。你的目標是買進需求旺盛的股票,然後再高價脫手。至於賺取的毛利率如何,則取決於你經營的事業類型(投資組合)。你可能跟沃爾瑪百貨一樣,採取薄利多銷的策略。或者,你可能喜歡經營流行精品店,賺取高額的利潤,但銷貨數量相對有限。你可能經常進出市場,每筆交易的獲利都很小,純粹以量取勝,聚少成多。你也可能採行長期投資方式,針對少量特定商品,賺取豐厚的報酬·°總之,你要想辦法讓獲利超過虧損,取得純利,並且不斷重複整個程序。這就是經營任何事業的基本目的。大多數投資人只是把交易當成一種嗜好,因為他們另有全職的工作。可是,你如果把交易當做事業經營,它就會提供經營事業的報酬。如果你只是把交易當做嗜好,那麼它也就只會像個嗜好來報答你,但嗜好是不會提供報酬的,它反而只會讓你付出代"
    },
    {
      "page": 36,
      "text": "不要學基金經理人做投資散戶投資·許多先天優勢,因而得以超越專家°第一法則:不要聽專家意見°彼得.林區(PeterLynch)身為一個追求超級強勢股的交易者,你不只不應該聽從專家的意見,甚至不該引用他們的投資方式。你如果想要像基金經理人一樣從事投資,為什麼不乾脆把資金交給他們管理呢?結果大概相同,而且還不需要實際投入工作。你甚至也可以考慮購買指數型基金,其績效通常都勝過基金經理人。事實上,如果想要超越同儕,基金經理人甚至應該學習如何不要像個基金經理人,而是設法去模仿超級績效交易者如何做投資。多數大型基金的設計,在先天上就無法取得優異的績效。可是,散戶投資人卻具備了機構投資人所沒有的一些先天優勢。●35第二章必要知識相較於散戶投資人,專業基金經理人並沒有具備任何優勢。很多大型機構往往引用有問題的操作概念,這些概念有可能是源自於個人看法、傳統習慣、自我膨脹,或者甚至是單純的無知。每位大型基金經理人幾乎都必須面對一個基本難題:規模。對於金融機構來說,當它們決定投資某股票時,就必須買進足夠多的數量,否則不足以顯著提升績效。所以,它們必須克服市場流動性的問題,所挑選的股票必須有足夠的流通籌碼。但我們知道,超級強勢"
    },
    {
      "page": 37,
      "text": "36股通常都不具備這些條件,它們的流通籌碼通常都相對有限。金融怪傑交易之道超級績效對於那些流通籌碼不多的股票,大型機構即使想要建立部位,也經常會遭遇問題。即使得以建立部位,真正的麻煩恐怕還在後面——換言之,當行情下跌時,如何賣出股票才是大問題。如果想要勉強結束龐大的部位,勢必會嚴重影響成交價格。可是,對於散戶投資人來說,無論進出場過程都可以充分展現其靈活的手段,運用高成長期的熱絡交易機會,而如果有必要的話,也隨時可以退場觀望。很多大型金融機構的經理人,經常還必須面對另一個難題,那就是他們只能投資特定委員會核准的股票。經理人通常必須向相關委員會說明他們的買賣決策。基金經理人如果想買進一支潛力十足的小型股,他就必須考慮該部位萬一出了嚴重差錯,要如何向投資委員會做解釋。所以,為了安全起見,基金經理人寧可買進較大型、較保守的股票(譬如IBM或蘋果電腦)。這麼一來,萬一出了差錯,整個股票市場大概都不免受到影響,責任也就可以歸咎到整體環境了。基金經理人如果只買進「優質」股票,最起碼也可以保住信譽。正如同華爾街人士經常說的,「你絕不會因為投資IBM虧錢而被炒魷魚。」。金融機構的投資組合通常都會保持相當高的持股比率,而且會分散持有許多類股和個股這基本上是反映市場流動性和分散風險的考量。我們知道,市況即使很糟,絕大多數基金仍然必須做相當程度的投資。基於安全考量而持有現金,並不是一種常態作法。多數共同基金的現金持有比率,通常不會提升到百分之五或百分之十。當我們比較基金操作績效時,衡量"
    },
    {
      "page": 38,
      "text": "對象通常都是標準普爾五百指數之類的基準指數。基金經理人的績效如果有相當一段期間落後於基準指數,客戶可能就會決定棄船,經理人也會因此工作不保。反之,對於突發的新價格趨勢,散戶投資人可以立即做出反應。他們沒有必要向投資委員會報告,也不必去考慮風散風險的問題。就目前的科技狀況來看,大多數交易者(不論專業玩家或個人散戶)可供引用的工具都大致相同。可是,散戶投資人擁有專業玩家所沒有的重大優勢,他們可以靈活、快速進出市場,把注意力完全集中在少數超級強勢潛力股,甚至還能壓低風險,因為散戶投資人可以引用停損單,因此通常沒有嚴重的滑移價差問題(slip-身為散戶投資人,由於行動迅速,所以也更能保持耐心等待最佳時機再出擊——這又是另一個重大的優勢。page)°°大型金融機構通常寧可做它們所謂的安全投資,而不會積極追求重大的資本利得。如果整體市場下跌百分之四十,而其投資組合只下跌百分之三十二,它們可能就會大肆渲染「成功」這也就是它們所謂的「擊敗市場」!如果你認為大型金融機構採用的投資方法比較安全、風險較低,我建議各位不妨去觀察你最偏愛的共同基金,研究它們在最近空頭市場裡的表現°●37第二章必要知識對於大型基金經理人來說,規模會妨礙其操作的精準性;所謂精準,也就是在不至於導致反向價格走勢的情況下,控制進、出場價位的能力。這方面的技術劣勢,迫使經理人必須追求資訊方面的優勢。對於每位投資人而言,戰術與技術層面幾乎都扮演相當重要的功能,但"
    },
    {
      "page": 39,
      "text": "38散戶投資人(相較於機構玩家)確實能夠更有效運用戰術方法。°總之,如果你想取得共同基金般的績效,那就去學習基金經理人的操作風格吧。但如果你想追求的是超級績效,就必須向超級強勢股的投資人學習。金融怪傑交易之道超級績效一傳統智慧創造傳統績效唉!所謂的「健全」銀行家,並不是指能夠預見、規避危險的人,而是當他被毀滅時,是以某種傳方式被毀滅,而且他還有一大堆的追隨者,所以他也就不容易被責難。約翰.凱因斯(JohnMaynardKeynes)各位將會在本書讀到很多發現與事實,可用來拆穿股票市場許多普遍受到認可的成功概念。這些所謂的「妙策」,很多都是大學教科書的標準教材,有些甚至被視為是投資的基準原則。不過,這也沒什麼好訝異的,因為在我們的社會裡,沒有什麼比傳統智慧更受人尊敬的了。根據我的經驗判斷,如果想要在股票市場中獲取超級績效,就必須做些有別於通俗或明顯的事情。這類行為經常被誤解為危險。但是,引用傳統的智慧,只能創造傳統報酬,不可"
    },
    {
      "page": 40,
      "text": "能產生超級績效。如果跟著大家一樣作為就能成功,那麼只要模仿群眾就能致富了。zone)4當各位在觀察或分析市場時,請務必保持開放的心胸,並且願意去做多數人所不願意做的事情。如果想要成長,就必須犧牲安逸。各位必須學習如何躍出舒適區(comfort永遠要對傳統智慧保持質疑。如果你想要變得傑出,就必須違反傳統。成功不可避免的代價你如果想要成為頂尖者,就必須做別人所不願做的事情。-MichaelPhelps(十七面奧運金牌得主)請捫心自問,你的目標是什麼?即使還沒有擬定周詳的人生計畫,但你或許也會馬上想到幾種願望。問問自己,為了達成這些目標,你願意放棄什麼?這又是另一個故事了,不是嗎?犧牲的選擇是很困難的,但為了獲取成功,這卻是最重要的決策。犧牲代表優先順序的安排;為了騰出時間從事交易,你勢必要放棄某些活動。不可否認地,這是相當棘手的抉但任何想要爭取奧運金牌的選手,都不可能過著完全平衡的生活。冠軍選手必須全神貫注於目標;他們瞭解絕對專注的力量。可是,這必須付出代價,那就叫做「犧牲」●39第二章必要知識°"
    },
    {
      "page": 41,
      "text": "4040設定就是犧牲我不擔心別人同時練習一萬種踢法,但害怕別人練習一萬次單一踢法。金融怪傑交易之道超級績效李小龍各位既然閱讀本書,我就假定你應該希望成為頂尖交易者,或起碼也想要顯著改善投資績效。如果想獲致真正成功的話,對於自己追求的目標,就必須做出某些抉擇。各位不太可能同時是頂尖的價值型交易者,又是頂尖的成長型交易者,又是頂尖的當日沖銷者,又是頂尖的長期投資人。你如果想嘗試達成這一切,很可能就會變成各方面都表現平凡的大雜燴。你不能說交易者就是交易者,就如同你不能說醫生就是醫生一樣。一位醫生是否能夠同時是頂尖的腦部外科醫生,又是頂尖的心臟外科醫生,又是頂尖的心理醫生,又是頂尖的小兒科醫生,又是頂尖的風濕病專科醫生,又是頂尖的骨科醫生?當然不可能。因此,當你發現在某些市場期間裡,自己的交易風格表現優於其他風格時,就要有一種心理準備,因為你的交易風格可能不適合運用於其他市場期間。每當遭遇到操作不順暢的市場期間時,我很懷疑你是否每次都會嘗試調整自己的交易風格。以股票交易來說,我相信沒有人可以在某個市場期間扮演成功的價值型投資人,到了另一個市場期間,馬上又轉換為成功的成長型交易者,或是根據市況發展,某天扮演長期投資人,隔天又扮演當日沖銷者。想"
    },
    {
      "page": 42,
      "text": "要成為某個領域的頂尖玩家,你就必須專精,保持專注。交易者或投資人?一般交易者經常會在「猶豫不決」與「懊惱」這兩種情緒之間持續擺盪。這是因為他們沒辦法清楚界定自己的風格。如果想要對抗這類癱瘓情緒,唯一辦法就是根據明確目標,設定一組操作法則。你必須決定:你究竟是個交易者還是投資人?有些人的個性適合從事短線交易,有些人則適合長期投資。你必須清楚判斷出自己最適合的是什麼。請記住,如果無法清楚界定自己的交易風格,關鍵時刻幾乎一定會產生内在矛盾。猶豫不決■應該買嗎?■應該賣嗎?■應該繼續持有嗎?懊惱第二章必要知識■原本該賣≡原本該買。°41日原本該繼續持有。"
    },
    {
      "page": 43,
      "text": "42金融怪傑交易之道超級績效一對於短線交易者來說,我們有時會發現自己不久前剛獲利了結的股票,其價格隨後又上漲了一倍;碰到這種情況,應該不要覺得特別懊惱才對。你會在股價走勢發展的某特定區域內操作,另一個人可能會在全然不同的區域内操作。可是,如果是個較長期的投資人,當你賺取到不錯的短期報酬時,可能就經常會因為要追求更大幅的利益,而損失掉先前曾經取得的獲利。關鍵是要專注於特定的風格,也就是說你必須犧牲其他風格才行。一旦設定了自己的風格和目標,就比較容易執行計畫,獲致成功。到了最後,你為了專精而做的犧牲,絕對會帶來收穫。期待會碰上一些慘澹日子人生中有很多失敗者,在他們決的時候,都沒有意識到自己當時距離成功有多近。愛迪生成功的關鍵,是要成為一位成功的思想者,然後按照相關的想法去採取行動。當然,這並不表示你的想法和行動永遠都會產生預期的結果。有時候,你會覺得成功遙不可及,甚至會想放棄。是的,我知道,因為我也曾經如此。剛開始學做股票時,我連續六年期間沒有賺"
    },
    {
      "page": 44,
      "text": "半毛錢。在這段學習過程裡,我偶爾會回頭看到自己辛苦爭取來的不堪結果,然後覺得像個洩了氣的皮球似的,真的想要放棄。可是,我瞭解堅持的含意。於是,經過十多年漫長的嘗試,我現在一個星期所賺的錢,甚至超過很多人的年收入。我頗能體會英國詩人與作家羅勃·白朗寧(RobertBrowning)所說的,「一分鐘的成功,可以償付多年的失敗。」。記住,你如果決定不冒險,一切以穩當為重,就永遠不可能知道「美夢成真」的感受。大膽放手去追求你想要的,雖然會因此碰到一些挫敗、一些失望,遭遇到一些慘澹的時光請擁抱這一切,把它們當做珍貴過程的一部份,學著說,「感謝你,老師。」當你勝利的時候,再高高興興地,懷著感恩之心,慶祝一番。對於失敗,請不要覺得懊惱。過去已經無法改變,只容汲取教訓。最後,絕不要讓慘澹經歷打倒你。紀錄是為了被打破用的過去有很長一段期間,人們普遍認為,沒有任何人可以在四分鐘之內跑完一英里(一千六百零九公尺)。事實上,這「四分鐘英里」已經被視為人類體能的極限,如果想要跨越這道障礙,勢必嚴重影響身體健康。然後,就在一九五四年的五月六日,在英國業餘運動協會(BritishAAA)與牛津大學所舉辦的賽事裡,英國運動員羅傑·班尼斯特(RogerBannister)以三分五十九點四秒跑完一英里賽程。突然之間,不可能變成了可能。在班尼斯特突破四分鐘障礙的五十六天之後,澳洲長跑冠軍約翰·蘭迪(JohnLandy)也在芬蘭以分五十七點九秒跑完了一英里賽程。隨後三年裡,另有十六名選手突破「四分鐘英里」障礙●43第二章必要知識、°"
    },
    {
      "page": 45,
      "text": "44所以,先前所謂的人類體能極限,究竟是怎麼回事呢?難道是人類演化突然大躍進?不!關鍵是想法變動了金融怪傑交易之道級績效障礙經常只存在於心理層面。信念會影響我們決定嘗試或不嘗試。透過本書,各位將學習到許多重要課程與技巧,徹底改變各位的股票操作。紀錄是為了被打破用的,包括我的紀錄在內。各位如果願意放手去幹,怎麼會失敗呢?要相信自己辦得到,這是你首先需要知道的事情。"
    },
    {
      "page": 46,
      "text": "第三章特定進場點分析(SEPA策略)一九八○年代初,我剛開始學做股票時,對於所謂策略的想法,大概就是看到價格慘跌的股票,臨時起意地撿些便宜貨。當價格跌到歷史最低點附近時,我就會猜想這應該算是便宜貨了。這套方法的運用,顯然不太成功。事實上,結果不是一個「慘」字能形容。沒過多久,我終於發現,很多股票價格之所以那麼低,通常都是有理由的,而且這類股票的價格大多只會愈來愈低。反之,我也發現,很多創下五十二週新高的股票,股價經常還會繼續創新高。所以,問題變得很明顯:這兩類股票之間存在著什麼根本上的差別?有沒有什麼辦法,可以在大贏家成為大贏家之前辨識出它們?隨後五年裡(一九八三~一九八八),我著手進行一項相當廣泛的研究計畫,閱讀所有我能拿到的每一本書,鑽研整理各種財經新聞。有錢的時候,我會買書;如果買不起,就待在書店裡閱讀、做筆記。我甚至會跑到大學圖書館裡拷貝整本書,然後利用釘書機裝訂起來。現在回顧過去,整個情況實在蠻好笑的:座落在餐廳角落的一張破爛折疊書桌,加上滿書櫃的裝訂影印書;家裡的人根本搞不清楚我在幹嘛。雖然是很卑微的開始,但最終還是幫我達成了目標。"
    },
    {
      "page": 47,
      "text": "4646轉折的開端金融怪傑交易之道級績效我所累積的知識,不只是來自於三十多年的親身經驗,也取自前人的研究。為了符合我個人的交易風格,相關資料雖然經過我整理、篩選,並且重新安排而納入所謂的「特定進場點分析」(SpecificEntryPointAnalysis,簡稱SEPA),但我絕對要感謝許多市場大師長久以來在這個領域裡的創舉和貢獻。。理查·洛夫(RichardLove)的《超級強勢股》(Super-performanceStocks)就是一本讓我驚艷的經典。這本書雖然大多談論政治議題,但第七章的內容確實讓我深深著迷,主題是討論大贏家股票所具備的共通特質。洛夫分析一九六二年到一九七六年之間的資料,對象是二年期間內價格至少上漲百分之三百的股票,研究這些所謂超級強勢股的性質。洛夫的方法雖然頗具魅力,但我當初仍然不知道如何把這套方法運用到自己的交易上,所以這些資訊只能暫時擱置在心頭,而我則繼續邁向學習之旅。一九八八年,我在三、四月份的《金融分析家雜誌》(FinancialAnalystJournal)讀到一篇文章,標題是「股票市場贏家性質剖析」(TheAnatomyofaStockMarketWinner)°這篇文章討論的是一些表現優異股票(年度價格漲幅至少百分之百)的研究發現,文章作者是馬克.雷音格南(MarcR.Rein-ganum),他分析一九七〇年到一九八三年之間的兩百二十二支強勢股,希望能找到這些股票表現優異的原因。"
    },
    {
      "page": 48,
      "text": "閱讀這篇文章時,我的腦海裡突然靈光一閃,想起了洛夫的著作。這兩份資料之間有些相仿之處。首先,研究期間有部分重疊。其次,研究宗旨幾乎完全相同:分析超級強勢股,藉以歸納其共通性質。所以,我立即回頭去找洛夫的著作,但這本書已經絕版,市面上很罕見。很幸運地,有位朋友花了一塊錢幫我在加拿大的舊書攤買了一本,然後寄給了我。有了洛夫和雷音格南的資料,我開始做整理、比較,專注於共通處。經過交叉比對之後,我對於這套方法愈來愈有信心(也就是所謂的反向因素模型,reversefactormodeling),相信可以有系統地藉此尋找強勢潛力股。直覺上,我認為很合理·透過頂尖者,尋找出其他的頂尖者D研究洛夫的著作,促使我開始去分析那些價格曾經有傑出表現的所謂超級強勢股。最終,這成為了我一輩子的工作。我從洛夫的發現裡歸納出三個重點:1.買股票有好時機,也有壞時機。2.超級強勢股在發動之前,就能夠被辨識出來。3.正確投資超級潛力股,可以讓小帳戶在相對短的期間之内,累積為龐大財富●47第三章特定進場點分析(SEPA策略熔爐在我的股票交易生涯裡,除了理查·洛夫的著作外,我還得到許多其他人的啟發。譬如說,羅伯·李維(RobertA.Levy)的《普通股價格預測的相對強度概念》(TheRelative這本書協助我破除「逢弱買進」的StrengthConceptofCommonStockPriceForecasting)"
    },
    {
      "page": 49,
      "text": "4848心態,把我引導到追求強勢的方向。另外,愛德華·簡森(EdwardS.Jensen)在一九六七年出版的《股票市場藍圖》(StockMarketBlueprint)談論了各種類型股票的藍圖,其中包括:所得型、成長型、循環成長型、動態成長型等。我之所以喜歡簡森的著作,是因為他和洛夫一樣,都是先客觀研究股票,然後再藉由因素模型建構出樣板。這套嚴格的處理方法,也促使我發展出我自己的「領導股輪廓側寫」(LeadershipProfile)金融怪傑交易之道迢級績效°(trendfollowing)。理查.董銓(RichardDonchian)是另一位對我產生重大影響的大師。他出生在美國康乃迪克州的哈特堡,畢業於耶魯大學經濟系,一九三〇年代服務於華爾街。董銓被推崇為期貨管理產業的創始者。他發展出一套以法則為基準的交易方法,後來被稱為「順勢操作方法」這套方法基本上是根據五期移動平均與二十期移動平均的交叉訊號,以決定其買賣點。透過董銓的啟發,我的模型納入了某種程度的趨勢因素,藉以篩選出交易對象,拿捏進場的時機。後來,我又遇上威廉·吉勒(WilliamL.Jiler),他對於價格型態有著廣泛而深入的研究。在吉勒的著作裡,他曾經感謝董銓的貢獻。董銓當時擔任海登史東(HaydenStone)證券公司商品研究部門的主管。在我研究市場的過程裡,這些人都是我的導師。洛夫教導我學習歷史前例分析,歸納出超級強勢股的共通性質;簡森教導我建構藍圖與輪廓側寫;董銓教導我順勢操作;吉勒教導我價格型態,包括最著名的「碟狀帶柄」排列,後來經過威廉·歐尼爾(WilliamO'Neill,他在一九六〇年代也曾服務於海登史東公司)推廣,稱之為「杯狀帶柄」型態(cup-and-handlepattern)°"
    },
    {
      "page": 50,
      "text": "至於傑西·李佛摩(JesseLivermore),他當然才是大師之中的大師,有史以來最偉大n的交易者。一九〇七年,他曾經在一天之內賺進三百萬美元。一九二九年市場大崩盤期間,雖然絕大多數投資人都賠得焦頭爛額,李佛摩卻透過放空而海撈一億美元。對於我來說,這些故事深具意義。多數人談到李佛摩,都會提到他的《股票作手回憶錄》(ReminiscencesofaStockOperator,寰宇出版F222)但我個人比較喜歡另一本更實用的著作《股票作手傑西李佛摩操盤術》(HowtoTradeinStocks,寰宇出版F080F235)。閱讀李佛摩的作品,可以讓我的思緒變得晶瑩剔透。我發現,那些對我產生效用的許多股票操作原理,它們早在二十世紀初也同樣適用於李佛摩。前述市場大師所教導我們的,内容非常明確、清楚。過去塑造超級強勢股的那些基本條件,這些年來並沒有發生顯著變動。不論經濟體系如何演化,也不論產業如何輪替,超級強勢股的基本準則永遠不變。在我之前,很多人也得到了相同的結論。每個人使用的名稱雖然不同,運用的技巧也各自有別,但這方面的集體知識確實存在,而且正等待著新的探索者。最終科技●49第三章特定進場點分析(SEPA策略一九八〇年代末期,我買了第一台「強力」電腦;換言之,那已不是一台只能用單色螢幕玩些簡單遊戲的電腦了。除了隨時取得即時報價資料之外,這台電腦還允許我建立資料庫,得以接收更多資訊。現在,我可以進行計量分析:追蹤與研究更多的強勢股,觀察股票"
    },
    {
      "page": 51,
      "text": "5050即時走勢,運用實際發生的案例來確認歷史並歸納出結論的可靠性。另外,這台機器也允許我藉由各種績效基準特質,篩選數以千計的潛力股。過去,股票的篩選與追蹤都必須完全仰仗人工,所以研究分析工作受到極大的限制。早些時候,我甚至必須每天在方格紙上繪製、更新股價走勢圖。那是多麼無聊的一件事啊!金融怪傑交易之道吕級績效透過實際交易與研究,我所收集的資料和取得的結果,基本上都跟洛夫與雷音格南的結論相吻合。截至當時為止,我還沒有發展出明確的交易方式或系統,但對於超級強勢股的根本性質,已經有了概略的想法,而且也開始運用這些想法在股票交易上,並取得了實際的成果。開始付諸實現一九九○年代初期,科技、消費零售與醫療保健等產業蓬勃發展,讓許多默默無聞的小機構,發展為家戶喻曉的大企業。當股票市場由一九九〇年空頭行情轉化為新的多頭市場時,我運用一九八〇年代學習的知識,著實掌握了這段發展的一些賺錢機會。在當時,包括USSurgical、Amgen(安進)、AmericanPowerConversion(美國電力轉換公司)BallardMedicalProducts、USHealthcare、SurgicalCareAffiliates、MedcoContainment、Microsoft(微軟)、HomeDepot(家得寶)、DellComputer(戴爾電腦)、InternationalGameTechnology(國際娛樂科技)、CiscoSystems(思科)等公司都還不甚有名,但基本面與技術面則展現出明顯的特質。在這段積極成長期間,很多投資人錯過大好機會,主要"
    },
    {
      "page": 52,
      "text": ".是因為這些股票的本益比相對太高。一九九一年時,表現最傑出的四十支股票(股價從每股十二美元開始)年初本益比平均為二十九倍,年底則成長為八十三倍。領導股輪廓側寫shipProfile)我運用了將近三十年的實際交易資料,外加回溯到一八〇〇年代末期的龐大歷史資料,針對超級強勢股共通性質建構了一套藍圖系統。我稱此為「領導股輪廓側寫」(Leader-這是持續進行的歸納整理,詳細辨識過去表現最傑出股票所具備的素質與特性,藉此預測和篩選將來可能出現的潛力股。此處考慮的重點不只是價格走勢的幅度(股價漲幅),還要考慮時間因素:上漲速度有多快?力量來自何處?對於股票交易來說,時效很重要,因為時間就是金錢。針對資料庫做篩選時,我會評估每支候選股票符合領導股輪廓側寫特質的程度,然後按照評估結果的順序做排列。如此一來,找到下一支超級強勢股的勝算就大大提升了。特定進場點分析(SEPA)..一套講究精準的策略●51第三章特定進場點分析(SEPA策略)我相當講究股票交易進場和出場的時效。這些年來,我的SEPA(SpecificEntryPointAnalysis)方法逐漸發展成為一套具有外科手術精準性的策略。SEPA方法讓我得以找到超級強勢潛力股。SEPA的目標,是運用所有重要資訊,針對高勝算交易,選定精確的進場點SEPA結合了企業基本面與股價技術面行為的資訊。SEPA採用的根本基準,是歸納自嚴謹研"
    },
    {
      "page": 53,
      "text": "52究與數十年的實際運用及客觀事實,絕不是個人看法或學術理論。SEPA的五大要素金融怪傑交易之道SEPA的基本性質可以分解為五大類,它們也是SEPA方法的基本建構積木:級績效。1.趨勢(Trend)每支超級強勢股的積極發展階段,幾乎都發生在明確的股價上升趨勢中。而且,這些趨勢幾乎都可以在超級漲勢發動初期獲得辨識。。2.基本面(Fundamentals)超級強勢發展階段的驅動力量,大多來自於盈餘、收益、毛利等因素的改善。這些基本面因素改善,通常都發生在超級強勢發展階段啟動之前。多數情況下,盈餘與銷貨數據都是具體的,很容易客觀衡量。股票一旦邁入超級強勢發展階段,企業的基本面狀況(包括銷貨、毛利,最終乃至於盈餘)幾乎都會有明確改善°3.催化事件(Catalyst)價格曾經大漲的每支股票,其背後都有催化事件。這些催化事件乍看之下未必明顯,但只要針對公司資料稍做探索,就不難找到與超級潛能有關的線索。如果有佔公司銷售總額很高比率的某種熱銷商品,往往就會點燃股價的超級漲勢。FDA核准新藥,公司簽訂新約,企業更換執行長,這些都可能讓原本處於冬眠狀態的股票突然甦醒。對於比較不著名的小企業,總要藉由某些事件來聚集市場注意力。我喜歡看見一些讓投資人覺得興奮的事件。譬如說,蘋果電腦推出Mac系列"
    },
    {
      "page": 54,
      "text": "與I系列產品,而成為流行膜拜的對象,還有黑莓公司推出的黑莓機(一些網路與電子郵件上癮者,乾脆將其稱之為CrackBerry),Google(代碼GOOG)則成為網路搜尋引擎的代名詞,甚至被字典收錄為動詞。個別情況可能稍有不同,有時候取決於相關股票屬於典型成長股、轉機股、循環股,或是涉及新藥品核准的生化科技股。不論實際理由如何,所有超級強勢股永遠都有催化事件,藉以驅動機構法人的交易興趣。4.進場點(Entrypoints)°多數超級強勢股都會提供至少一次或多次的低風險/高報酬進場機會。拿捏進場時效很關鍵;如果進場時效拿捏不正確,可能就會遭遇不必要的停損,萬一碰到股價大幅回檔整理而來不及出場,甚至會造成重大虧損。多頭行情發展過程中,正確拿捏進場時效,可以讓交易部位立即處於獲利狀態。。第三章特定進場點分析(SEPA策略圖5.出場點(Exitpoints)展現超級強勢股性質的股票,最後未必都能成功。對於這些潛力股,即使進場時機拿捏正確,同樣未必能夠賺錢。所以,為了保障交易資本,部位必須設定停損,迫使失敗部位認賠。反之,對於成功的交易來說,最終仍然要賣掉股票,否則就無法真正實現獲利。你必須知道如何判斷,原本的超級強勢發展階段在什麼狀況下會結束,這樣才能保有既得的獲利。以下摘要介紹SEPA的評等程序:53●53"
    },
    {
      "page": 55,
      "text": "54541.股票必須符合「趨勢樣板」(TrendTemplate,參閱第五章)的條件,才能視為是潛在的SEPA候選股。金融怪傑交易之道級績效2.符合「趨勢樣板」條件的股票,還需要經由一系列濾網(盈餘、銷貨、毛利成長、相對強度、價格波動程度等)做篩選。符合「趨勢樣板」條件的股票當中,大約有百分之九十五會在這個篩選程序被剔除。3.將候選股票與「領導股輪廓側寫」進行比對。換言之,評估特定候選股所具備的各項因素,並與過去超級強勢股所建構之歷史模型基本面和技術面條件相比對,觀察兩者之間的符合程度。這個階段會剔除大多數的候選股,進一步濃縮候選清單,方便做最後的評估。4.最後階段採用人工評估。濃縮候選清單中的每個標的,都會個別進行檢定,然後根據「相對優先順序」評估程序打分數,而該評估程序會考慮下列特性:■盈餘與銷貨數據■盈餘與銷貨意外事件的歷史■每股盈餘(EPS)成長與加速狀況收益成長與加速狀況■公司所發行的指引"
    },
    {
      "page": 56,
      "text": "■專業分析師盈餘估計修正■毛利率■產業與市場地位■潛在催化事件(新產品或服務,產業或公司相關的發展)日與相同類股中其他股票的績效比較■股價與成交量分析■流動性風險SEPA評等程序主要是希望能辨識出以下幾種潛在的狀況:1.未來盈餘與銷貨意外事件,以及正向的估計修正2.機構法人的成交量支撐(顯著的買盤需求)3.因為供需失調而產生的價格急漲(賣盤相對少於買盤)●55第三章特定進場點分析(SEPA策略機率條件彼此收斂我發展SEPA程序,目的是為了要精準鎖定低風險/高報酬的交易機會。我的目標是買進股票之後,部位立即處於獲利狀態。為了達成這個目標,我會綜合考慮所有相關的基本面、"
    },
    {
      "page": 57,
      "text": "56技術面、市場面等因素,讓整體支撐條件都彼此收斂。所以,唯有當全部的考量因素(包括:公司基本面、股價、成交量活動,乃至於大盤市況)都彼此配合時,我才會執行交易。我希望看到所有這些因素,都在十字路的交叉口上會合。SEPA方法藉由機率堆疊,進行校準。金融怪傑交易之道超級績效所有的超級強勢股,在發動主要漲勢之前,幾乎都會展現非常明確、可資衡量的準則。處於超級發展過程裡,這些股票會出現某些特徵(新產品、創新服務、或某種基本面變動)促使公司能夠快速或加速賺錢,有些案例甚至可以維持相當長的一段期間。因此,這些價格大幅上揚的公司股票,會吸引法人機構的買盤。我們不必知道一家公司或股票市場的每個層面;可是,我們必須知道應該知道的事情。我們會把所有這些要素(基本面、技術面、定性條件、市場調性等)都擺在一起,規定候選股票必須同時跨越多重門檻,如此一來我們便更有可能找到真正傑出的東西。這些參數的集體價值,大於它們的加總之和。超級強勢的特質這些年來我發現,大多數超級強勢股都具備有可資辨識的特徵。大多數狀況下,公司盈餘績效都已經很不錯了。事實上,大多數超級強勢股在發動重大走勢之前,基本面和技術面大都已經有了相當期間的傑出表現。超過百分之九十以上的超級強勢股,它們發動重大走勢的時機,是落在大盤脫離修正走勢或空頭市場的轉折點。很有趣的是,極少股票的超級強勢發展階段,會發生在空頭市場。"
    },
    {
      "page": 58,
      "text": "超級強勢屬於初期性質°一般來說,超級強勢發展階段通常發生在公司生命週期的年輕階段(譬如說,公開上市的十年之內)很多超級強勢股在公開上市之前,就已經是存在多年的私人企業:等到公開上市之後,它們已經有了可資驗證的盈餘和成長紀錄。某些超級強勢股在公開上市之前,已經擁有成功的產品線和品牌。一九九○年代初期的空頭市場修正期間,我特別注意那些價格跌勢最緩和、大盤反彈過程最先創新高的股票。我所交易的股票,當時大多默默無聞。這些股票之所以能有傑出表現,都有其特定的本質,譬如說,盈餘成長傑出,產品需求強勁等。USSurgical(美國外科醫學用品)就是個例子,該公司專門生產外科手術用品與腹腔鏡外科用品。在同一段期間裡,受到個人電腦熱潮的帶動,軟體、電腦周邊與科技相關股票的表現都很不錯。當時多數投資人都不願意碰陌生股票;可是,這正是你最不該做的事,如果你的目標是尋找股票市場大贏家的話。●57第三章特定進場點分析(SEPA策略)大小很重要企業的高速成長階段,大多發生在公司規模還小、反應靈敏的時代。隨著企業逐漸成長、規模放大、經營成熟,成長速度就會放緩,股價漲勢步調也會跟著鬆弛。超級強勢股通常都屬於小型股,雖然我們偶爾也會看到大型股飆漲,但這類案例往往是轉機股,或股價長期受"
    },
    {
      "page": 59,
      "text": "5858n金融怪傑交易之道級績效到空頭行情壓抑。可是一般來說,那些展現加速成長發展的股票,大多屬於小型股或中型股,所以它們也最經常是超級強勢候選股。投資人如果想尋找超級強勢股,就應該特別留意那些處於生命週期成長階段(盈餘與銷貨加速成長)的中小型股。大體而言,相對於較大型、較成熟的公司,中小型企業的盈餘與銷貨成長都會更快速,股價表現也會更好。大企業通常都已經有可資驗證的經營績效。至於較小型的公司,通常都應該特別確認它們是否已經具備獲利能力,其經營模型是否禁得起考驗超級強勢候選股經常是資本市值相對較小、流通籌碼有限的企業。基於籌碼供需的考量,假定其他條件都相同的話,小型股的價格上漲潛能會比較高,而大型股則居於相對劣勢。市場流通籌碼愈少,股價愈容易受到買盤驅動而上漲;這就是大型股與小型股在籌碼面考量上的差異。這些體認也可以幫助各位在「獲利了結」方面做些合乎現實的考量。大型股展現重大價格漲勢的條件,顯然不如那些較年輕、較小型的企業。有時候,大型股如果受到空頭市場或暫時性經濟困境的壓抑,或許就有機會讓投資人在反彈走勢初期,以適當價格購買到可口可樂、美國運通或沃瑪特這類的股票。可是,一般來說,大型股如果在短期間內出現急漲走勢,我個人會傾向於儘快獲利了結;相形之下,如果是成長更快速的小型股,價格漲勢的涵蓋期間就有可能會延伸二倍或三倍°"
    },
    {
      "page": 60,
      "text": "股票篩選程序自從一九八○年代以來,我就運用電腦幫忙做篩選,想辦法把幾近於浩瀚無邊的資訊(每天有上萬支股票)縮減為一份方便管理的清單,其中每支候選股票都符合某些最低的基準,然後再做進一步的研究。目前,投資人有很多篩選工具可供運用。以下是有關篩選程序的一些建議。進行定量分析(篩選股票)時,儘量保持單純,不要採用複雜的模型。每次篩選時,不要同時考慮太多篩選準則。否則的話,我們可能就會不經意地剔除掉適當的候選股,只因為該股票不符合某單一篩選準則。舉例來說,我們可能想根據盈餘水準、資本市值、估計值修正…等十二種準則篩選股票。假定某支股票符合其中十一種準則,卻因為稍許差異而不能滿足第十二項準則,結果就會讓該股票再也沒機會了。記住,如果採用一百種篩選準則,任何股票只要不符合其中一項準則(雖然滿足程度高達百分之九十九)在這種做法下該股票還是會被剔除。●59第三章特定進場點分析(SEPA策略比較好的辦法,是採用多層次篩選,但每次篩選都不要納入太多準則。舉例來說,第一回合針對相對強度和趨勢做篩選,第二回合針對盈餘與銷貨等基本面因素做篩選。採用多層次篩選,我們往往會發現,有些股票會重複出現在候選清單中,有些股票則只出現一次。請注意,電腦是消除雜訊的好工具,可以有效引導研究的方向;可是,如果想取得具有一致性的超級績效,我們就需要把袖子捲起來,做些傳統的人工分析。這就是股票交易之所以有趣的地方,既好玩、又有錢賺。"
    },
    {
      "page": 61,
      "text": "6060對特定方法許下承諾金融怪傑交易之道超級績效'如果想要在股票市場獲致成功,其實不必擁有數學或物理學博士學位,但還是需要具備正確的知識、保持良好的工作態度,還要秉持嚴格的紀律規範。SEPA方法經過數十年的研究與測試,而且經過無數次回爐重造,這是一套歷經現實世界考驗的有效系統。各位讀者也一樣,你們必須自己嘗試錯誤、觀望物色,嘗試各種不同的交易概念與方法,不論是價值型成長型、技術分析、基本分析,或其他某種組合。可是,如果想要成功的話,最終還是必須做出選擇,採用某種你認為合理的方法。最重要的是,你必須許下承諾,讓自己的操作方法和執行程序不斷精進,更趨於完美。對待股票操作策略,就像對待婚姻一樣;態度如果不忠誠,就不會有好結局。這絕對需要你投入時間與精力,而目標則應該是讓自己成為相關操作方法的專家。策略雖然重要,但知識與紀律更為關鍵。相較於盲目相信一套策略的優越性,交易者愈是瞭解自己策略的優點和缺陷,愈能夠取得優異的績效。當然,最理想的情況,是儘可能徹底瞭解一套偉大的策略。這應該就是各位的終極目標。"
    },
    {
      "page": 62,
      "text": "第四章價值的價格寧可用一般價格購買好公司,也不要用好價格購買一般公司-華倫·巴菲特(WarrenBuffett)每當我們以傳統立場想起價值,「便宜貨」就會自動浮現腦海:價格曾經很高、而現在很低的某種東西。這似乎是相當合理的聯想。可是,成長型股票投資方法會徹底扭轉這個定義。股票市場裡,有些看似便宜的東西,實際上很貴,而有些看似很貴或價格太高的東西,結果卻是另一個超級強勢股。其實,一切都可以回歸到一個簡單的事實:所謂的價值,總有個價格。本益比:濫用與誤解每天,華爾街專家與專業分析師都會針對股票價值發表無數意見:這支股票價值高估,那支股票很便宜。這些價值評估是根據什麼基準來判斷的呢?通常是本益比(P/E)也就"
    },
    {
      "page": 63,
      "text": "62是每股價格除以每股盈餘的結果。關於本益比,人們流傳著許多錯誤的說法。由於誤解或知識不足,許多投資人太過仰仗這個簡單的公式。各位或許會覺得很訝異,我們對於超級強勢股的歷史研究顯示,本益比評比是最沒有用的統計量。金融怪傑交易之道超級績效標準版本的本益比,其顯示的是過去歷史的數據,並沒有考慮到股價走勢最重要的影響因素:未來。當然,我們可以採用盈餘估計值來計算未來本益比,但估計值畢竟只是看法,而且經常被證明為錯誤。某公司公佈的實際盈餘如果令人失望,不符合原先的估計,分析師就會向下修正盈餘估計。結果,未來本益比的分母部分(每股盈餘E)就會縮水,但假定價格P維持不變,於是本益比便會增加。這也就是為什麼投資人應該特別留意那些公布強勁盈餘數據的企業,因為這會引發盈餘估計值向上修正。強勁的盈餘成長,會讓股票變得更有價值。底部摸魚的樂趣有些分析師會建議投資人買進價格曾經大跌的股票,所根據的理由,可能是本益比處於或接近歷史最低水準。可是,很多情況下,這類的價格調整,只是反映即將公布的不理想盈餘結果。所以,等到實際數據公布時,結果如果不符合估計,或甚至發生虧損,本益比就會立刻上升,導致股價進一步下挫。二〇〇七年底,摩根史坦利(MorganStaley,MSNYSE)的情況就是如此,其股價下跌,本益比創十年新低。稍後,摩根銀行公布令人失望的年度盈餘對照數據,本益比也暴增到一百二十倍。由於盈餘惡化,本益比高達一百二十倍,因此該股票也就突然變成價值嚴重高估了。於是,股價進一步跌到七美元。摩根銀行當"
    },
    {
      "page": 64,
      "text": "88°5888888個月之內,全都暴跌超過百分之九十。與AIG。前述三支股票,價格隨後在十二創十年新低,譬如:美國銀行、多金融機構在二〇〇八年的本益比都曾經時碰到的情況,是整個產業危機使然,很花旗銀行BigCharts.便宜的陷阱本益比創十年新低,隨後才發生百分之九十九的價格跌勢了,而「便宜」正是你當初買進的理由。時,你更不會賣掉,因為價格變得更便宜宜而買進某股票,那麼當行情繼續下跌手爛牌,甩都甩不掉。如果只是因為便買進便宜的股票,就像打牌時拿到一圖4.1AIG股價走勢圖(一九九九~二〇〇〇)°63第四章價值的價格、麼樣的價錢,買到的就是什麼樣的貨色。是表現優異的股票。一般來說,你支付什麻煩。大多數投資人要的是便宜貨,而不但就是這種思考方式,會讓投資人陷入大愈便宜,股票對你來說就愈具有吸引力。「便宜」如果是買進動機的話,那麼價格P/ERatio-"
    },
    {
      "page": 65,
      "text": "64不要放掉高本益比股票金融怪傑交易之道級績效成長型股票通常會有溢價,這是正常現象;尤其是企業盈餘正在快速成長的話。成長快速的企業,其股價本益比可能是市場平均水準的三、四倍。事實上,如果碰到成長型股票正值流行(相對於價值型股票),高成長領導股的溢價甚至會更可觀。即使碰到成長型股票不受青睞的環境,其股價還是會有顯著的溢價。很多情況下,超級強勢潛力股的本益比,看起來經常會高得離譜,這很可能會嚇跑許多業餘玩家。當公司成長速度非常快的時候,根據本益比所做的傳統價值評估衡量,根本無助於判斷價值是否高估。高本益比的股票不應該被忽略,甚至應該被視為值得買進的潛在理由,尤其是當你發現該公司有什麼新產品或新故事的話,因為催化事件大有可能引爆盈餘成長。如果這家公司或其經營事業受到普遍誤解,而且受到專業分析師冷落,那就更好了。網際網路業者就是很典型的例子。當雅虎(Yahoo!)剛開始引領人類自電話發明以來最偉大的科技變革時,有人在電視專訪裡問我,網際網路是否能夠存活。各位是否能夠想像網際網路不復存在的情況?現在當然難以想像,但在一九九○年代中期,你或許會有不同看法,就如同很多人一樣。可是,那個時候正是網際網路科技類股經常創五十二週新高的時代,成交價格看起來也高得離譜。最棒的成長型股票,通常都看不到低本益比。事實上,有史以來表現最傑出的超級強勢股,它們在發動大漲行情之前,本益比就經常高達三、四十倍。相較於低成長股,高成長股"
    },
    {
      "page": 66,
      "text": "的本益比原本就應該偏高,這難道不是理所當然的嗎?如果你只因為本益比看起來太高就放掉某些股票,勢必會錯失許多大好的賺錢機會。那些最刺激、成長最快速的超級潛力股,恐怕是沒辦法在撿便宜貨的垃圾堆裡找到的。你不太可能在十美元折扣商店裡買到最頂級的精品。事實上,真正好的公司,價格看起來一定貴,而這也正是多數投資人之所以會錯失機會的原因。高成長股困惑著分析師各位可能還記得,馬經上漲了百分之一百。十月中旬來這裡時,他推薦了雅虎,現在價格已RonInsana,CNBC訪問,一九九八年十一月65第四章價值的價格對於高成長股票,華爾街似乎不知道該如何運用本益比來做適當的價值評估。對於嶄新的動態領導企業或產業,如果想要預測成長階段會延伸多久,什麼時候會開始減速成長到什麼水準,這是很困難的,甚至幾乎不可能。超級強勢股經常會展現極端水準的本益比,讓專業分析師只能瞠目結舌地看著股價繼續飆漲。人們之所以會錯失這類重大機會,其實是因為誤解了華爾街的運作方式,把注意力完全擺在錯誤的價格驅動因素上。"
    },
    {
      "page": 67,
      "text": "6666+7,000%+6.000%+5,000%+4.000%+3.000%+2.000%+1,000%suo!1118金融怪傑交易之道倍。各位即使只掌握到其中一小段行情,也足以漲百分之七千八百,本益比也來到一千七百多到誤解。雅虎股票在短短二十九個月內,價格上命:網際網路。這在當時還是個新產業,普遍受家公司默默無聞,不過正引領著一波新科技革應都一樣:「提都別提——雅…虎?」當時,這比!每當我提及這支股票,每個機構投資人的反本益比為九百三十八倍。這才算得上是高本益一九九七年六月,我買進雅虎,當時的股價超級績效「本益比1700倍海撈一票°圖4.2雅虎(YHOO)股價走勢圖(一九九七~一九九九)本益比938倍BYHOOHeekly-NASDAQW"
    },
    {
      "page": 68,
      "text": "什麼是高?什麼是低?米奈爾維尼在一月九日買進泰瑟(Taser,TASRNasdaq),該公司專門生產各種非致命性電槍方使用。他運用特有的「特定進場點分析」方法鎖定這支潛力股。該股票在短短個星期內,價格上漲百分之一百二十一°線上商業週刊,二〇〇四年五月十日「買低/賣高」是大家都耳熟能詳的格言。這個說法蠻有道理,就像到百貨公司找些折扣商品一樣。可是,買低/賣高跟目前股價之間,關連不大。依據稍早的價格來衡量目前價格是高或低,這並不是價格稍後是否能夠走高的決定因素。某股票價格六十美元可以漲到兩百六十美元,另一支股票價格二美元可以跌到一美元,甚至跌到零美元。雅虎本益比九百三十八倍時,價格是否太高?泰瑟(TASER;TASR/Nasdaq)又如何?二〇一四年一月,泰瑟在三個月內價格大漲百分之三百之前,其本益比已經超過兩百倍。反之,讓我們看看AIG。二〇〇八年初,AIG本益比創十年新低,但股價在年底結束之前又跌掉了百分之九十九。67第四章價值的價格"
    },
    {
      "page": 69,
      "text": "681/12/04.9325020015050°0414/19/043432302818141210350250茗营爸爸爸爸20015010050金融怪傑交易之道太貴?OBIgCharts.com本益比230倍100DecBigCharts.comApr(超級績效NovMarOctFebSep04Aug我在這裡買進JulJun圖4.3泰瑟(TASR)股價走勢圖(二○○四)Hov圖4.4泰瑟(TASR)股價走勢圖(二○○四)泰瑟突破四個星期的盤整。MayOctAprSepTASR.DailymP/ERatio-MarTASRDaily-P/ERatio-"
    },
    {
      "page": 70,
      "text": "法拉利價格高於現代汽車,絕對有其道理想買法拉利之類的超級跑車,就必需支付溢價;超級強勢股的情況也一樣。一九九六年與一九九七年表現最佳的一百支中小型股,其平均本益比為四十倍。這些股票的平均本益比後來進一步上升到八十七倍,中位數為六十五倍。所以,最初「昂貴」的本益比,事後看起來卻非常便宜。若從買點起算到價格峰位,這些頂尖股票的平均價格漲幅為百分之四百二十一相同期間裡,標準普爾五百股價指數的本益比介於十八~二十倍。..價值型投資人經常會避開高本益比股票。他們不願碰觸那些本益比明顯高於標準普爾五百指數本益比的股票。精明的成長型玩家卻瞭解,想要買最好的東西,就必須付出較高代價。讓我們看看CKE餐館(CKERestaurants)的例子,該股票在行情啟動之前,本益比原本就很高了。一九九五年十月十三日,CKE餐館挾著大成交量向上突破,股價創新高。就在向上突破之前,CKE股價本益比為五十五倍,相當於標準普爾五百股價指數本益比十八點九倍的二點九倍。該公司最近兩季內,展現三位數字的獲利成長。根據專業分析師預測,這家Carl'sJr連鎖餐廳經營者未來一季相較於去年同期的獲利將增加百分之七百。該股票上漲了一百零三個星期;最終峰位落在一九九七年十月份的四十一美元附近,漲幅為百分之四百一十二。這段行情發展期間,也就是從一九九五年到一九九七年之間,CKE的盈餘平均成長百分之一百七十五。它的本益比因此降到四十七倍,只相當於標準普爾五百股價指數本益比的一點八倍。69第四章價值的價格"
    },
    {
      "page": 71,
      "text": "70Hillions10/13/958.58.0$7.57.06.56.05.55.04.54.03.521.5.10.50Cok2/06/9845.4035302520151041金融怪傑交易之道OBigCharts.comSepOct©BigCharts.com超級績效太貴?JulAug本益比47倍→JunMay一九九五年十月十三日,CKR餐館股價創新高,當時本益比為五十五倍。ND96FMAMJJASOND97FMAMJJASOND98一九九五年十月十三日之後,CKE餐館股價在二十八個月內上漲超過400%。Apr,股價在二十八個月內漲了412%圖4.5CKE餐館(CKR)股價走勢圖(一九九五)圖4.6CKE餐館(CKR)股價走勢圖(一九九八)但由於盈餘成長速度更快,結果本益比不升反降。195.FebMarCKRDailySHA(50)Dec本益比55倍VolumeNovCKRDailyVolume"
    },
    {
      "page": 72,
      "text": "太陽神教育集團(ApolloGroup,APOL)股票投資之所以發生虧損,通常不是因為本益比太高,而是因為盈餘成長不符合預期,錯誤判斷了企業的成長潛能。最理想的情況,就是找到成長前景能夠確保高本益比的企業:一家公司要能夠交出好績效,而且強勁成長能夠持續得愈久愈好。讓我們看看「太陽神教育集團」(ApolloGroup)的例子。從二〇〇一年中期到二〇〇四年,Apollo的本益比幾乎完全沒有變動,雖然股價在這段期間上漲了百分之兩百。為什麼股價經過幾年的大漲之後,本益比還能維持不變呢?因為盈餘成長的步調,跟得上股價成長一家公司交出的強勁盈餘,其速度如果等於或超過股價成長,最初的高本益比就會顯得便宜Apollo在一九九四年十二月上市,當時的資本市值只有一點一二億美元。Apollo的盈餘曾經連續四十五季都至少符合或超過華爾街的估計值。所以,我們不難想像,該公司為何會成為超級強勢股。。D71第四章價值的價格"
    },
    {
      "page": 73,
      "text": "72Billions(6/04/04)1009080706050140:3020100756045301516/04/045,5005,0004,5004,0003,5003,000|2,5002,0001,5001,000151050金融怪傑交易之道Charts.com04OBigCharts.com超級績效本益比60倍03納斯達克綜合股價指數0304股價上漲200%0202圖4.7太陽神教育集團(APOL)股價走勢圖(一九九九~二〇〇四)二○○一年,APOL本益比為六十倍;到了二○○四年,股價上漲200%但本益比仍然保持六十倍,因為盈餘成長跟得上股價成長步調。01101:0000APOLHeeklyP/ERatio-99NASDAQHeekly-Volume99"
    },
    {
      "page": 74,
      "text": "卡駱馳熱潮13大跌90%之前~的低本益比這種塑膠鞋原本是供園藝與划船使用的,結果卻成為流行商品,突然之間大家都開始穿卡駱馳鞋,整個熱潮也蔓延到股票市場。卡駱馳(Crocs,CROXNASDAQ)股票正式起漲之前,本益比原本已經超過六十倍。可是,流行來得快,去得也快,或許人們認為卡駱馳鞋畢竟穿起來不舒服吧。二〇〇六年四月到二〇〇七年十月之間,由於盈餘成長超過股價漲幅,本益比下降。投資人如果按照六十倍本益比(也是該股票有史以來的最高本益比)購買Crocs,可以在二十個月內賺取百分之七百報酬。可是,如果等待股價本益比下降到歷史最低水準附近才買進,,那麼一年內將遭遇到百分之九十九的虧損。每個人都可以發表不同的看法,但市場永遠有最終的發言權。圖4.8卡駱馳(CROX)股價走勢圖(二〇〇六~二○○八)的高本益比第四章價值的價格●73"
    },
    {
      "page": 75,
      "text": "7474價值不會驅動股價,行情是由人所驅動金融怪傑交易之道(超級績效所交易的東西是實體公司本身,我們所交煙贖回權,或折價購買券,或可以有權狀。很多人都搞糊塗了。他們認易、投資、持有的那張股票,好像讓你搬回公司磚瓦、設備或現金的其實錯了,完全錯了。股票根究底只是一張紙,專供那些擁有資本的人買進、賣出,或是上下操縱:公司基本面對於股價的漲跌,充其量只能發揮一部份的作用。-JimCramer(電視著名主持人)股票市場價格並非取決於「內含價值」這種客觀或數學上的衡量,譬如說:本益比,或股價對帳面價值比率(price-to-bookratio)否則的話,只要盲目套用電腦模型,就能穩當找到贏家,基金經理人也不難擊敗市場指數。如果分析資產負債表就代表股票投資的萬靈聖,那麼會計師將會是全世界最棒的交易者。實際不然。沒有任何神奇公式或機械化模型可以穩定創造超額報酬。一切都是相對的、主觀的、動態的。某種市況下適用的價值評估模型,有可能完全不適用於另一種市況。每支股票都蘊含著某種成長假設,而這些假設也經常在變動。另外,這些假設基本上是根據個人意見而建立起"
    },
    {
      "page": 76,
      "text": "來的。股價變動是因為人們的想法而變動,這些想法不論是關於資產負債表、公司資產、某種熱門新產品、本益比、帳面價值、未來成長前景、或不論任何東西,最終都是由人們的感知(perception)來驅動投資者,創造出價格的走勢。價值不會驅動股價;行情是由人們實際下單造成的。價值只代表一部份,最終還是取決於供需。唯有價值感(perceptionofvalue)能夠影響人們買進,而不是某種價值衡量讀數。如果沒人願意買,即使是最優質的股票,頂多也只是一張紙。各位愈早瞭解這點,就愈能成為勝任的投機者°搜尋價值一九八七年,梵谷的《鳶尾花》以四千九百萬美元的拍賣價格成交,創下單一藝術作品最高價格紀錄。這副畫的換手價格較前一次上漲超過一倍,顯然超過預期。另外,這次拍賣的叫價速度與涉及金額也創下紀錄;整個過程由最初叫價的一千五百萬美元,到最終決定拍賣價格,總共只花不到二分鐘。●75第四章價值的價格專業分析師與投資人持續搜尋某種有異於目前股價的內含價值。這種被追求的內含價值,經常被簡化為本益比。如果我們認為某股票的本益比高達六十五倍,因此認定其價值必然高估,這就好像只因為梵谷的《鳶尾花》畫布只值四十美元,因此認定拍賣價格四千九百萬美元絕對高估價值一樣。梵谷畫作價格與其內含價值之間,並不存在直接關係;畫作價格"
    },
    {
      "page": 77,
      "text": "7676是由人們感知的價值決定,而這種價值感則會受到人們對於「絕無僅有藝術品」之需求的影響。金融怪傑交易之道級績效華爾街經常採用兩種方法來衡量股票的價值。一是比較某股票本益比與其所屬產業或整體市場(大盤指數)的平均本益比。這種方法往往導致錯誤結論:表現落後的股票反而價值較高,市場領導股則被認定為價值高估。事實上,市場領導股看起來雖然價格較貴,但若從長期角度觀察,它們反而較那些表現落後的低本益比股票更便宜°另一種方法是比較股票本益比與該股票某期間之歷史本益比區間。當股票本益比接近歷史本益比區間的低檔,或低於所屬產業/大盤指數平均本益比,則股價就算便宜。是的,價格看起來或許便宜,但市場之所以會降低價格,通常都有充分理由。事實上,降價有可能是一筆勾消的前兆。假定你擁有的某支股票,明天價格大跌,較當初買價少了百分之二十五。這種情況下,請問你是否會因為本益比下降而高興?當然不會。你應該要問自己:那些賣家是否知道一些我不知道的事情?股票每天都會根據新情況做調整,但很多投資人卻持續抱牢價格不斷下跌的股票,只因為他們認為股價很便宜。有些投資顧問甚至會建議多買一些,結果總是愈陷愈深。二〇〇七年開始的那段空頭行情裡,某些最頂尖的價值型投資人曾經遭遇到百分之六十以上的虧損。他們一向買進、持有「優質」企業,這套方法雖然有很長一段期間都適用,但因此而產生的安全感卻讓他們陷入了這次的災難。二〇〇八年,整體股票市場損失慘重,價"
    },
    {
      "page": 78,
      "text": "5053025205050值線(幾何加權)指數全年下跌百分之四十八點七,道瓊指數全年下跌百分之三十四。可是,表現最差的價值線類別指數,則是股價對銷貨金額比率偏低的股票,跌幅為百分之六十六點九;股價對帳面價值比率偏低的股票,跌幅則為百分之六十八點八;還有本益比偏低的股票,跌幅為百分之七十點九。總之,價值型投資並不能保護你©BigCharts.com發生80%跌勢之前本益比最低。沒有魔術數字圖4.9CKE餐館(CKR)股價走勢圖(一九九五~二〇〇0)°根據歷史資料觀察,關於本益比和超級強勢股之間的關係,顯然不存在任何公分母或適當數據。行情啟動前,本益比可以偏高,也可以偏低我建議,根本不要理會這項衡量,直接尋找盈餘成長潛能最高的股票。多數情況下,真正的市場領導者,即使本益比倍數偏高,其價值還是優於表現落後者。如果只因為某支股票的本益比看起來偏高,就將它從候選清單中剔除,你可能就會因此與下一支超級強勢股失之交臂。●77第四章價值的價格CKRHeekly|展開740%漲勢之前|本益比最高PIERatio"
    },
    {
      "page": 79,
      "text": "7878金融怪傑交易之道3級績效(Celgene)-一九九五~二〇〇五年期間表現最傑出的二十五支股票,平均本益比為三十三倍,個別本益比最低者為八點六倍,最高者為兩百二十三倍。表現最傑出的三支股票為「美國之鷹」(AmericanEagleOutfitters)、「Penn國際遊戲」(PennNationalGaming)與「賽基」它們在重大行情啟動前的本益比分別為二十九倍、十一倍與兩百二十三倍。這三支股票都曾經在十年期間內,展現年度複利成長率至少為百分之四十的績效。一九九五年初,CKE餐館啟動重大行情前的本益比相對偏高,不過在隨後遭逢重大跌勢之前,本益比又相對偏低。超低本益比是警訊我最慘的一筆交易是在本益比二倍買進伯利恆鋼鐵〔BethlehemSteel〕對自己說,「價格還能跌到哪?」結果跌到零°°我當時-JimCramer(電視著名主持人)搜尋超級強勢股的過程中,我雖然不關心本益比數據,但有種情況卻會引起我的注意。原則上,我會儘可能避免買進本益比太低的股票,尤其是股價又徘徊在五十二週新低價位附近。本益比太低的股票,經常會陷入大麻煩。股票交易價格如果是盈餘的三倍、四倍、五倍,或"
    },
    {
      "page": 80,
      "text": "遠低於產業平均水準,顯然意味著該公司存在根本問題。公司未來前景值得懷疑,盈餘可能大幅下滑,甚至宣告破產。記住,市場屬於預先反映的機制,交易考量的是未來——而不是過去。就如同我們不能只靠後視鏡開車一樣,股票投資組合操作也不能完全仰賴那些僅參考過去歷史的價值評估指標(backward-referencingvaluationmetrics)。我寧可擁有盈餘成長強勁、本益比高的股票,而不是本益比太低而顯然陷入麻煩的股票。本益比陷阱我們如果觀察本益比與股價的關係,經常會發現,本益比偏低的股票,股價通常也偏低;反之亦然。這個現象也同樣存在於超買/超賣(overboughtoversold)技術指標,譬如隨機擺盪指標(stochasticoscillator)表面上看起來,這兩類常用指標似乎都能相當精準地。預測股價轉折點,但實際上這只是因為峰位與谷底在走勢圖上看起來都非常凸顯。換言之,通常只有「事後諸葛」或「後見之明」才能具備這類的絕對視力。實際進行交易時,肉眼很難去過濾行情轉折之間所產生的雜訊。另外,還有一件事是我們經常忽略或誤解的,那就是逆趨勢讀數往往會發生在各種不同的時間架構上。舉例來說,在趨勢改變方向之前,某支股票可能連續好幾個月呈現價值高估,但另一支股票的相同價值高估讀數可能延續好幾年。●79第四章價值的價格"
    },
    {
      "page": 81,
      "text": "8080如果想要在超賣狀況下買進,或在超買狀況下賣出,這類交易策略的風險恐怕太高。交易如果不考慮明顯的趨向發展,最終難免會在暴跌走勢中買進。同樣地,如果只因為本益比偏低而買進,因為本益比看起來太高而賣出,操作績效絕對不理想。行情轉折點雖然經常對金融怪傑交易之道級績效應著偏高/偏低本益比或超買/超賣狀況,但股價在出現重大走勢之前,也可能出現偏高或偏低的指標讀數。行情大跌的時候,一定會呈現嚴重超賣讀數,大多頭市場也一定會激起超買狀況,但實際上的漲勢,還是會更進一步持續°衰敗領導股併發症很多投資人(包括某些專業玩家)都罹患一種叫做「衰敗領導股併發症」(brokenleadersyndrome)的通病。容我稍做解釋。當一支動態領導股剛出現時(價格大漲之前)投資人可能基於種種緣故而錯失買進機會,但當該股票走勢做頭而反轉下跌時,他們才想到要買進。這個時候,股票通常都已經邁入第四階段的下跌了。此時買進那些過去看起來很貴的股票,人們往往期待價格還會回升。罹患衰敗領導股併發症的投資人,他們沒能及時掌握雅虎、亞瑪遜(Amazon).太陽神(ApolloGroup)等超級強勢股的買進機會。當這些股票爆發數十倍價格漲勢時,這些人沒能上轎。現在,等到股價開始大跌,他們認為機會來了。先前的飆漲股,目前價格已經距離過去的峰位很遠,於是這些赴宴遲到的人認為,股價現在變得便宜而適合買進。"
    },
    {
      "page": 82,
      "text": "他們會引用各種理由,譬如:「股價。8處於歷史區間的低檔」或「股價本益比二十倍,盈餘成長百分之四十」更糟者,他們會說:「價格已經跌了百分之七十,還能怎樣?」發生90%跌勢之前|本益比回歸歷史「常態水準」秉持著這種想法的人,他們忽略了一項最根本因素:市場的判斷。當股票還是市場領導者時,他們避之唯恐不及(可能是價格看起來太貴),現在又沒能察覺原先的領導股已經衰敗了。當一支領導股做頭時,通常是因為股價預先反映未來成長減緩,所以不會因此而變成便宜貨。圖4.10昇陽電腦(SunMicrosystems)股價走勢圖(一九九四~二〇〇九)昇陽電腦(SunMicrosystems)就是衰敗領導股的典型例子。該股票在一九九〇年代曾經展現不可思議的漲勢,但二〇〇〇年底已經做頭反轉。投資人如果正在等待這支飆漲股向下修正或「進入買進區域」,看到股價由二〇〇一年高點下跌展開760%漲勢之前股價與本益比創新高●81第四章價值的價格"
    },
    {
      "page": 83,
      "text": "8282百分之七十五時,想必樂壞了。不幸的是,宴會已經結束,昇陽股價隨後一年內又下跌了百分之八十。那些當初在二〇〇一年按照折價百分之七十五買進股票的人,八年之後,他們不只沒能賺錢,甚至還會蒙受百分之九十九的資本虧損。金融怪傑交易之道級績效看到股票大跌,很多人會做錯誤的解釋。股票從一百美元跌到二十五美元,跌幅為百分之七十五。由於股價頂多只能跌百分之一百,既然已經跌了百分之七十五,最多只能再跌百分之二十五,對嗎?錯!我們如果在二十五美元買進,等到價格跌到六點二五美元時,就等於又虧損了百分之七十五。如果在六點二五美元買進,等到價格跌到一點五六美元時,又會再虧損百分之七十五。。我們投入股票的錢,畢竟永遠是百分之百。本益比是人氣衡量指標如果想要判斷股價發展的可能方向,單獨考慮本益比是沒有多大用處的。本益比代表什麼?它代表市場目前願意用多少價格買進公司的每一美元盈餘。不妨把本益比看成是衡量「期待程度」的指標。這也就是為什麼很多成長型股票在成長階段,其本益比都特別容易上升的緣故,因為隨著企業展現優異績效,期待也會愈來愈高。當然,企業經營前景有時候會蒙上陰影,營運狀況變調。於是,股票會顯得價值高估。這個時候,人們的感受就會發生變動,股價也會根據新的狀況做調整。我把本益比看成是衡量人氣狀態的指標,用以瞭解投資人的期待程度。一般來説,本益比愈高,代表市場期待愈高;反之亦然。"
    },
    {
      "page": 84,
      "text": "投資人應該尋找的是盈餘成長潛能最高的股票。營收成長快速的企業,通常才是最佳選擇。留意搜尋那些可能演變為重大漲勢的新興趨勢,也就是具有擴展性的趨勢。特別注意那些具有積極創業精神的公司、那些大有搞頭(催化事件)的企業;如此,最後一定能掌握大贏家。相較於盈餘成長潛能,股價目前本益比只是個無關緊要的考量。對於成長型股票來說,「成長」才是價格的驅動力量。PEG比率PEG比率是本益比對成長率的比率,也就是「本益比」除以「未來一年每股盈餘預估成長率」的比率。舉例來說,假定某股票目前本益比為二十倍,預估盈餘成長率為百分之四十,PEG比率就是零點五(即二十除以四十),這表示該公司目前本益比是成長率的一半。根據這套理論的解釋,PEG比率如果小於一,價值就傾向於低估;反之,PEG比率如果大於一價值就傾向於高估。PEG比率讀數偏離一的程度愈大,訊號就愈強烈。對於那些相信PEG比率的投資人來說,企業預估盈餘成長率如果等於或稍微超過本益比,就代表股價公道或稍微低估。反之,本益比如果顯著超過盈餘成長率,就意味著價值高估,風險太高。很多分析師會試圖按照合理價格購買成長(buyinggrowthatareasonableprice,簡稱他們往往會透過各種方式運用PEG比率●83第四章價值的價格GARP)A°"
    },
    {
      "page": 85,
      "text": "8484股票價值高估或低估的分野究竟在哪裡,分析師的看法也可能各自不同。有些投資人只金融怪傑交易之道要看到股價本益比稍微超過預估成長率,就會採取賣出行動。如同本益比的情況一樣,PEG比率也經常會剔除一些最具動態發展潛力的候選股。對於方程式兩端最有運用價值的狀況(股價本益比特別偏高或偏低),PEG比率的功能顯然會受到限制。盈餘成長率百分之二的股票,其本益比會是二倍嗎?應該不會。可是,對於雅虎這類本益比高達九百三十八倍的高科技股票,幾乎不可能運用任何傳統衡量方法來評估其價值。PEG比率還有另一種缺點,那就是很多衰敗領導股會因此而成為買進對象;換言之,投資人會因此買進股價已經做頭而即將大跌的股票。3級績效測量本益比擴張程度本益比是一種比率,所以其數值會受到分子與分母變動的影響。舉例來說,公司盈餘(分母)成長速度如果低於股價(分子)成長,本益比就會擴張。可是,不論是股價或盈餘,兩者都可能持續發生變動,尤其是當公司處於快速成長而吸引大量買氣的時候。容我舉例說明。假定A公司的股價本益比為二十五倍。現在,假定該公司公佈的盈餘成長為百分之二十,但股價大致維持不變;在這種情況下,本益比將下降到二十點八三倍。可是,股價如果因為公布盈餘利多消息而上漲百分之二十,那麼本益比將繼續維持二十五倍。隨著時間經過,該股票如果愈來愈受到市場青睞,股價也會跟著水漲船高,本益比也會因為股價上漲速度超過盈餘成長而擴張。一支股票的大漲走勢如果已經維持了十二~二十四個月"
    },
    {
      "page": 86,
      "text": "期間,本益比也從行情發動前的水準擴張了百分之一百~兩百(成為原先本益比的二倍或三倍),那麼價格漲勢可能就會進入後期階段,因為該股票已經受到了過份的追捧。根據歷史研究資料顯示,超級強勢股從行情發動到結束,本益比平均會成長百分之一百~兩百(成為原來本益比的二~三倍)。這項資訊有兩方面的用途。第一·我們對於股價上漲潛能有個約略概念。對於那些符合最佳發展情節的個案(換言之,在多頭市場及時買進動態領導股)我們可以估計未來一、兩年內大概可以在哪裡賣掉股票。我們可以估計未來盈餘,然後藉由本益比目標水準估算目標股價,如此就能大致推算出理論獲利潛能。第二,根據本益比已經擴張的程度,可以大致瞭解公司的好運道已經反映到什麼程度。舉例來說,假定我們是在重大底部突破的初期,按照二十倍本益比買進股票。把二十乘以二~三,如此就可以知道目標本益比在哪裡大概是四十~六十倍。我們當然希望股價繼續上漲,但還是要小心賣出訊號,一旦本益比擴張到當初水準的二倍,尤其是二點五~三倍或更多時,就要特別注意。碰到這種情況,要密切留意減速成長、股價走弱的訊號,準備分批出脫部位或獲利了結。●85第四章價值的價格一九九○年代,家得寶(HomeDepot)是法人機構最喜歡的股票之一狂熱買盤驅使股價成長速度超越盈餘。家得寶自從股價在一九九〇年空頭市場創下低點以來,本益比在二年內由二十五倍左右,快速擴張到七十倍。接著,股票呈現四年的橫向盤整(一九九三一九九六年),這段期間裡,盈餘表現慢慢跟上股價。一九九七年,家得寶啟動飆漲走勢,當"
    },
    {
      "page": 87,
      "text": "86便做頭反轉而下。年,本益比已經來到七十五倍。不久之後,股價時的本益比大約是二十五倍;到了二〇〇0金融怪傑交易之道©BigCharts.com這一切代表什麼意思?(超級績效餘成長潛能。可言。事實上,本益比的重要性還不如企業的盈具備預測功能。談到本益比,沒有什麼魔術數字知道,如果想要尋找超級強勢股,本益比顯然不應該買進本益比偏高的股票?未必。可是,我們們是否應該忽略那些本益比偏低的股票?是否只的相關討論裡,我們應該歸納出什麼結論呢?我高或偏低,原因不清楚,而且也不重要。從前述如同我們所看到的,本益比究竟為什麼會偏圖4.11家得寶(HD)股價走勢圖(一九八八~二○○八)本益比擴張成長,那麼啟始本益比究竟有多高,根本無關夠連續四、五年都取得百分之四十的年度盈餘票,如果有「太陽神集團」一樣的好表現,能不要再擔心本益比的問題了。你所持有的股HDHeeklyERatioo899091929"
    },
    {
      "page": 88,
      "text": "緊要。本益比會自己照顧自己。不妨把那些傷腦筋的複雜理論留給教授和學術界去撥弄,把價值評估戰術留給華爾街專業分析師去琢磨。一位勝任的海洋學家或許可以解釋所有關於波浪、潮流、暗潮的複雜現象。可是,如果談到衝浪,我寧可把賭注押在來自加州馬利普海灘的十三歲小孩身上,他雖然不懂理論,但幾乎整天泡在海水裡,對於海水有天生的感覺。身為超級強勢股的交易者,各位必須學習如何辨識那些足以掀起淘天大浪的趨勢,也要學習如何偵測原本的大趨勢何時會變得衰敗。一般來說,等到原因明朗化時,獲利已經了結,虧損也已經發生,切已經成了歷史。評估一家公司的內含價值,那是要購買資產時的考量,跟做股票沒什麼關係。我們的目標,是要穩定賺錢,而不是收集我們實際上並未擁有的資產。別忘了!股票只是專供交易的紙張。●87第四章價值的價格"
    },
    {
      "page": 89,
      "text": "88金融怪傑交易之道超級績效"
    },
    {
      "page": 90,
      "text": "第五章順勢交易我並沒有創造趨勢。我只是找出它們,並且運用它們罷了。°DickClark(著名媒體人)身為股票交易者,我的成功同時結合了科學與藝術成分。科學研究所提供的機械性訊號,還有我的直覺,它們全都是重要的工具。股票市場裡,很少有什麼東西是黑白分明的。如果想要成功,態度嚴肅的股票交易者就必須學習如何在字裡行間去判讀含意,破解訊號,也要經常根據不完整的資訊做出決策。可是,有些特質是全然不容含糊的,甚至沒有解釋的空我稱它們為「沒得商量的準則」(nonnegotiablecriteria)間。°當我篩選超級強勢候選股時,初步引用的濾網,是採用股票技術性行為的篩選準則,目的是要順著既有的主要趨勢方向進行交易。符合這個初步準則之後,我才會做後續的「覆蓋式篩選」(overlayscreens),觀察公司的基本面狀況,進一步濃縮候選股清單。簡單地說,一家公司的基本面看起來不論有多傑出,但只要有某種技術面條件不能滿足的話,就沒有資格"
    },
    {
      "page": 91,
      "text": "9090-做為買進候選股。舉例來說,股價如果低於下降之中的兩百天移動平均(假定有兩百天資料可供計算的話)我就絕對不考慮買進。一支股票的每股盈餘、營收成長、現金流量、淨值報酬率…等基本面條件不論有多迷人,只要股價當時處於長期下降趨勢,我就不會買進。為金融怪傑交易之道級績效什麼?因為我希望看到相關股票能夠吸引顯著的買盤興趣,最好是來自於大型金融機構的買盤。我不必當宴會第一個到場的客人,但我要先確定宴會如期舉行。這麼做是為了剔除一些不值得浪費時間的股票,讓自己能夠把注意力完全擺在那些有機會成為下一支超級強勢股的候選股上。如果在長期下降趨勢過程中買進股票,就會顯著侷限你掌握超級強勢股的勝算如果想增加這方面的勝算,你就必須專注在上升趨勢已獲確認的股票。°與趨勢為友牛頓第一運動定律告訴我們,物體動者恆動。運動中的物體,具有慣性。股票市場也存在類似性質:發展中的趨勢會繼續發展,除非被外力所改變。換言之,趨勢是你的朋友。這種說法雖然有點陳腔濫調,但某些投資人未必能夠充分體會其中所蘊含的智慧。我甚至還記得,自己第一次真正認知到這個概念的情況。一九九〇年時,我參加一場在紐約市舉行的投資討論會議。當時有幾位著名的市場大師和專家參與這場會議,包括奈德·戴維斯(著名研究機構NedDavisResearch的創辦人),還有馬蒂.茲維格(MartyZweig,著名投資快訊TheZweigForecast的出版者);馬蒂也是最初提出「趨勢是朋友」的人。在這場討論會議裡,有位演講者特別吸引我,不只是因為其"
    },
    {
      "page": 92,
      "text": "當時人格特質,還包括他的股票市場研究方法。他叫做史丹·威恩斯坦(StanWeinstein)他發行了一份股票市場投資快訊《專業盤勢判讀》(TheProfessionalTapeReader)過程中,我們有機會聊了一會兒,史丹向我解釋了他所使用的方法,其中有一些內容從此成為了我的核心概念。。午餐史丹的方法,是建構在股票市場會歷經四個階段的理論上,強調投資人隨時都要知道股票當時所處的階段。根據史丹的觀點,最理想情況,是在第一階段結束而行情開始走高的第二階段初期買進。然後,賣出目標則設定在整個循環的峰位,也就是第三階段的開始。至於第四階段,各位或許不難想像,則是正式的下跌走勢,這個時候應該避免買進,只適合放空。我過去曾經拜讀史丹的著作《多空操作秘笈》(SecretsforProfitinginBullandBearMarkets,寰宇出版F353),對於這套方法有些瞭解。雖然史丹並不是唯一採用這種四階段分析方法的研究者,但他是第一個跟我談論這種方法的人。我的股票分析也引用了這個概念。超級強勢股與階段分析●91第五章順勢交易、如同任何股票一樣,超級強勢股也會歷經階段發展。交易生涯裡,我一直很喜歡研究股價的週期循環與長期生命循環,尤其是探索最強勁市場領導股在多個市場循環過程裡的價格歷史表現,我可以清楚看到它們如何歷經各種階段。股票可以在一段期間裡做橫向整理,接著突然快速上漲。最終,上漲動能會放緩,波動加劇,股票因為出貨而做頭。行情做頭之後,接著就展開跌勢。有時候,大跌之後,股票會重新打底,然後再展開另一波漲勢。股票從某個"
    },
    {
      "page": 93,
      "text": "92階段演變至下一個階段(總共有四個階段)可能要花費好幾年的工夫。根據我對於超級強勢股所做的研究顯示,幾乎每支超級強勢股的大漲走勢,都發生在價格循環的第二階段。金融怪傑交易之道級績效從事後的角度來研究股票的發展階段,雖然很有趣,但卻無法幫助我在實際交易的過程中,判斷股票會在什麼時候進入最佳第二階段。另外,我也想知道究竟是什麼力量,創造出第二階段的大漲走勢?為了尋找第二階段的判斷依據,我檢視、比對、整理所有超級強勢股的基本面條件,觀察這些條件跟價格走勢之間有什麼關連。我的目標,是觀察各種階段之間的演變,看看是否存在任何因果關係,如果有的話,那又是什麼?股價邁向成熟的四個階段對於超級強勢股所做的研究,讓我對於股票生命循環四個階段有了深入的看法:股價會從休眠狀態攀升到峰位,然後再下跌。除了分析股價之外,我也想知道每個階段的驅動力量來自何處。從基本面角度來看,動力來源幾乎都跟盈餘有關:一開始會先呈現出溫吞的表現,然後意外向上,接著是加速成長,再來則減速發展,最後就是令人失望的下跌。這些基本變動會驅使大型法人機構進場與出場,而上升與下降階段的演變,都清楚對應著突兀的大成交量。我依據股價的價格行為,將四個階段劃分為:1.第一階段——忽略階段:整理(consolidation)2.第二階段——上升階段:承接(accumulation)"
    },
    {
      "page": 94,
      "text": "3.第三階段做頭階段:出貨(distribution)4.第四階段——下降階段:投降(capitulation)第一階段忽略階段:整理第一階段的發展沒什麼值得注意的。股票若處於忽略期間,主要玩家很少會留意這些股票,或至少還沒打算買進。第一階段發展期間,公司的盈餘、銷貨與毛利等績效都很平凡而不穩定,價格表現也是如此。公司與所屬產業的展望,或許也不太明朗。沒有什麼精彩的發展足以吸引機構買盤青睞,無法驅動股票走出沈悶的走勢,因此無法有效邁入第二階段的上升趨勢。第一階段有可能會延伸好幾個月,甚至好幾年。第一階段也可能是因為整體市況不佳而導致。大盤如果處在空頭市場,即使是基本面條件最好的股票,也可能原地踏步,了無作為,甚至跟著大家一起下跌。不論股票看起來多麼具有吸引力,各位都應該避免在第一階段買進;即使公司基本面大好,也只能等到第二階段再說。務必記住牛頓的第一運動定律,也就是慣性定律。物體動者恆動,靜者恆靜。某股票的表現如果死氣沈沈,接下來最可能的就是繼續死氣沈沈,直到發生重大變動為止。抱住這類毫無作為的股票,不可能創造出超級績效。如果想要讓資本加速複利,創造超級報酬,務必要避開第一階段,學習如何偵測出第二階段的強勁動能。第五章順勢交易9●93"
    },
    {
      "page": 95,
      "text": "944第一階段特徵金融怪傑交易之道■第一階段發展過程中,股價呈現橫向整理,缺乏持續性漲勢或跌OBigCharts.com:°級績效■股價繞著兩百天(四十週)移動平均波動,沒有向上或向下的真正趨勢。這種死氣沈沈的發展,可能延續好幾個月或好幾年,°■這個打底階段經常是發生在前一個第四階段跌剪的幾個月或更久之後圖5.1美國安進公司(AMGN)第一階段股價走勢圖(一九八七~一九八九)。■相較於前面的四階段跌勢,第一階段的成交量通常會萎縮,交投相對冷清。SHA(200)不必底部摸魚ANCHDally經驗告訴我們,底部摸魚(嘗試在行"
    },
    {
      "page": 96,
      "text": "情底部買進股票)只會徒增困擾,難有具體結果。即使蒙受幸運之神的照顧,讓我們猜中真正的底部,但想要等到股價真有進展,恐怕也要耗上好幾個月,甚至好幾年,因為真正的底部通常發生在第四階段或第一階段,而當時的狀況(根據定義)原本就缺乏向上的動能。我的目標並不是要以最低價或最便宜的價格買進,而是要以「正確」的價格買進;而所謂「正確」的價格,也就是股票剛要大幅走高當時的價格。猜測底部絕對是沒必要的,純屬浪費時間,完全搞錯重點。若想要創造超級績效,就必須讓資本發揮最大的複利效果;所以,我們必須集中火力,全神貫注於那些買進即漲的股票。換言之,我們必須鎖定那些已經朝交易方向發展的股票。為了要辦到這點,在進行投資之前,就必須先等待第二階段上升趨勢。從第一階段過渡到第二階段第二階段漲勢發動時,可能鮮有徵兆;既不會有正式的宣布,通常也沒有重大的新聞。可是,有一點是可以確定的:第二階段會有明顯的「價漲量增/價跌量縮」現象;換言之,不論日線圖或週線圖,每當價格上漲,成交量就放大,而當價格拉回整理時,成交量就相對萎縮。在我們斷定第二階段已經開始而考慮買進之前,永遠必須先看到一波漲勢,而且該漲勢足以把股價帶動到五十二週低點之上的百分之二十五~三十或更高的位置。●95第五章順勢交易、請參考圖2,我們看到安進公司(Amgen)的兩百天移動平均已經翻揚,展現出明確的"
    },
    {
      "page": 97,
      "text": "96金融怪傑交易之道超級績效第二階段OBIgCharts.com上升趨勢。一百五十天移動平均位在兩百天移動平均上方,股價本身同時高於一百五十天和兩百天移動平均。請注意,價格上漲總是挾著大量,拉回整理則量縮。就目前這個例子來說,當我們判斷股票確定進入第二階段時,價格已經上漲到五十二週低點上方的百分之八十位置。我就是在這個時候,才開始考慮買進該股票;任何更早的行動,顯然都缺乏確認,不夠成熟,意味著資金有可能會被套住。但是到了這個時候,很多投資人會認為股價已經太貴,而懊惱自己沒有更早買進。業餘玩家經常是「事後諸葛」,總愛說「早知道...」這種話。這也是業餘玩家很難在股票市場賺大錢的主要原因之一。第一階段圖5.2a美國安進(AMGN)日線圖:第一階段過渡到第二階段(一九八七~一九八九)CHDailyl"
    },
    {
      "page": 98,
      "text": "過渡準則百天移動平均之上。1.股價同時位在一百五十天和兩天移動平均。2.一百五十天移動平均高於兩百3.兩百天移動平均翻揚。4.股價高點與回檔低點的位置持AugSepOctNovDec89FebMarR續墊高。顯萎縮。大,價格一旦拉回,成交量明5.週線大漲的成交量顯著放第一階段圖5.2b美國安進(AMGN)週線圖:第一階段過渡到第二階段大量下跌線形。6.週線大量上漲線形的支數多過SHA(30)SepOctNovDec88FebMarAprMayJu(一九八七~一九八九)第二階段——上升階段:承接●97第五章順勢交易徵兆,但也可能被意外的消息點燃,譬第二階段漲勢發動,可能沒有明顯"
    },
    {
      "page": 99,
      "text": "8898如:法規限制放寬、營運展望樂觀,或是新到任執行長具有特殊魅力等。另外,公司公佈的盈餘數據如果大幅超越市場原先的估計,也可能突然引起注意°金融怪傑交易之道超級績效隨著風向改變,我們現在可以扯足順風帆,跟著第二階段的發展破浪前進。由於盈餘動能的累積(有時候只是盈餘預期)大型金融機構的買盤開始積極進場,股價也跟著水漲船高。不論日線圖或週線圖,我們看到長線形通常是爆出大量的紅線,回檔整理則量縮。每個第二階段的漲勢,都清楚呈現出這種「承接」(accumulation)的現象°行情一旦邁入第二階段,股價就會呈現階梯狀上升,波段高點與回檔低點會持續墊高。這個時候,股價或許已經翻了一倍或兩倍;可是,這可能只是開始而已。股票大有可能繼續上漲。公司如果能夠繼續提供好表現,成長狀況就能夠吸引投資大眾,而買盤也就仍然會源源不斷,尤其是公司如果能夠連續幾季公佈優異盈餘的話。第二階段特徵■股價高於兩百天(四十週)移動平均。兩百天移動平均本身處於上升趨勢。一百五十天(三十週)移動平均高於兩百天(四十週)移動平均。■股價處於明顯的上升趨勢,波段高點與回檔低點持續墊高,而呈現出階梯狀走勢型態。"
    },
    {
      "page": 100,
      "text": "■短期均線位在長期均線之上(譬如說,五十天均線位在一百五十天均線之上)。■日線與週線挾著突兀大量上漲,正常回檔則量縮。日線或週線高於平均量的線形中,上漲線形的數量多過於下跌線形。第三階段--做頭階段:出貨圖5.3美國安進(AMGN)第二階段走勢圖(一九九二)SHA(40)-俗話說,天下沒有不散的宴席。股票市場的情況也一樣,價格沒辦法永遠保持上漲動能,盈餘也不能永遠加速成長。到了某個時候,盈餘即使能夠繼續成長,速度也會放緩。股價可能會勉強挺進,但此時拉回整理的成交量會放大,價格波動轉趨劇烈●99第五章順勢交易。AHGHHeeklyVolume"
    },
    {
      "page": 101,
      "text": "100100到了第三階段,股票便不再有積極承接力道,換手現象愈來愈明顯。那些及早進場的精明資金,現在已經開始獲利了結,趁著最後機會賣出。局面演變至此,接手買盤往往是弱勢玩家,他們之所以考慮買進,是因為股票過去的傑出表現和風靡程度。換言之,買進股票的理由已經變得太過於明顯,市場變得太擁擠了。出貨階段呈現做頭型態,價格波動明顯變得更劇烈;相較於先前的第二階段,現在的走勢顯然變得更不穩定。金融怪傑交易之道超級績效盈餘公布持續造成利多意外,導致盈餘估計也持續向上調整,這種情況畢竟有終止的時候。沒有任何企業能夠永遠擊敗盈餘估計。到了某個時候,每股盈餘的成長動能就會放緩股價或許會預先反映這方面的變動;若是如此,股價就會在實際盈餘公布之前,先行向下調整。或者,公司公佈的盈餘會先出現成長減緩的明顯徵兆,然後股價向下修正。。第三階段特徵■價格波動轉為劇烈,行情擺動幅度愈來愈大。整體價格型態看起來或許與第二階段相仿,股價可能繼續走高,但走勢會變得明顯不穩定。■通常會看到挾著大量的價格重挫發展。這可能是第二階段開始以來的最大單日跌勢。週線圖上可能看到行情發動以來的最大單週下跌。這類價格跌勢幾乎一定會挾著龐大成交量。■兩百天移動平均喪失向上動能,走勢逐漸平坦,然後向下反轉成為下降趨勢。"
    },
    {
      "page": 102,
      "text": "第四階段下降階段:投降©BigCharts.comASOND92FMANJJASOND9階段下降趨勢。段的上升趨勢,現在又過渡為正式的第四業成長前景受到影響。先前過渡為做頭階加,意味著需求減弱,市場競爭劇烈,企貨資料觀察到這方面的徵兆;商品存貨增某些產業的某些股票,或許可以透過存期,華爾街分析師就會開始向下做調整。如果低於預估水準,或是不符合市場預會出現利空意外。企業公布的實際盈餘盈餘就會喪失動能,到了某個時候,甚至企業的盈餘成長一旦開始減緩,每股圖5.4美國安進(AMGN)第三階段走勢圖(一九九三)SHA(40●101第五章順勢交易、又會回到第一階段。這個時候,股票可能忽略階段。隨著股票表現轉弱,整個發展最後耗盡,股票才能重新進入另一循環的第四階段的賣壓可能持續很久,直到力量需要向下修正,導致更沉重的股票賣壓。到了第四階段,盈餘估計模型通常都AMGNMeekly「FHANJJASONI"
    },
    {
      "page": 103,
      "text": "102要花很長一段期間才能重新找回盈餘成長的動力,甚至有可能長期處在第一階段。有些公司可能就此宣告破產。金融怪傑交易之道©BigCharts.com超級績效就價格與成交量行為特徵來看,第四階段剛好是第二階段的相反;換言之,價跌量增,價漲量縮。對於處在第四階段的股票,各位絕對要避免買進。第四階段特徵移動平均下方進行。■絕大部分交易都在兩百天(四十週)圖5.5美國安進(AMGN)第四階段走勢圖(一九九三)■第三階段的兩百天移動平均可能轉趨平坦,也可能向下發展,而第四階段則絕對是處於下降趨勢。■股價處於五十二週新低附近。(Heekly.mm■價格呈現階梯狀下降趨勢,波段高點與低點持續下滑。"
    },
    {
      "page": 104,
      "text": "■短期均線位在長期均線下方。日線與週線的大跌線形會爆出突兀大量,漲勢的成交量則萎縮。日線或週線高於平均量的線形中,下跌線形的數量多過於上漲線形。價格成熟化的循環。所以,一個完整循環可以劃分為四個個別階段。請注意,我們之所以研究股票生命循環的四個階段,目的不是要拿捏時效,因為這還需要引用更精確的方法和戰術,容我稍後討論四個階段的分析,最能幫助我們瞭解股票處在價格生命循環的哪個部分,然後對照公司處在盈餘循環的位置。經過這方面的分析,讀者想必已清楚知道,投資人應該在第二階段進場。我個人絕對無意在第一階段過早進場,也不希望自己在第三階段還繼續耗在其中,至於第四階段,那就更不用說了°●103第五章順勢交易)"
    },
    {
      "page": 105,
      "text": "104S31/03/97OBigCharts.com9/18/11150140130120110第四100階段70504030201050403010金融怪傑交易之道96第三階段OBigCharts.com(超級績效S295S1S493圖5.6美國安進(AMGN)走勢圖(一九八九-一九九七)本章引用了美國安進股票做為例子,研究股價循環的各種階段,讀者應該已清楚瞭解,投資人理當在第二階段進場買進,並且儘量避開其他階段。第二階段F5Networks很快由第三階段過渡到第四階段,短短八個月之內,價格下跌超過50%。$3OND07FMANJJASONDOOFHAJJASONDOSFMANJJASOND1OFMAMJJASONDIIFHANJJAS92圖5.7F5Networks走勢圖(二〇〇七~二〇一)SHA(30)--SHA(40)-SNA(30)-SA(40)-S291第一路段90AHGNHeeklyS1VolumeFFIVHeekly-Voluse-"
    },
    {
      "page": 106,
      "text": "8/05/12第四階段1/02-98100806040040353025202015˙$4OBigCharts.comOBIgCharts.comHD12FMAMJJ-第三階段-空頭陷阱S4第二階段圖5.8WeightWatchers(WTW)走勢圖(二〇〇九~二〇一二)在二○一一年五月做頭,第三階段花了一年時間發展,然後才過渡到第四階段。Novell在一九九三年做頭,隨後出現長達五年的第四階段跌勢,下跌過程曾經在一九九五年出現反彈空頭陷阱,整個下跌幅度超過百分之八十。53圖5.9Novell(NOVL)走勢圖(一九八九~一九九八)第一階段SHA(40)-SHA(40)S2105第五章順勢交易MTMMeekly-Volume-SONDO9FHAHOVLHeekly-S1Voluse-"
    },
    {
      "page": 107,
      "text": "1067/31/962711金融怪傑交易之道OBigCharts.com(超級績效過渡失敗龐大賣壓趨勢樣板1.當時股價高於一百五十天(三十週)與兩百天(四十週)移動平均。3.兩百天移動平均至少有一個月期間處於上升狀態(多數情況最好有四、五個月以上)。6.當時股價較五十二週低點至少高出30%(很多最佳候選股在突破橫向整|理而展開大規模漲勢之前,股價已經較五十二週低點高出100%、300%或更多。)18.相對強度評等(relativestrengthranking,根據《投資人經濟日報》[Investor'sBusinessDaily〕的資料)不低於70,最好是80多或90多,而且較佳候選股總是如此。股票沒能有效建立結構過渡?圖5.10Novell(NOVL)走勢圖(一九九四~一九九六)4.五十天移動平均同時高於一百五十天與兩百天移動平均。7.目前股價距離五十二週高點不超過25%(愈接近愈好)。EMA(150)EMA(200)-FMAMJJASOND95FMANJJA|2.一百五十天移動平均高於兩百天移動平均。Novell沒能有效過渡到第二階段。|5.當時股價高於五十天移動平均。HOVL:DailymVoluse"
    },
    {
      "page": 108,
      "text": "如何判定第二階段如同我稍早說過的,歷史證據顯示,幾乎所有的超級強勢股在出現重大漲勢之前,都會處於明確的上升趨勢。事實上,啟動重大漲勢之前,百分之九十九的超級強勢股,其價格會高於兩百天移動平均,百分之九十六會高於一百五十天移動平均。。對於所有考慮買進的股票,我都會套用「趨勢樣板」準則(TrendTemplatecriteria見下文)「趨勢樣板」是限定資格的工具,一支股票如果不符合「趨勢樣板」的準則,我就不考慮買進。股票的基本面條件即使再迷人,其價格也必須呈現長期上升趨勢(根據「趨勢樣板」的定義)否則不足以成為我的候選股。如果無法明確辨識股價趨勢,投資人就有可能在危險的下跌過程中買進股票,在飆漲走勢中放空,或是讓資金套牢在橫向整理的忽略階段中。請注意,一支股票必須滿足「趨勢樣板」的全部八項準則,才能確認該股票處於第二階段的上升趨勢中。趁著漲潮而起;掌握波浪時效●107第五章順勢交易運用「趨勢樣板」準則,就可以立即辨識出處於第二階段上升趨勢的股票,完全不用猜測。可是,我們會買進某股票,並不是只因為它剛好處於第二階段上升趨勢。我們還必須考慮第二階段內的加速發展過程。為了說明方便起見,不妨把第二階段的整個向上走勢想成是海水漲潮。如同我們知道的,漲潮並不是一次即告完成的事件,而是呈現持續性波浪湧上,不"
    },
    {
      "page": 109,
      "text": "108斷走高。價格趨勢的整體方向朝上發展時,走勢過程還是會有脈動或呈現出波浪的狀況。金融怪傑交易之道級績效整個長期上升趨勢(漲潮)是由一系列拉回修正與打底整理的短期或中期價格行為(波浪)所構成。這些較短期的走勢有可能會持續四、五個星期,有些甚至長達一年。第二階段上升趨勢過程中,更常見到打底整理型態(底部)·其涵蓋期間可能介於五~二十六個星期。若處在打底整理期間,股價基本上會呈現橫向走勢,好像要趁機喘口氣似的,然後再繼續挺進。請不要把這類橫向盤整的底部,誤以為是第一階段整理。股票現在已經處於第二階段上升趨勢中,從一個底部踏著另一個底部而呈現階梯狀走高。整個第二階段的漲勢都是如此發展的。現在位置在哪?底部計數現在,讓我們換個比喻,把股票生命週期的四個階段,看成是一座高山的側面輪廓,從左側平地攀上峰頂,然後又回到右側平地。左側的上升過程(第二階段)中,會有幾個地勢比較平坦的區域,登山者經常利用這些平坦區域做為基地,紮營整補,然後繼續向上攻頂。股票向上攻頂的情況也是如此,價格每上漲一陣子,就會出現獲利回吐賣壓,導致行情稍微拉回,於是形成股票紮營整補的底部。可是,一支股票如果真有作為,自然會恢復到較長期的趨勢發展方向上。短期停頓可讓股票消化掉先前漲勢的獲利回吐賣壓,經過休息整理之後,再由新建立的底部繼續向上挺進。"
    },
    {
      "page": 110,
      "text": "到了某個程度,向上動能就會10Priceadjustedforsplits爸爸Millions第四階段©BigChorts.con大量出貨的現象得太明顯,那也就代表是法人機構部,會使得先前的股票承接狀況變三~五個底部。較後期所發生的底階段的上升趨勢過程,大約會包含著就必須下山了。一般來說,第二頂,前方已經沒有高山可供攀爬,部就出現了。這就好比登山到達峰消失;股票上漲的力氣一旦放盡,頭接第三階段第三底部。第五底部筆四底部第二底部一九九二年,安進呈現雙重頂排列而完成第三階段,緊跟著過渡為第四階段急跌走勢。第二階段第一底部圖5.11美國安進(AMGN)走勢圖(一九八七~一九九四)正,通常代表了新趨勢的最佳上轎第一底部與第二底部的行情修或第五底部出現(如果會出現的通常還是可以進場。等到第四底部發展,第三底部會稍微變得明顯,但時機。隨著第二階段上升趨勢繼續第一階段●109第五章順勢交易、話).趨勢發展就會變得過份明Volume=絕對已經邁入後期。到了這個"
    },
    {
      "page": 111,
      "text": "11012/05/08605550454035302520151020151012/30/947.06.55.55.03.53.02.52.01.51.05040302010金融怪傑交易之道第四緒段OBOBigCharts.com第一底部新的第二階段6.0上升趨勢【第二階段BigCharts.com超級績效第三階段第一階段第五底部第四底部FHAHJJASOND07FHAHJJASOND08FHANJJASON圖5.12DeckersOutdoor(DECK)走勢圖(二〇〇六~二〇〇八)二○○八年,DeckersOutdoor透過相當寬廣的第五底部完成第三階段。FMANJJASOND91FMAMJJASOND92FMAMJJASOND93FMANJJASOND94FHAMJJASOND圖5.13StrykerCorp.(SYK)走勢圖(一九九○~一九九五)一九九一年,Stryker經由一段高潮噴出漲勢而做頭。五年之後,在新生的第二階段上升趨勢展現新底部。第三底部第二階段第三階段|第二階段第二底部SHA(40)1990年空頭市場低點DECKHeekly1485SMA(40)高潮漲勢十一個,星期上漲65%第一底部VoluneSYKHeeklyVolume-"
    },
    {
      "page": 112,
      "text": "時候,底部經常就會突然崩塌。請注意,有些股票的第二階段上升趨勢可能會呈出現拋物線狀急漲,最後爆出高潮噴出頭部。單獨仰賴底部計數,雖然不足以判斷股價究竟是做頭,還是繼續走高,但仍然可以幫助投資人瞭解,第二階段漲勢大致發展到了什麼程度。所以,如果結合價量分析與基本分析,底部計數仍然是有用的工具。這套方法是由比爾.歐尼爾和大衛·萊恩在多年前所提出,是一種評估股票在價格成熟化循環之發展階段的利器。信賴與驗證除非經過市場確認(換言之,價格行為的確認),否則我對於特定企業的基本面看法,從來不敢保有太大信心。關於這種態度,我所秉持的理由很簡單:一家公司的管理如果真的很棒,產品也真的很棒,這方面基本面條件就遲早應該會反映在股價行為上。強勁的基本面條件,如果不能獲得股價行為的確認,未來展望看起來恐怕就沒有那麼光明。或許投資人對於該公司的感受還尚未發生變化,或是還沒有具體化。唯有當機構買盤大舉進場,推升股價顯著走高,你再考慮進場。若要達此目的,在投資之前,就必須先確定這類的資金流入已經發生。●111第五章順勢交易價格行為何以重要?你對於公司的基本面分析即使完全正確無誤,但若想要實際創造買仍然需要得到投資人感知的認可,而且股票需要大量的買單,才能顯著推升股價。記住,如果機構投資人看不到你所看到的,你的股票可能就會長期陷入整理。此時資金如果能夠移做他用,掌握其他已經被確認的更佳賺錢機會,為何還要默默等待呢?"
    },
    {
      "page": 113,
      "text": "1128金融怪傑交易之道超級績效最短時間內,賺取最大的報酬。標不是買進最低價,而是要在而明確邁入了第二階段。我的目認,顯示股票已經蓄積足夠動能第一隻腳拱手讓人,藉以換取確人的認同。我寧願把股價走勢的慢醞釀成形、慢慢獲得世界其他等待你認為的基本面偉大故事慢對禁不起讓資金被套住,只為了必須找到最有搞頭的場所;你絕如果資本想要加速複利,就Open74.57High00.20Low74.50Last77.71Volume21.7MChg+0.81(+1.054)_主要跌勢大成交量顯示法人機構棄船二○○一年十一月,隨著法人機構出貨,Netflix挾著大量跌破四十週移動平均。的。這就是超級強勢股能夠幫我辦到圖5.14Netflix(NFLX)走勢圖(二〇〇八~二〇一二)趨勢反轉象發生之前,可能會有警訊,也漲到最高點,然後做頭。這種現到了某個時候,股價就會上Nasdaq0SBATS9-Nov-20123:51amHFLX(Weekly)77.72NFLX(Netflix,"
    },
    {
      "page": 114,
      "text": "可能沒有。不論你有多喜歡某支股票,都必須學習如何偵測甚至更重要的是——尊重趨勢變動。股價做頭的時候,盈餘狀況看起來經常還很好。投資人如果期待第三階段頭部或第四階段跌勢發生之前,企業盈餘會先發出警訊,恐怕經常會遭遇嚴重損失,或起碼也會流失相當部分先前賺取的帳面獲利。當股價經過一段漫長而大幅的漲勢之後,一旦做頭徵兆出現,就應該獲利了結,準備出場。此時企業公布的盈餘可能會創新紀錄,設法吹噓行情得以繼續上漲的可能性。精明玩家應該謹慎觀察價格行為所透露的線索,判斷機構投資人的動向。態度如果不夠靈活,甚至想要對抗法人機構的資金洪流,最後各位可能就會像小樹、小草一樣被捲走。金融股透露麻煩將至新聞媒體要我們相信,金融股在二〇〇八年所遭遇的麻煩,純屬晴天霹靂,事先全無徵兆。但實際上究竟是如何呢?當時金融機構的股價,其實已處在第四階段跌勢之中,而且已經好幾個月了,預告麻煩將至。如果想要避開這場災難,各位只要留意第四階段跌勢,然後賣出就對了。你即使是在二〇〇一年的歷史最高價附近買進,只要留意相關警訊,應該也能小賠出場,不至於最終遭逢天大的災難。很多金融股,譬如花旗(Citigroup)與美國銀行(BankofAmerica),當時都發出了清楚的警訊。你當時如果擁有這些股票,就應該賣掉,或至少也應該大幅減碼。●113第五章順勢交易、"
    },
    {
      "page": 115,
      "text": "1142/27/0960555045403530252015OBigChorts.com2/27/09605550454035302520153.532.521.510.5金融怪傑交易之道第四階段OBigCharts.com:(超級績效第四階段股價過渡不成,下跌HANJJASOHDOSFNANJJASOHDO6FHAHJJASONDO7FHAHJJASONDOOFNANJJASONDOSF二〇〇七年底到二○○八年初之間,早在金融危機爆發之前,花旗銀行已經處於第四階段跌勢,警訊明顯。第三階段絕對應該在這些關鍵點減碼,降低曝險|SONDOSFRANJJASONDOSFHANJJASOND07FMANJJASONDOBFMANJJASONDO9F二○○一年,,第三階段警訊應該會促使你賣掉美國銀行。即使只是圖5.15花旗銀行(C)走勢圖(二〇〇四-二〇〇九)第二階段如果在第二階段買進圖5.16美國銀行(BAC)走勢圖(二〇〇四-二〇〇九)決定逐漸減碼,也應該可以避開二○○八年的大屠殺。SHA(40)-第一階段BACWeeklySMA(40)第一階段CHeeklyVolumemVolubem"
    },
    {
      "page": 116,
      "text": "眼見為憑,不可耳聞119.2lilliong2°-第四階段红當股票呈現做頭徵兆,甚至有進入第四階段的現象出現時,千萬要相信自己眼睛所看到的,而不是耳朵所聽到的不要理會分析師的說法,不要輕信公司的宣傳。請參考圖1,當Victor公佈盈餘零成長時(相較於先前的三位數成長,惡化速度很驚人),股價已經暴跌了一陣子。為何會產生這種結果?因為大型機構投資人預料股票將喪失盈餘成長動能,決定提早出場。等到實際公布嚴重惡化的盈餘數據時,Victor股價已經跌了將近百分之七十。第三階段+114%+117%圖5.17Victor(VICR)走勢圖(一九九○~一九九三)+160%等到公布盈餘明顯變調時,股價已經下跌將近70%。HA(40)第二階段+125%請參考圖13的卡駱馳(Crocs)股價走勢圖,當公司實際公布負數盈餘成長(負百分之七十一)時,行情早已經做頭,股價也已經由高點下跌百分之七十三了。這清楚說明了,當我們看到第一階段+133%●115第五章順勢交易、ICRHeeklyVolume季每股盈餘"
    },
    {
      "page": 117,
      "text": "11612/31/088075706560555045403530252015105°14012010000604020。金融怪傑交易之道第四階段BigCharts.comCharts.com00EPS增加6%沒有成長了3020160M125M100M75M60M25M超級績效EPS增加233%大幅反彈適合放空EPS增加33%開始顯現成長放緩OND12FMAMJJASON第三階段SOND07FHAMJJASOND08FMAMJJASOND|EPS增加96%Open23.76High26.26Low28.28d盈餘仍然不錯股價大跌(1.61%)ND12盈餘成長減速280%170%333%244%205%144%73%-71%-90%-1圖5.19GreenMountainCoffee,Inc(GMCR)走勢圖(二〇〇~二〇二)股價下跌將近80%之前,公司盈餘成長並沒有減速的跡象。卡駱馳週線圖清楚顯示法人機構大舉出場,股價也很快從第二階段過渡到第四階段。MJJ第二階段圖5.18Crocs(CROX)走勢圖(二〇〇六~二〇〇九)|頭部附近公布盈餘佳EPS增加133%||較估計高零點一四;公司指引調高D11FSOND11FSONCROXNeekly-SHA(40)-第一階段「季每股盈餘FHAMJJGMCRGreenMountainCoffee,Inc.NasdaqS15-Nov-2012GMCR(Weekly)D10FMAIVolume-D10FM"
    },
    {
      "page": 118,
      "text": "渡到第四階段。構大舉出場,股價也很快從第二階段過慧。卡駱馳週線圖的發展,顯示法人機功,就必須學習尊重市場趨勢與市場智待基本面資料變動的消息。若想要成四階段跌勢明顯時,就不能再繼續等價格行為波動轉劇,第三階段盤頭或第2012年7月17日(----花旗推薦升等為買進。_Open200.00High204.90Low250.00Close259.52Volume903.3KChg-1.84(0.70%)第三階段經紀商的看法三天後價格下跌23%-圖5.20ChipotleMexicanGrill(CMG)走勢圖(二○一一~二〇一二)2012年7月9日作者【發出「放空警戒」訊號空。投資人應學習自行做研究分析,買薦買進,這種股票實際上更經常適合放跌,結果讓經紀商基於價值評估理由推經重挫。一支股票如果是因為價格大根據價值評估,完全不理會股價是否曾薦價格下跌的股票,這類推薦通常都是案當然是否定的。大型經紀商很喜歡推股票?相關股票如果處在第四階段,答是否應該接受經紀商的推薦而買進CMG(ChipotleMexicanGrillInc.)IVSE第二階段●117第五章順勢交易CMG(Daily)259.52"
    },
    {
      "page": 119,
      "text": "118進決策也應採用健全的準則,不要聽信別人說:「價格大跌,所以有價值°請參考圖20的CMG走勢圖,在花旗銀行調升買進評等的八天前,我們把該股票納入放空警戒清單。後來經過三個月之後,股價下跌了百分之四十。金融怪傑交易之道超級績效一價格行為發生重大變化:嚴重警訊機構投資人對於一支強勢股的態度或看法,有可能會突然變調;他們如果決定出場,股價可能就會因此大跌。碰到這種情況時,務必謹慎應對。在基本面條件發生明顯變化之前,股價重挫走勢經常會爆出大量。股票如果出現第二階段漲勢啟動以來的單日/單週最大跌勢,通常都代表賣出訊號,即使公司盈餘狀況仍然很好也是如此。不要聽信媒體或公司;股票價格行為才是關鍵。我曾經看過盈餘報告只不過勉強符合或稍微優於預期,結果股價卻一飛沖天;我也看過盈餘/銷貨數據顯著優於預期,股價卻大跌,而且一去不回頭。二〇〇七年十月三十一日,市場收盤之後,卡駱馳公布當季每股盈餘為零點六六美元,稍高於市場平均估計零點六三美元。這個數據雖然較去年同期成長百分之一百四十四,而且也超過市場估計,但股價反應卻不怎麼熱烈,價格單日下跌百分之三十六,而且爆出大量。隨後雖然出現單日百分之五的「死貓反彈」(暴跌之後的反彈,但沒能重新恢復上升趨勢),卻緊跟著又在六個交易日之內暴跌百分之二十九。到了二〇〇八年十一月十三日,卡駱馳已經淪為低價股零點七九美元,距離一年前高價七十五美元的跌幅為百分之九十九。"
    },
    {
      "page": 120,
      "text": "11/08/078075706560555045403530201570605040302010Nou12/31/0880757065605550454035302520151014012010060604020。OBigCharts.comOBigCharts.com天量Oct最大單日下跌Sep最大單週下跌AugJulSOND07FHAHJJASOND08FHAHJJASONDJun卡駱馳公布「優於預期」的盈餘數據,股價卻挾著大量暴跌。結果,這還只是開端而已,該股票隨後十二個月展開了百分之九十九的跌勢。天量~圖5.22Crocs(CROX)週線走勢圖(二〇〇六~二〇〇九)SHA(50)SHA(150)SHA(200)-May圖5.21Crocs(CROX)日線走勢圖(二〇〇七)卡駱馳週線圖也出現最大單週跌勢,成交量放大。AprSHA(400PlayHar119第五章順勢交易CROXDaily-Volume-FebCROXHeeklyVolumeFHAMJJ"
    },
    {
      "page": 121,
      "text": "120一支股票的基本面如果發生了狀況,在問題明朗化之前,價格行為經常會先出現重大變化,提前透露出訊息。即使我們完全看不出市場人氣發生變化的理由,但對於這類變化務必要予以尊重。盈餘狀況看起來或許還是很好,故事或許仍然完整,可是,大多數情況下,最金融怪傑交易之道級績效好還是趕快打包出場(先射擊,再提疑問)不要等到答案揭曉才想到要做動作。當一支股票從強勁的第二階段,突然過渡到第三階段頭部型態或第四階段下跌排列,千萬不要假裝一切都還很好。股價走勢突然惡化,其中必有緣故,只是你可能還不知道而已。不論你打算怎麼做,都千萬不要把價格重挫看成是買進機會。很多投資人會陷入這種迷思:看到自己所持有的股票突然大跌,就直覺認定市場判斷必定有錯誤,股票仍然值得投資,於是加碼買進。他們不瞭解股價之所以大跌,是因為大玩家們知道(或起碼懷疑)情況不對,所以決定出場。當你看到價格行為發生這類情況時,不論基本面怎麼說,都應該要出場了。乘風破浪如同本章所解釋的,如果想要在股票市場創造出超級績效,你需要機構買盤跟你站在同一邊,協助推升股價。適當的第二階段上升趨勢,就是機構買盤進場的證據,而第四階段跌勢的情況則剛好相反。如果能站在長期趨勢的一邊,就等於扯著順風帆,可以乘風破浪前進。如果沒有風,只能停滯(第一階段),而如果風從迎面吹來,恐怕就會寸步難行(第四階段)法人機構龐大買盤所創造的長期趨勢,才是乘風破浪所需要的順風,你必須想辦法讓自己跟這股龐大力量配合。只買進上升趨勢明確的股票,才更有機會掌握真正的超級強勢股。。"
    },
    {
      "page": 122,
      "text": "5/13/11120110100908070605040309/25/111201101009060706050403020141210OBigCharts.comMay©BigCharts.com最大單週下跌天量AprMar最大單遲下跌天量FebJJASOND11FMANJJAS11DecNov圖5.23Opentable(OPEN)日線走勢圖(二〇一)公司宣佈盈餘報告,股價挾量下跌。圖5.24Opentable(OPEN)週線走勢圖(二〇–)SHA(50)SHA(200)OctSepSHA(10)SHA(40)-ASOND10FMAM週線挾著天量暴跌,顯示法人機構拋貨。Aug121第五章順勢交易OPENDaily-Volume-JulJunOPENHeaklyVolumem"
    },
    {
      "page": 123,
      "text": "12211/02/1180757065605550454035302535002520151010/16/1160757065605550454035302:520155010302010°金融怪傑交易之道theme©BigCharts.comOct©BigCharts.com超級績效Sep大跌大成交量答案揭曉EPS減少27%|銷貨減少1%AugJulJunEPS增加46%([0.38]vs.估計[0.37])銷貨增加36%(兩億八千八百萬vs.估計兩億八千兩百萬)MayOND09FHAMJJASOND10FHAMJJASOND11FHAMJJAS0Apr圖5.25IlluminaInc.(ILMN)日線走勢圖(二〇一宣布不錯的盈餘報告,股價卻大跌。隔季宣布盈餘與銷貨負成長之前,股價已經跌掉50%。圖5.26IlluminaInc.(ILMN)週線走勢圖(二〇一一)SHA(50)SHA(200)宣佈盈餘「利多」MarSHA(10)SHA(40)Feb11公布盈餘,股價大跌。ILHNDailyVolumeDecILINHeakly"
    },
    {
      "page": 124,
      "text": "第六章類型、產業類別與催化事件當我考慮買進某支股票時,首先要判斷自己所處理的情況屬於哪種類型。對於相關公司營運所屬行業或產業的性質,我必須要能夠知道如何預期盈餘成長,而且要瞭解市場對於這方面展望的普遍看法,並觀察目前股價是否已經反映相關資訊。面對特定一支股票,將公司做歸類,能夠有效協助我整理思緒與看法。這種程序可以幫助我決定一支股票所屬的市場類型,並藉此評估該股票處在成熟化循環或發展曲線上的位置。任何公司都不會永遠停留在發展曲線上的相同位置,有些股票會花更長時間待在循環的某個階段;可是,幾乎所有企業都會展現自然的成熟化程序。長久以來,我已經研究數以萬計的上市公司。我發現,股票通常可以劃分為六種類型:1.市場領導股(Marketleaders)4.轉機股(Turnaroundsituations)2.頂級競爭股(Topcompetitors)5.景氣循環股(Cyclicalstocks)3.機構青睞股(Institutionalfavorites)6.過氣領導股與落後股(Pastleadersandlaggards)●123●"
    },
    {
      "page": 125,
      "text": "124市場領導股金融怪傑交易之道超級績效市場領導股是我最喜歡的股票類型,也是讓我賺錢最多的股票類型。這類企業會展現出最快速的盈餘成長。任何產業表現最傑出的企業,其銷貨、盈餘與市場佔有率的排名,通常都能保持在前三位。市場領導股很容易發現,但多數投資人在心理層面上往往難以說服自己買進這類股票。行情最初的上漲過程裡,市場領導股通常會有最大漲幅。它們會領軍前進,開疆闢土。這些股票令人不可置信的強勢價格表現,經常讓多數投資人認為股價漲幅過高,因此不敢買進這類發展潛能最大的超級強勢股。究竟是什麼力量驅動這些股票持續上漲?那些清楚企業經營狀況和未來前景的法人機構,他們會提供買盤力道。他們不在意價格已經上漲多少,而是關心未來的走向,還有將來的成長展望。具擴展性的成長(scalablegrowth),是最好的成長類型:這些企業在快速成長的產業裡,總能持續贏得市場佔有率。相對於所經營的規模來說,企業所提供的產品/服務,其可供銷售的市場規模通常非常龐大,而且需求強勁,使得企業可以在很長一段期間裡保持高度成長。這類企業擁有最棒的產品/服務,本身也可能屬於快速成長的產業;市場領導股雖然未必屬於快速成長產業或類股,但這個條件顯然是加分。在成長相對遲緩的產業裡,一家企業如果能夠持續擴張市佔率,同樣可以展現出很好的盈餘成長。關鍵重點是:公司必須賺大錢。財務狀況健全、獲利成長、淨值報酬率高、債務結構合理,這些都是企業管理健全的現象。有些市場領導股所屬的產業,或許只能維持百分"
    },
    {
      "page": 126,
      "text": "之二~五的偏低成長,但企業本身卻得以長期保持健全的盈餘成長。可是,對於快速成長的產業,企業如果能夠快速擴張市佔率,或保有顯著市佔率,往往就能創造神奇的盈餘成長。我們要考慮的主要問題應該是:該企業擁有什麼競爭優勢?企業經營模型是否具備擴張性能?然後,剩下的問題就是,管理階層是否能夠成功運作,交付好成績——換言之,創造盈餘。市場領導股在高速成長階段,有可能創造出驚人的價格漲勢。一般來說,它們的盈餘成長能夠保持在百分之二十或更高的程度。在表現最傑出的五年或十年期間裡,很多市場領導股能夠保持平均百分之三十五~四十五的盈餘成長。在成長最快速的期間裡,某些市場領導股甚至能夠創下三位數的成長。從一九八九年三月到一九九三年五月之間,思科(Cisco)的每季平均盈餘成長超過百分之百。這段期間裡,思科股價上漲超過十三倍。一九八〇年代初期,沃爾瑪(Walmart)還是鮮有人知的小公司,股票每天成交量往往只有兩萬股左右,卻創下連續十四季盈餘成長平均高達百分之三十八的紀錄。這段期間裡,沃爾瑪股價成長百分之一千。目前,沃爾瑪的每天平均成交量超過七百萬股。●125第六章類型、產業類別與催化事件"
    },
    {
      "page": 127,
      "text": "126當昂貴實際上是便宜的時候金融怪傑交易之道市場領導股在高成長階段裡,股價看起來幾乎一定昂貴。相較於成長較遲緩的企業,快速成長股票的價值較高,這應該是理所當然的。極速成長者往往會造就一種神奇現象:這些企業的成長速度快到華爾街專家都不知道該如何正確評估其價值。如此一來,可能就會造成訂價缺乏效率,因此也產生了大好的機會。企業的銷貨與盈餘只要能夠繼續保持擴張,股價必定會跟上——雖然未必立即跟上,但股價遲早會循著盈餘成長的路徑發展。企業的盈餘成長愈快速,股價就愈可能會跟上。超級績效千萬不要誤會;高成長企業確實潛藏著可怕風險。高成長企業的盈餘如果放緩,即使只是稍微不符合預期,華爾街也可能祭出嚴厲的懲罰。高成長企業也有可能因為盈餘預期的變化而生死變調。這些企業必須持續擊敗市場估計才行。企業公布的報告一旦優於預期盈餘,下次必須擊敗的門檻就會往上調整。最後,門檻會變得太高,企業終究會有無法超越的一天。可是,只要企業能夠繼續交付強勁的盈餘,妥善管理預期,股價就能繼續走高,本益比也能夠繼續擴張。投資人的目標,是要在企業成長加速發展的早期階段,辨識出並投資於這些市場領導股身上。類型殺手有時候,我們可以看到某一家企業足以成為某類型市場的獨霸者;換言之,一家企業擁"
    },
    {
      "page": 128,
      "text": "有明確而持續的競爭優勢,乃至於相關產業或專業市場的其他業者,根本就無從競爭。這類市場領導股稱為類型殺手(categorykillers)。類型殺手擁有的品牌與市場地位異常穩固,其他競爭者即使擁有無限資本,恐怕也不足以競爭。eBay就是個很典型的例子,這個線上拍賣網站擁有這方面的絕對優勢,一般買家或賣家都想參與這個最多玩家的市場。因此,大家都到eBay,eBay也鯨吞所有機會,其他類似賣場只能撿些殘渣。蘋果電腦也是如此,它稱霸其領域,能夠主導創新科技的新趨勢,創造出真正獨特的產品。迪士尼主題樂園也算得上是個難逢競爭敵手的類型殺手。其他類似者還有沃爾瑪,該公司稱得上是零售部門的霸主,產業內難以競爭的巨人。餅乾成形機的概念業者在一家店面找到成功的秘方之後,就能引用相同的秘方,在全國或世界各地持續複製——這也就是餅乾成形機(cookiecutter)的概念。舉例來說,麥當勞、沃爾瑪、星巴克、塔可鐘(TacoBell)、蓋璞(TheGap)家得寶(HomeDepot)、Chili's美式休閒餐廳、●127第六章類型、產業類別與催化事件CrackerBarrel商店餐廳、TheLimited、迪克運動器材(Dick'sSportingGoods)溫蒂漢堡(Wendy's)、澳美客牛排館(OutbackSteakhouse),還有好事多(CostcoWholesale)更充分發揮了餅乾成形機的概念如同我們所看到的,很多業者把餅乾成形機商業模型套用在零售領域而獲得成功。藉由這種概念,業者可以擴張新市場,迅速開設新店面(尤其是「相同店面銷貨額」也很樂觀的"
    },
    {
      "page": 129,
      "text": "128話),盈餘也能夠穩定成長。這類企業處在高成長期間,最容易辨識、追蹤與投資。它們的盈餘上升循環已經持續夠久,一般人除了可以看到已經擺在「桌上」的盈餘數據,未來還有龐大的成長潛能。金融怪傑交易之道級績效投資餅乾成形機模型的考量重點所謂的「相同店面銷貨額」(same-storesales).又稱為可對照店面銷貨額(comparable。storesales,簡稱comps)是運用於零售分析方面的一種重要統計量。這個統計量是將開張一年或以上之店面的銷貨額拿來進行比較。分析者可藉由這項工具,判斷目前銷貨的哪些部分是來自銷貨成長,哪些部分是來自新店面開設。這方面分析之所以重要,主要是因為新店開設雖然有助於企業擴張和盈餘成長,但總會出現飽和點,使得未來的銷貨成長,最後終將取決於這個「相同店面銷貨額」透過這個對照基準,分析者便可以衡量其他未必積極開設新店之零售業者的銷貨表現。我們希望看到的是,相同店面銷貨額每季都增加。相同店面銷貨額如果能夠呈現百分之四、五到百分之十五、十六的成長,應該就算很好了,而且也不至於高到無法維持的程度(百分之二十五之三十的相同店面銷貨成長,絕對沒辦法長期維持)一般來說,相同店面銷貨成長如果能有百分之十或以上,應該就算健全了。°哪些因素會影響相同店面銷貨額?主要有兩項,價格與客戶數量。針對營運一年或以上的店面,衡量其銷貨增加或減少,更能反映業者經營的績效,因為這項衡量剔除了結束營業與新開設的店面。如果相同店面銷貨增加(相較於去年同期資料),就意味著客戶數量增"
    },
    {
      "page": 130,
      "text": "加,或客戶平均銷貨金額增加,或兩者同時增加。這代表經營者的行銷努力取得成果,品牌更獲得客戶青睞。但如果相同店面銷貨減少,顯然會造成問題。這項衡量惡化,代表發生了下列事件之一:■品牌喪失力量,人們再也不到業者的店面消費。■經濟狀況轉差,人們消費減少。■業者提供太多折扣商品,每個客戶的平均銷貨金額減少。有些業者透過加盟方式擴展業務,或綜合採用直營和加盟策略。加盟金雖然可以幫業者創造龐大利潤,但其盈餘穩定性顯然不如直營店面。業者所開設的新店面中,加盟比率如果很高,店面歇業與盈餘利空的風險就會增加。麥當勞可能是有史以來經營最成功的餅乾成形機加盟模型;二〇〇七年時,麥當勞的加盟店面大約佔了有百分之六十左右。●129第六章類型、產業類別與催化事件關於餅乾成形機模型的運作,還有一項重要考量(尤其適用於相對新穎的生意)各種不同地理區域(東南部、南部、中西部、國際市場…等)店面經營成功的歷史紀錄。關於模型的擴展可行程度,當然需要經過確認。另外,「太快」或「太多」都是警訊。對於多數業者來說,如果每年新開店面超過一百家,恐怕就很難維持。二〇〇六年,星巴克開設的新店面較去年增加一千一百零二家;結果星巴克股價做頭,隨後二十四個月內下跌了百分之八十二。到了二〇一一年,星巴克店面數量反而較二〇〇八年少。至於其他重要的統計衡"
    },
    {
      "page": 131,
      "text": "130。量,還包括:比較相同產業其他業者的「每平方英尺店面銷貨額」與「每單位投資資本銷貨額」頂級競爭股:盯住競爭金融怪傑交易之道超級績效一個產業群的真正領導者,往往只有一家、兩家或三家。如果要你講出第一與第二大的軟性飲料公司,你很可能會說「可口可樂」和「百事可樂」。但如果我說第三大公司呢?你是不是能夠立即回答?至於咖啡,或許是星巴克和Dunkin'Donuts吧?家居改善業者,或許是家得寶(HomeDepot)和Lowe's吧?請記住,我們想要尋找的是未來的超級強勢股,明天的星巴克、明天的蘋果電腦、明天的Google。一九八一年,MCI通訊(MCICommunications)挑戰沈睡的市場領導股AT&T。MCI公布強勁的盈餘數據,股價由長達十七週的盤整型態向上突破,一九八一年四月二日創新高股價,但這只是剛開始而已。隨後二十二個月內,MCI股價上漲百分之五百。某頂級競爭股未必是所屬產業群之中最優質的企業,其產品跟真正的市場領導股比較起來,或許也稱不上優質:可是,它是在正確時機,出現在正確地方。頂級競爭股雖然可能跟市場領導股同屬某快速成長的產業,但其產品與店面也許在某些方面不如領導股。這些「競爭股」雖然不如領導股,不過仍然有能力創造快速盈餘成長,股價也有飆漲潛能。某產業的第二號企業,最終也可能搶奪領導股的市佔率,甚至取代第一號的地位。頂級競爭股的股價會反映這方面的潛能,創造出不錯的表現,而市場領導股卻只能消化先前的股價漲幅。"
    },
    {
      "page": 132,
      "text": "從一九九○年到二〇〇〇年期間,家得寶股價上漲百分之三千七百,年度複利報酬率平均超過百分之四十。相同期間內,Lowe's股價只上漲百分之一千,漲幅大約只有家得寶的四分之一。然後,從二〇〇〇年一月到二〇〇四年一月之間,Lowe's股價上漲超過百分之一百,但家得寶股價反而下跌,距離歷史最高價超過百分之四十。所以,如果考慮整個十四年期的表現,Lowe's股價上漲百分之兩千九百,家得寶股價只上漲百分之一千八百。家得寶是相關產業的長期領導股,對於那些看見其潛能的投資人來說,差別只在於是什麼時候上轎的而已。對於某個產業群,永遠都要追蹤頂尖第一號和第二號業者。「美國線上」(AmericanOnline)顯然是網際網路市場的領導股,直到「雅虎」取代其地位為止。「谷歌」又向「雅虎」挑戰,然後上市,現在顯然已經成為第一號網路搜尋引擎。市場領導股的挑戰者,往往可以提供最棒的投資機會,尤其是如果隸屬於強勁產業群的話。這就如同NASCAR的賽車選手一樣,總是緊跟在領先者之後,等待適當時機超車,頂級競爭股也可以循著市場領導股的步伐,最終贏得市場佔有率。你應該專心注意產業群內最頂尖的兩、三支股票,也就是盈餘銷貨、毛利與相對強度方面的領先者。這個產業群如果剛好是多頭市場的主要領頭,那就更值得特別注意了。.●131第六章類型、產業類別與催化事件(9)"
    },
    {
      "page": 133,
      "text": "132網路視頻Netflix上市;百視達做頭金融怪傑交易之道超級績效網路視頻Netflix上市後的十五個交易日之內,影片出租業者百視達(BlockbusterVideo)便做頭並且從此消寂,這個事件絕非巧合。整個發展相當合理;優勝劣敗,適者生存,影片出租產業找到了更方便的解決辦法。Netflix上市進場,百視達則做頭退場,股市資金幾乎是直接轉移到了新進競爭者身上。事實上,就在我們生活的周遭,也不難實際看到錄影帶出租店一家一家歇業,情況變得非常清楚;實體影片出租行業已經發展到頭了。股票市場走出二〇〇九年的谷底之後,百視達受到銷貨不振的拖累,股價一度跌到零點一三美元。另一方面,二〇〇九年三月十八日,就在納斯達克市場創下空頭市場新低的七個交易日之後,也是道瓊工業指數創下空頭市場低點六四六九的十個交易日之後,Netflix創下歷史新高價位。隨後十七個交易日之内,Netflix股價又繼續上漲百分之二十。該企業公布先前三季的銷貨表現相當不錯,分別為是從百分之十一到百分之十六,又到百分之十九。盈餘狀況更理想,分別增加百分之三十六、百分之三十八和百分之五十八。二〇〇九年十月,我買進Netflix股票。該公司不論盈餘、銷貨、毛利、淨值報酬率與負債水準,各方面都優於百視達。Netflix的股價本益比為三十二倍,百視達只有二倍。請問:何者才是真正「便宜」的股票呢?從Netflix上市起算,股價總共上漲超過百分之三千四百,百視達在相同期間則下跌了百分之九十九。"
    },
    {
      "page": 134,
      "text": "2/23/1125524022521019518016515013512010590756045301570605040|3020112/23/113230202624222018161412108614012010060OBigCharts.com10OBigCharts.com10090908酥蝦00070706圖6.1Netflix(NFLX)vs.百視達(BLOAQ)(二〇〇二~二〇一)頂級競爭股Netflix奪取市場,藉由新的經營模型,搶得影片出租行業的·百視達做頭0504Netflix上市0303133第六章類型、產業類別與催化事件0202NFLXHeekly.\"01BLOROHeeklyVolume01龍頭地位。"
    },
    {
      "page": 135,
      "text": "134機構青睞股機構青睞股又稱為優質企業(qualitycompanies)或正式成長股(officialgrowthstocks)。金融怪傑交易之道超級績效一但千萬不要因為這些名稱而覺得「肅然起敬」這些都是成熟的企業,沒有什麼秘密可言。它們通常都有相當不錯的績效紀錄可考,銷貨與股利成長都很穩定,經常能夠吸引到態度保守的法人投資機構,因為根據歷史資料顯示,其管理階層有能力提升盈餘、擴展毛利,創造股東價值。這些企業的盈餘成長大約落在百分之十~十五之間,他們也被公認為是最不可能失敗的企業。這類股票又稱為藍籌股,典型的機構青睞股包括可口可樂、嬌生奇異電器等。一切聽起來似乎都不錯,但有個問題:等到他們贏得(Johnson&Johnson)機構青睞股的地位時,這些企業都已經變得太龐大太笨重了。盈餘雖然很穩定,也很優質,但成長通常緩慢,而且這類股票可謂眾所周知,投資機構通常都會密切研究追蹤,價格幾乎沒有大漲的空間。在某些市況下,這些股票可能會突然受到追捧,表現也很好。可是,對於奇異電器或寶鹼(Procter&Gamble)之類的股票來說,其股價應該不太可能看到超級強勢的演出。有些時候,由於管理不當、意外事件,或遭逢嚴厲空頭修正時,這類股票也可能大跌。一旦狀況好轉,股價也可能從修正階段大幅反彈。"
    },
    {
      "page": 136,
      "text": "轉機股問題企業如果轉型成功,經常可以是賺大錢的機會。針對轉機股的投資,應該尋找的是最近兩、三季有絕對優異表現的對象。我們必須看到至少二季的強勁盈餘成長,或單季盈餘的成長足以帶動最近十二個月每股盈餘,直逼或甚至能超越歷史高點。對於轉機股,我們要問的是:營運利潤是不是正在恢復?是不是已經接近高峰?相關結果是否來自成本節約?除了降低成本、提升生產力、結束虧損業務之外,還能如何增加盈餘?公司持有的現金有多少?公司雖然可以「燒」現金,但還是應該評估燃燒率與債務負擔,才能知道現金能夠維持多久。公司承擔多少債務?相較於債券債務,銀行債務更麻煩。公司有多少營運時間可供解決問題?務必嚴密追蹤整個發展,確定轉機股的情況究竟是愈來愈好,還是愈來愈糟?是否符合預期?發展如果不符預期,通常就應該賣出。我會觀察最近幾季的成長率,並且跟三年期或五年期的對應數據作比較(過去的成長通常很緩慢)最近的成長率必須明顯加速才對。買進轉機股必須考慮的最重要問題是:目前股價表現如何?基本面狀況是否理想?兩方面都必須兼顧才行。當我們比較轉機股最近與過去的績效數據時,必須瞭解這些企業過去的基準通常都很低,所以必須要求最近的表現顯著成長:最近兩、三季的成長率,通常要超過百分之百,而且成長要明顯加速才行。●135第六章類型、產業類別與催化事件記住,股票不會永遠待在某個類型。所以,投資人必須掌握企業的動態發展,包括其產品/服務與銷貨成長潛能。蘋果電腦曾經是轉機股,接著演變為成長型股票,後來又成為機"
    },
    {
      "page": 137,
      "text": "136$20,000營收(百萬)金融怪傑交易之道2008)20102009答,「結束營業,把錢退還給股經營蘋果電腦,會怎麼處理?他回戴爾(MichaelDell),如果由他至於當人們問戴爾電腦創辦人麥可·百分之八十。當時情況相當悲觀,乃下跌,從高點往下衡量的跌幅超過潤都不理想,盈餘乏善可陳,股價年期間,蘋果的營運收入與營運利構青睞股。二〇〇一年到二〇〇三iPhone.2005\\20072006超級績效2003)2004iTune商店iPod發表東。蘋果電腦推出一系列新產品,包括iPod、iTunes與iPhones等,演出一段賈伯斯哲任CEO圖6.2蘋果電腦(AAPL)(一九八五~二〇〇)蘋果銷貨/營收重大發展分之一點二,達到傲人的百分之的營運淨利每年都增加,從區區百〇〇三年到二〇一一年期間,蘋果企業史上最偉大的轉機歷程。從二三年推出iTunes商店,從此展開果在二〇〇一年推出iPod,二〇〇能讓沈寂已久的企業恢復生機,蘋可是,一種正確的新產品,就一史帝夫·賈伯斯離職$40,000$20,000………………$10,000非凡的逆轉過程。銷貨(百萬)"
    },
    {
      "page": 138,
      "text": "二十三點九。在這段期間裡,營運收入每年平均成長百分之三十九。由於營運利潤與銷貨成長快速,盈餘也跟著暴增,平均每年為百分之一百一十四。若從二〇〇三年低點起算,蘋果股價成長超過百分之一萬;其中有百分之七十三的非凡成長來自於新推出的產品。景氣循環股倘若景氣乎可以保證會在°~續數年創下盈餘紀錄,而且本益比創新低,在此時買進,幾內賠掉一半。-彼得·林區(PeterLynch)●137第六章類型、產業類別與催化事件景氣循環股對於經濟狀況與商品價格的變化很敏感,典型產業包括:汽車製造、鋼鐵紙、化工等。很有趣的是,景氣循環股的本益比會呈現逆向循環;換言之,股價漲勢啟動初期的本益比偏高,漲勢末端的本益比偏低。什麼緣故造成的呢?這是因為華爾街專業分析師會根據景氣循環狀況,預測這些企業盈餘循環的動態發展。成長型投資人如果想把一般盈餘模型套用在景氣循環類股的選股程序上,恐怕會深感困擾,因為如此挑選出來的股票,將不同於餅乾成形機零售業者或高成長科技業者,後者通常會先把明確盈餘數據擺在「桌上」,隨後還會繼續好幾季或好幾年地創造高成長。正因為如此,所以我把景氣循環股歸入獨立的一"
    },
    {
      "page": 139,
      "text": "138種類型,有別於其他能夠繼續維持成長的股票,以便引用稍微不同的處理方式。金融怪傑交易之道超級績效關於景氣循環類股的交易,關鍵在於琢磨下一個循環發生的時間,究竟會比正常情況提早還是落後。分析景氣循環股的動態發展,存貨與供需變數是特別重要的考量因素。當景氣循環股的盈餘已經連續成長好幾個月或好幾年,本益比下降到明顯偏低水準時,通常是代表股價漲勢即將結束的徵兆。反之,當本益比極端偏高,該企業或所屬產業長期籠罩在絕望氣氛中,營運狀況一片黯淡時,往往就代表底部近了。股價循環擺動的底部,通常會有下列現象:1.盈餘下降。2.分派股利減少或取消。3.本益比偏高。4.消息面普遍差。股價循環擺動的頭部,則會出現以下現象:1.盈餘上升。2.分派股利調高。3.本益比偏低。4.消息面普遍好。"
    },
    {
      "page": 140,
      "text": "遠離落後股。落後股與市場領導股屬於相同產業群,但股價表現較差,盈餘與銷貨成長通常也較差當某個類股在領導股帶動下,表現得炙手可熱,這股氣氛有可能會蔓延到落後股,使得落後股有時候也會有傑出表現,但時間通常很短暫,而且經常是發生在整個漲勢即將結束的末端,落後股才會有補漲行情。可是,相較於真正的市場領導股,落後股的價格表現明顯較差。落後股的股價,看起來會比市場領導股便宜,特別容易吸引到外行的投資人。股價本益比偏低,價格漲幅相對較小,這些都不是買進落後股的正確理由。某支股票的本益比之所以高,另一支股票的本益比之所以低,其中絕對存在理由。一般來說,股價高的市場領導股,實際上比較便宜,股價低的落後股,實際上反而比較貴。多年來,為了搭上健康食品的風潮,很多人考慮買進WildOats,因為該股票是市場領導股WholeFoods的較小型競爭對手,而且本益比低。可是,本益比低,當然是有理由的:WildOats沒辦法創造盈餘成長。強調盈餘成長而買進WholeFoods的投資人,雖然支付較高股價,實際上卻賺更多錢二●139第六章類型、產業類別與催化事件處在快速成長期間,WholeFoods的本益比很少低於三十倍。我們不難理解很多人會因為本益比過高而放棄這支股票,但他們也低估了成長所代表的機會,本益比偏高根本無關緊要。關鍵是WholeFoods有能力快速擴張成長,維持平均百分之二十以上的成長。基於這個緣故,這支股票讓投資人賺大錢。"
    },
    {
      "page": 141,
      "text": "14012/30/05803020110150100Millions500(12/30/055,5005,0004,50004,0003,5003,0002,5002,0001,5001,0005006040Billions20金融怪傑交易之道©BigCharts.com/05©BigCharts.com04超級績效030001020304.05:02.00-0198999899圖6.3WholeFoods(WFMI)vs.納斯達克綜合股價指數二○○一年到二〇〇五年期間,WholeFoods股價成長為八倍。96979697相同期間內,納斯達克指數下跌超過50%。95(一九九三~二〇〇五)HFMIMonthly9493.NASDAQMonthly939495Volume"
    },
    {
      "page": 142,
      "text": "特定產業集團領導的新多頭市場在空頭市場底部形成階段,市場某些產業或類股會先出現承接的現象。一般來說,新的多頭市場會由三、四個或甚至多到七、八個產業群或次集團領導發展。市場也可能還存在著更廣泛的主題,譬如:成長型股票、價值型股票、小型股、大型股等。大盤見底之前,這些領導群往往就會先展開多頭攻勢。舉例來說,在一九七四年的市場底部,中型股與小型股在九、十月份就出現承接徵兆,但大盤指數一直到十二月份才見底。二〇〇三年三月,當新多頭市場展開時,投資人早在幾個月之前,就陸續開始承接特定類型的股票,最明顯者包括:金融、能源、基本物料、中型股與小型股。如何找到領導新行情的集團呢?就是要追蹤個別的股票。我喜歡追蹤五十二週新高清單。多頭市場初期,股價創五十二週新高較多的產業群,經常也就是新行情的領導者。你的投資組合應該涵蓋四、五種各產業類股的最頂尖股票。多頭行情發展過程中,有些產業類股的股價會上漲好幾倍,有些則不如大盤指數。有些產業類股的涵蓋層面很廣,包括多種行業與次集團,譬如:醫療/保健(healthcaremedical)、科技(technology)基本物料(basicmaterials)、消費者。'服務(services).141第六章類型、產業類別與催化事件'資本財(capitalgoods)循環(consumercyclical)消費者非循環(consumernoncyclical)金融(financial)、運輸(transportation),能源(energy)公用事業(utilities)等等°每一種產業類股裡,都還可以再進一步區分出次產業或產業群。舉例來說,醫療/保健產業包含了藥物、通用藥物、處方藥物、生化遺傳、健康維護組織(HMOs)、醫院、療養院、"
    },
    {
      "page": 143,
      "text": "142門診/家庭保健、醫療設備、醫療服務、醫療用品等。金融怪傑交易之道級績效在多頭行情發展初期,及早買進領導群股票,就能夠有效創造重大資本利得。某些類群會在多頭市場末期才開始轉強,這些往往是下一個多頭市場的領導類群。從空頭市場轉折到多頭市場的過程中,投資人應該注意的是抗跌能力最強,而且隨後在大盤回升過程中能領先創新高的股票°在這些類群裡,相對強度排序最高的股票,通常會從一開始就領導漲勢,價格漲幅通常也最高。當我們看到某個產業內,股價創五十二週新高(尤其是從行情低點回升)的股票家數愈來愈多,就代表該類群的漲勢已經啟動。我通常都會借重個別股票,讓它們帶領我尋找出領導產業群或類股;換言之,我是採用由下而上、而不是由上而下的做法。一般來說,我會先找到領導群內最棒的股票;至於該產業類股的領導地位,則是後來才慢慢變得明顯的。所以,我把注意力擺在個股,讓它們指引我找到所要的群組。當然,有時候也並非總是如此。不過,我仍然會留意整體產業的情況,如果發現某種足以吸引我的有趣東西,我就會觀察該產業的構成股票,再根據自己的準則做整理。我總是會先觀察表現最棒的股票:通常是盈餘與銷貨表現最棒的,股價最接近新高的,相對強度表現特殊的股票。這就是我尋找真正市場領導股的做法。"
    },
    {
      "page": 144,
      "text": "過去的歷史資料告訴我們,真正的大贏家特別經常出現在某些產業群之中。創造最多超級強勢股的產業群包括了:■消費者/零售■科技,電腦,軟體或相關■藥品,醫療與生化科技■休閒/娛樂創新與機會根本狀況如果發生重大變動,類群表現也會受到顯著影響。可是,這並不意味著,一支股票必須隸屬強勁群組才能成為大贏家,也沒有凸顯「漲潮載浮所有船隻」的意思。我想要強調的是,投資人必須留意那些具有利基市場、專門技術、專業科技的新產業與企業,以及新近放寬管制或結構出現重大變動的產業類別。對於那些足以幫助人們工作得更好、活得更久、享受更美好人生,協助企業降低成本、提升生產力和效率的新科技,或是舊科技的新運用,都應該特別留意。多留意那些朝正面發展的變動,以及這些變動所創造的機會。你可以閱讀相關產業的專門雜誌,也可以打電話給企業公關,請他們推薦一些介紹產業最新發展動態的刊物。●143第六章類型、產業類別與催化事件"
    },
    {
      "page": 145,
      "text": "144金融怪傑交易之道超級績效當一種新的類型產生,或一家公司創造了新的產業,經常就會擴展為更廣泛的群類。舉例來說,USSurgical原本是一家生產醫療產品的企業。自從一九八七年開始生產醫療用品之後,該公司創造了其特有的新利基市場。一九九〇年代初期,USSurgical引進内鏡夾(EndoClip),允許快速進行腹腔鏡膽囊切除手術,這類器材的市場也迅速成長。不久之後,腹腔鏡也被運用於疝氣手術、闌尾切除手術、子宮切除手術,以及其他的腹腔手術。這些器材幾乎是在獨佔狀態下銷售,USSurgical的一九九〇年銷貨成長百分之五十,一九九一年上半年成長百分之七十五。當時的盈餘成長百分之七十八,到了年底則幾乎翻了一倍。一九九一年,USSurgical銷售價值三億美元的腹腔鏡設備,並成為全美國成長最快速的企業之一,營運利潤高達九千一百萬美元。短短幾年前,USSurgical所銷售的腹腔鏡工具還只有區區一千萬美元;到了一九九二年,該公司的營收超過十億美元°類群循環動態發展(HMOS)~某個產業群所發生的事件,也有可能影響到其他的產業群。舉例來說,伊拉克戰爭與九一一恐怖攻擊事件,對於軍事國防業者產生了重大影響。這又影響了電子零件製造業者,尤其是生產細微測量器材的業者。一九九〇年代,健保改革助長了健康維護組織類股而這又引發了對於抑制成本之業者與軟體的需求,藉以協助處理病患和相關後勤工作。個人電腦的發明,也直接影響了半導體生產業者。小型手持器材的迅速發展,也造就一英吋硬碟的需求。二〇〇六~二〇〇八年期間的高能源價格,以及全球持續擴張的能源"
    },
    {
      "page": 146,
      "text": "出現在領導產業群之中。我們相信,未來的成長領域裡,必定有市場領導股們看到社交媒體與雲端運算成為最新開拓的領域。的普及化,帶動人們追求高速寬頻服務。現在,我電腦週邊設備的龐大需求,其他替代能源的快速興起。個人電腦創造了軟體和需求,再加上環境污染日益嚴重,則導致太陽能與後者又引發了網際網路1970年1980美國電視產業領導股打噴嚏,整類群患感冒業者家數圖6.4汽車產業(一九八〇~一九七○)與電視產業(一九四○~一九九○)的企業家數Source:JamesM.Utterback,\"MasteringtheDynamicsofInnovation.\"煩。即使是間接相關的股票,譬如上流供應商或下股票相繼做頭,很可能也就代表整個類群同樣有麻群體不久也跟著受難。如果某類群的一支或多支可以看到,某類群內的某支股票突然大跌,而整個業類股,務必留意其中最重要的領導股。各位經常示整個產業群即將遭遇的麻煩。對於表現最佳的產的兩、三支股票,因為其負面動向經常能夠預先顯進;同樣地,投資人也應該密切留意產業群最重要市場領導股往往能夠預示某強力產業群的前美國汽車產業89019001910192019301940195019601970●145第六章類型、產業類別與催化事件888業者家數"
    },
    {
      "page": 147,
      "text": "146流客戶,可能也會受到牽連。根據歷史資料觀察,有超過百分之六十的超級強勢股跟整個產業群的漲勢有關。總之,投資人務必留意一個產業群的領導股,如此絕對有助於掌握整個產業群的表現。如果看到某主要領導股急漲之後大跌,那就要小心了,因為這經常是整個產業群即將陷入麻煩的初步徵兆。金融怪傑交易之道(超級績效新科技變成舊科技每個創新最終都有不再是創新的時候;這樣的過程會藉由市場滲透與最終飽和的路徑而發展。這是個禁得起時間考驗的真理。每一種創新(鐵路、汽車、無線電、電視、電腦、網際網路等)最初都起始於相對高價區,只有少數人負擔得起,市場規模有限。然後,隨著科技與製造程序進步,新產品的價格慢慢下降。於是,市場滲透程序開始,愈來愈多潛在用家能夠取得新產品/服務。可是,滲透到某種程度之後,市場終究會飽和;汽車與電視就是典型的例子。這個時候,市場基本上成為重置市場,整體銷售單位的成長,將受限於整體經濟緩慢的成長。市場一旦飽和,進一步滲透的空間就不大。產品單位價格下跌,銷售單位數量即使增加,幫助也不大。至此,整個產業便已不再是成長型產業了。在某些情況下,科技與製造程序的進步,可能會導致產品價格下跌,這方面的影響甚至會超過銷售單位的增加。到了這種市場飽和期間,競爭壓力通常會嚴重壓抑營運利潤。原本銷貨成長快速的成長型產業,現在"
    },
    {
      "page": 148,
      "text": "因為資訊流量與市場全球化的關係。同;可是,如今整個循環的發展步調變得更快,或許是業,以及一九五〇年代的電視產業,經驗也沒有什麼不業,就歷經過這類的滲透程序。一九二〇年代的汽車產年代與一九九〇年代,以個人電腦為基礎的高科技產準,業者家數也會下降,破產變得更普遍。一九八〇的特色,就是營運毛利經常遠低於先前產業的平均水邁入了整合期,競爭異常劇烈。這類整合期有種顯著個人電腦產業圖6.5硬碟製造業(一九七六~一九九八)與個人電腦業(一九七四~一九九二)的企業家數Source:DISK/TRENDreports,ManagementScience,andCSFBestimates.硬碟產業1970197519801985199019952000●147第六章類型、產業類別與催化事件廠家"
    },
    {
      "page": 149,
      "text": "148金融怪傑交易之道超級績效"
    },
    {
      "page": 150,
      "text": "第七章重要基本面一支股票的價格如果遭逢重挫,其中必有緣故,而且這經常是股價進一步走低的開端。所有這類的案例,幾乎都一定是企業或產業的基本面發生問題。時序邁入二〇〇八年,包括花旗銀行在內的很多大銀行,還有相關的經紀商/交易商和投資銀行,譬如雷曼兄弟和貝爾斯登,都因為信用過度擴張,財務狀況惡化。相關發展有可能導致金融體系崩解,整體經濟也可能因此陷入嚴重的衰退。從二〇〇七年到二〇〇九年期間,先前的道瓊指數成分股美國國際集團(AIG)股價也從一百零三美元高點崩跌到只剩下零點三三美元。二〇〇八年九月二十二日,AIG被道瓊指數取消成分股資格。二〇〇九年六月八日,花旗銀行也被道瓊指數剔除了成分股的資格。5各位想必聽過「買低/賣高」的諺語。各位或許認為,這可能是「一輩子只有一次的機會」——換言之,或許你認為應該在價格下跌過程中,買進奇異電器、花旗銀行或其他著名企業的股票。我想,那些在二〇〇八年買進藍籌股通用汽車的投資人,他們一定認為自己買到了便宜貨。可是,就在一年之後,通用汽車股價跌到一九三三年以來所不曾見過的價位,跌掉了將近百分之九十五的價值。二〇〇九年六月八日,通用汽車也被道瓊指數取消成分股資格。由此可見,一家公司的規模不管多大,地位不論多麼尊貴,基本面(換言之,盈餘)一●149"
    },
    {
      "page": 151,
      "text": "150旦惡化,我們就不知道股價會跌到哪裡去了。8222no金融怪傑交易之道超級強勢股的驅動力量©BleCharts.級績效股票市場不太關心過去,包括企業過去所累積的地位在內。股票市場真正關心的是未來,也就是成長。記住,我們的目標是挖掘出超級強勢股,也就是價格漲勢最強勁的股票。最具上漲潛能的股票,通常不會在廉價品垃圾桶裡頭找到。這些股票之所以表現強勁,關鍵是它們背後推動的力量:成長———盈餘與銷貨的真實成長誰會想要購買瑕疵品呢?|股價崩跌|下跌95%|盈餘遽減。圖7.1花旗銀行(C)(二〇〇六~二〇一)你的目標如果是「透過股票操作,造超級績效」,那麼投資組合中所納入的每支股票,就必須全都能代表傑出的企業。超級強勢股會透過盈餘、銷貨、營運RollingEPS"
    },
    {
      "page": 152,
      "text": "利潤的成長和提升,展現其力量。這些強勢企業每季所公布的營運績效,總是優於華爾街的預期,然後藉由這類利多意外,驅動股價走高。千萬不要只因為「名氣」而愛上那些價格大跌的股票。很多真正的贏家,可能是你從來沒聽過名字的股票。它們的光榮日子,出現在未來,而不在過去。股票市場存在著許多基本面條件傑出的企業;一家公司不論規模、地位、聲譽如何傲人,投資人都沒有理由去接受較差的績效紀錄。上市公司每季都會公布盈餘和銷貨報告,持續更新一組最重要統計數據,而其中有些新名字會脫穎而出,因為潛力較強的股票,終將取代表現不彰者。同樣的這組資料,也可以讓我們重新評估那些已經納入投資組合的股票。透過這種強制取代的處理方式,投資組合自然而然會邁向績效目標。那些持續交付優異表現的股票,就能夠繼續留在投資組合裡,至於那些表現不彰者,則必須離開。為何強調盈餘?。房地產投資的口頭禪是「地點,地點,地點」至於股票投資,則是「盈餘,盈餘,盈餘」,因為盈餘畢竟是股票投資的終極目標。一家公司能夠創造多少盈餘?能夠持續多久?談到盈餘,每位投資人都應該考慮三個問題:多少?多久?多確定?獲利性(profitability)持續力(sustainability)與能見度(visibility),是驅動股價最具影響力的因素。●151第七章重要基本面如果想要瞭解盈餘對於股價的影響,讓我們看看華爾街究竟是如何運作的。誰在驅動股"
    },
    {
      "page": 153,
      "text": "152價?大型機構投資人,譬如:共同基金、對沖基金、退休基金、保險公司等。這些大型投資機構會聘請專業人士,運用投資模型處理盈餘意外報告,也就是看看公司所公佈的盈餘,是否超過或不如專家的預期。盈餘意外報告一旦公布,機會就產生了,或者起碼也會出現候選股。金融怪傑交易之道超級績效大型金融機構通常都採用價值評估模型,透過盈餘估計來決定股票目前的價值。上市企業每季公布的盈餘,如果顯著超過預期,追蹤相關股票的分析師就會重新做評估,向上調整盈餘估計。盈餘估計向上做調整,價值評估模型所計算出來的股票價值也就會跟著上升。所以,每當盈餘估計向上調整時,股票通常就會變得更具吸引力,聚集更多的買盤°預期與意外。股價會因為兩種理由而發生變動:預期(anticipation)與意外(surprise)每個價格走勢都是因為這兩種因素而變動:預期某新聞、某事件、某重要基本面發生變動,或是對於利多或利空意外事件產生反應。預期代表一種期待。舉例來說,市場謠傳某重大工程合約將交付給某包商。由於預期這項消息即將公布,因此股價就可能上漲。可是,等到謠言成為了事實,合約正式簽署時,股價可能反而下跌。企業所公布的盈餘,如果符合預期,股價經常也會產生類似的反應;消息一旦正式公布,股價可能反而會下跌,因為相關消息已經預先反映於股價。股價經常因為預"
    },
    {
      "page": 154,
      "text": "期利多或利空消息而呈現走勢,等到消息獲得驗證時,股價往往又朝相反方向移動(換言之,股價會因為預期利多消息而上漲,而在正式宣布時下跌)。這種市場現象往往讓初學投資人深感困惑。何以如此?因為股票市場的價格,乃是取決於未來的事件。所以,人們常說,股票市場是預先反映的機制(discountingmechanism)預期心理會驅動股價,但預期事件一旦成真,利多或利空出盡又會引發反向價格走勢。因此,市場有種說法:「趁著謠言買進,順著事實賣出。」。意外的種類很多,譬如明顯超過或不如預期的盈餘,或是某突發事件徹底改變企業經營展望。每種意外都蘊含共通特性,因為意外(根據定義)就是預料之外。美國國會可能突然處理某產業放寬管制的議題,某原本預期不能通過的藥品突然出現綠燈。至於企業公布的盈餘,如果顯著超過預期,則是利多意外,如果顯著不如預期,則屬利空意外。盈餘意外關於華爾街所謂的盈餘意外,在此讓我們稍微釐清其意義:企業所公布的盈餘,其數值如果超過(或不如)專業分析師所估計的平均水準,就可稱之為盈餘意外。關於這類的盈餘估計,各位可以透過一些新聞網站查詢,譬如:Yahoo!Finance、Zacks或Briefing.com等假定有十位分析師追蹤XYZ公司,這些人估計的每股季盈餘平均為零點五三美元,該公司實際公布的盈餘如果每股為零點六〇美元,那麼利多意外就是零點〇七美元。如果公司實際公布的盈餘為每股零點四八美元,利空意外就是零點零五美元D●153第七章重要基本面°"
    },
    {
      "page": 155,
      "text": "154價格($)2/29/08>>金融怪傑交易之道召級績效利空意外;價格走低愈好。擊敗盈餘估計的企業,而盈餘利多意外總是愈大會產生後續漂移的現象。各位可以特別留意那些情,只能分批買進或賣出。這也就可以解釋為何買賣的籌碼就是那麼多。大玩家為了避免影響行時採取行動。另外,市場流動性也是問題;可供由有好幾點。首先,所有的市場參與者不可能同的交易者都清楚,這套理論的主張顯然不對,理生,市場價格就會立即做出完全的反應。有經驗論(Efficientmarkettheory)認為,消息一旦發價格走勢)有可能會持續好幾個月。效率市場理和後續漂移(順著意外最初反應方向繼續發展的價走高。研究資料顯示,意外消息所引發的反應多意外的話,可能引發一系列買進活動,驅使股意外數據可能會引發一系列反應。如果是利↑每每股盈餘意外22/0712/7/070圖7.2UrbanOutfitter(URBN)(二〇〇三~二〇〇七)受到持續性利多盈餘意外影響,股價在二〇〇三~二〇〇五年期間大漲。到了二〇〇六~二〇〇七年期間,情況相反,由於持續發生利空意外,5/2/0310/17/034/21049/17104314/058/19/052/3/067/21/061/5/076/URBANOUTFITTER(W)DenPricelin利多意外;價格走高股價大體上呈現橫向盤整。ChartcourtesyofZacksResearchWizard.<<3/15/96"
    },
    {
      "page": 156,
      "text": "蟑螂效應當我們看到一隻蟑螂時,通常就代表還有很多蟑螂,我們稱此為蟑螂效應。這種說法也適用於企業公布的盈餘意外。一家企業如果公布優異的營運績效,結果遠超過專業分析師的估計,通常代表該企業將來公布的績效仍然會很好。另外,如果一家企業公布明顯的盈餘利多意外,相關產業類股的其他業者也很有可能會出現類似的結果。意外持續發生的可能性,會使得機構投資人試圖在盈餘數據實際公布之前,預先採取投機行動。這類策略有可能創造出重大的獲利。如果某季出現顯著的盈餘意外,就有可能預示著未來數季仍將持續發生類似意外。當然,利空意外則會造成相反方向的效應。企業公布的盈餘數據如果不符合預期,隨後幾季公布的績效就很有可能會繼續令人失望。由於盈餘意外具有延續性,所以我們應該把注意力集中擺在那些能夠擊敗市場估計的股票,儘量避開盈餘利空意外。若想要尋找這類的候選股,不妨查閱最近幾季的盈餘報告,留意那些表現超越預期的股票。盈餘意外未必一律平等●155第七章重要基本面有些意外未必是真的意外。企業公布的數據,有時候確實是超越平均預期;舉例來說,XYZ公司公布每股盈餘為一點二三美元,市場估計為一點二〇美元。這種情況下,盈餘利多意外雖然有零點〇三美元,但未必值得「意外」。新聞媒體的報導,經常會過分強調"
    },
    {
      "page": 157,
      "text": "156金融怪傑交易之道企業公布盈餘超過分析師估計水準達一兩美分;事實上,這算不上什麼「新聞」。企業公布數據經常會超過市場估計。這種現象之所以發生,是因為上市公司公開揭示的資訊,經常會很小心地考慮市場預期,設法確保專業分析師所做的估計,會低於公司管理階層預期交付的水準。另一方面,則是因為專業分析師不免受到群居效應影響,他們不希望自己所做的預測,顯著不同於同儕所估計的平均水準。召級績效專業分析師預測盈餘時,態度通常偏向保守。我們知道,市場喜歡利多意外,而華爾街是個賣股票給客戶的場所,所以不難理解這些事情如何會發生。談到做預測時,心態過份積極,完全沒好處。假定大多數分析師預測的盈餘都介於零點二五美元到零點三〇美元之間,平均值為零點二七美元。在這種情況下,誰願意提出每股零點四〇美元的預測?如此一來,原本超越預期的盈餘報告,有可能會變成令人失望的利空消息;股價可能因此下跌,結果誰得到什麼好處?分析師還可能因此被炒魷魚呢。不如態度保守一點,儘可能將預測保持在平均水準的合理範圍內,如此才能皆大歡喜,尤其是那些能夠擊敗預期的企業,他們會更高興一些。所以,有些東西表面上看起來雖然不錯,但千萬不要因此誤以為那是真正的利多意外。我們真正想要的是:能夠顯著擊敗預期的重大事件。.多年前,華爾街相當流行如何辨識「耳語數據」(whispernumber)這是一種較公布估計或預測均值更合乎實際的虛幻數據。耳語數據之所以會產生,是因為上市公司管理階層過去能夠透過合法手段,跟一群往來密切的特定專業分析師分享消息,這些消息不必對外公布,但自然會傳遞到有辦法的玩家或大客戶耳中。"
    },
    {
      "page": 158,
      "text": "二〇〇二年通過的《薩班斯奧克斯利法案》(Sarbanes-OxleyAct),規定上市公司必須透過更嚴格方式傳遞資訊,不允許再有耳語數據,違者嚴懲。甚至更早在二〇〇〇年八月,證券交易委員會就採取了「FD規範」(RegulationFairDisclosure,公平揭露規範)處理上市公司所能夠揭露的「非公開資訊」(non-publicinformation,也就是還沒有公布的資訊)一般來說,根據這個規定,上市公司如果把資訊透露給某個人,也就必須公開揭露該資訊依據美國證管會的說法,這個規定的目的,是為了提倡「完全而公平的揭露」。D分析師的估計修正上市公司所公布的盈餘如果出現顯著意外,負責追蹤的分析師通常都會修正盈餘估計。我希望看到不只當季的盈餘估計向上修正,目前會計年度的盈餘估計也應該要做修正。研究資料顯示,當盈餘估計向上修正百分之五或更多,股價就會有超乎平均水準的表現。反之,如果向下修正百分之五或更多,股價也會出現低於平均水準的表現。●157第七章重要基本面、一般來說,根據盈餘意外所做的估計調整,都會在報告公佈之後儘快進行。可是,有些估計調整是發生在盈餘報告之前,譬如說,也有可能會在季中做調整。這意味著分析師早就預期相關企業會交付好績效,原因可能是因為產品銷售超越預期,或是經濟狀況明顯改善負責追蹤的分析師會謹慎調整盈餘估計,不只是根據歷史資料,而且也會參考他們透過客戶或供應商所取得的資訊。。"
    },
    {
      "page": 159,
      "text": "158(盈餘)其數值會變得比較大。料調高盈餘估計時,本益比會下降,因為計算本益比的分母部分是否已經反映了這些預期的結果。請注意,當分析師根據最近資斂到平均水準。身為投資人,你需要留意這方面發展,觀察股價隨著公布報告的時間逐漸接近,分析師所做的估計會慢慢收下一年1.941.941.921.921.88金融怪傑交易之道5超級績效1.09°下一季0.660.65或者,從三十天之前的水準逐漸上升;如果兩者都逐漸上升,那當然更正,愈大愈好。我最起碼也要看到目前會計年度或明年的估計,前會計年度的盈餘估計,兩者應該都要有走高傾向;估計的修特別留意分析師調高盈餘估計的股票。季的估計,宣佈調整產品價格,如此可能引發價格戰爭,營運毛利也會下降。,分析師也可能認為企業適用較低的稅率。某競爭業者可能客戶表示銷貨情況超過或不符預期,也可能據此調整盈餘估計。主管談話所取得的資料。分析師也會跟企業客戶聯絡,如果發現露的參考資料,包括正式公告、電話會議等,或者是個人跟企業計算盈餘估計所引用的數據,大多是採用企業藉由某種形式所透利,再減掉某個百分率的稅金。然後,計算出季或年的每股盈餘慮企業已經簽訂或即將簽訂的合約。他們要引用估計的營運毛若想要計算未來盈餘,分析師就必須要先估計未來營收,考以及目EPS估計平均值的趨勢,估計較三十天前攀升當季0.340.320.290.290.29目前7天前30天前•60天前190天前圖7.3盈餘估計修正"
    },
    {
      "page": 160,
      "text": "好。我雖然不會因為盈餘沒有向上修正,就排除股票的候選資格,但顯著的向下修正,絕對是警訊。重大盈餘吸引重大注意企業如果能連續幾季交出優異的盈餘,這不僅會進一步促使分析師持續向上修正盈餘估計、經紀商推薦升級,也會吸引其他投資機構開始指派分析師追蹤相關股票。分析升級會吸引更多買進活動。於是不久前還默默無聞的股票,如今開始受到注意,聚焦在鎂光燈下。盈餘如果加緊步調逐季加速發展,每股盈餘所創造的動能,就會推升股價繼續走高。隨著每股盈餘動能的累積(舉例來說,先是百分之十的盈餘成長,然後是百分之三十,再來是百分之五十……)盈餘動能買家也會紛紛上轎。這種經由媒體或專業渲染的宣傳開始發作之後,感染層面會愈來愈廣,而整個動力完全是來自每股盈餘成長與未來成長預期。股價由於基本面前景好轉,引發機構買盤進場,緊跟著還會有其他計量模型參與。價格動能玩家(momentumplayers)會開始基於價格走勢強勁和價格動能的理由而加入戰局。有些投資人之所以買進,只因為看到強勁的價格行為,根本不理會基本面條件。他們認為,股價若呈現強勁漲勢,就會藉由純粹的動能,在短期或中期之内,繼續維持漲勢。●159第七章重要基本面到了某個時候,成長狀況就會變得很明顯,大家幾乎都知道了。於是,該股票正式被貼上「成長型股票」標籤。最早進場的精明資金開始獲利了結,一般散戶則因為看到電視財金"
    },
    {
      "page": 161,
      "text": "160金融怪傑交易之道哪個位置,充分掌握當時的狀況與機會。呈現循環。關鍵是:我們必須知道自己處在循環的種盈餘成熟化循環會一再發生,股價也週而復始地計向下修正,這些都會對於股價造成壓力。前述這餘動能開始流失,然後是負面的盈餘意外,盈餘估節目報導而接手買進。接著,動能停頓了。每股盈估計盈餘向下修正「價值型股票」級績效利空意外模型每股盈餘動能流失利空意外已經上桌的成果第四階段「成長型股票」第三階段第一階段想要找到下一支超級強勢股,請鎖定盈餘表現強勁、展現各種利多意外,票,就能顯著提升這方面操作的成功機會。的企業。只要鎖定那些盈餘成長強勁的第二階段股不必猜測或預測,也不必勉強接受基本面表現較差業能夠維持相當久。如果想要運用這類機會,各位取決於強勁的盈餘成長型態能夠維持多久。有些企短,將取決於企業基本面條件,或是更明確來說,將重大價格走勢。一支股票處在第二階段的時間長重大盈餘遲早會吸引重大玩家,然後創造出每股盈餘動能第二階段估計盈餘向上修正利多意外模型利多意外盈餘估計持續向上修正的第二階段股票。「價值型股票」圖7.4盈餘成熟化循環錢;其股價之所以上漲,只代表投資人希望公司將有些企業的股價表現強勁,卻並沒有真正賺大"
    },
    {
      "page": 162,
      "text": "來能夠賺錢。雖然如此,但十之七、八的情況下,價格表現最傑出的股票,其最近一季盈餘都會較去年同期呈現顯著成長。我們想要看到的,不只是最近一季顯著增加,也希望先前兩、三季有顯著成長。事實上,隨著時間經過,逐季盈餘如果能夠表現得愈來愈好,那就更棒了。根據我對於超級強勢股歷史資料的研究,還有洛夫和雷音格南的資料顯示,當季盈餘與股價重大走勢之間的關係最為密切。為了確保股票能夠吸引機構投資人,我們必須規定當季盈餘表現至少要達到某最低水準,否則就不考慮買進。很多成功的投資人,要求最近三季的年對年成長,都至少必須是百分之二十~二十五。實際成長數據當然是愈大愈好。表現真正傑出的企業,當股票處在超級強勢發展階段時,盈餘經常呈現出百分之三十~四十以上的成長。如果碰到多頭行情,最低水準還必須往上調整——最近兩、三季的盈餘成長,有可能會達到百分之四十~一百以上。企業如果能夠展現連續四季、五季或六季的強勁績效,就更能確保情況不出差錯。.對於自己實際持有的股票,或考慮買進的股票,投資人都必須知道企業公布盈餘報告的時間。有些企業實際發佈盈餘報告之前,會先做提示。另外,相關股票所屬產業群的其他企業,投資人也要留意它們的盈餘報告和新聞。●161第七章重要基本面、"
    },
    {
      "page": 163,
      "text": "162以下有幾個超級強勢股的案例,其股價在出現重大漲勢之前,桌上都已經擺著盈餘績效:■一九八九年三月到一九九三年五月期間,思科(CiscoSystems,CSCO)所公布的十七季盈餘,其中有十五季的成長超過百分之一百,另外兩季的成長分別為百分之九十二與百分之七十一。這段期間裡,股價上漲十三倍。金融怪傑交易之道(超級績效■一九八九年九月到一九九二年十二月,家得寶(HomeDeport,HD)所公布的連續十四季盈餘都超過百分之二十九。家得寶股價漲幅超過百分之五百。一九八七年到一九九一年期間,微軟(Microsoft,MSFT)所公布的十六季盈餘,只有一季低於百分之三十六。股價漲幅超過百分之一千兩百。■太陽神教育集團(ApolloGroup,APOL)所公布的連續四十五季盈餘,都優於或符合華爾街預期。太陽神的神奇股價表現,使其成為股票市場有史以來的最大贏家之一。■二〇〇九年到二○一一年之間,GreenMountainCoffeeRoasters(GMCR)所公布的平均季盈餘成長百分之一百一十二,季銷貨成長百分之六十七。二十四個月期間內,股價漲幅超過百分之六百五十。■一九九○年代初期,美國安進(Amgen,AMGN)股價曾經有一段傑出表現,當時的平均季盈餘成長為百分之兩百八十八。"
    },
    {
      "page": 164,
      "text": "卡駱馳:正確時機進場與出場Hillions©BigCharts.co卡駱馳(CrocsInc.,CROX)是一支突然爆紅的流行股,就像我在一九八○年代曾經交易的運動鞋股票LAGear一樣。這兩支股票都曾經在很短時間內,因為流行趨勢與銷貨成長而股價暴漲。二〇〇六年二月八日,卡駱馳公開掛牌,承銷價格為九點九〇美元,開盤股價上漲百分之兩百而成為三十美元。二〇〇六年六月到二〇〇七年九月之間,卡駱馳每季盈餘都維持三位數的成長。從公開掛牌到二〇〇七年十月期間,卡駱馳每季盈餘平均成長百分之兩百二十九。在這段期間裡,股價飆漲百分之四百卡駱馳因為流行熱潮而產品大賣,連續六季創下三位數盈餘成長,展現出驚人的第二階段股價漲勢。每季平均成長229%第二階段每股季盈餘280%170%333%244%205%144%圖7.5卡駱馳股價走勢圖(二〇〇六~二〇〇九)。●163第七章重要基本面對於這種生產單一產品而幾乎是一夕之間爆紅的股票,如果能夠VolumeHe"
    },
    {
      "page": 165,
      "text": "164金融怪傑交易之道在正確時機進場與出場,投資收穫將非常可觀。卡駱馳因為產品大賣(雖然時間短暫)而股價飆漲。我們看過無數這類的案例,許多企業因為搭上流行熱潮而盈餘巨幅成長。產品或許真的大賣,但流行熱潮也是理由之一。不論真正的原因是什麼,公司盈餘總會出現某種正面發展,否則股價難有傑出表現。這類的成長步調當然不可能永遠保持(沒有企業辦得到)但大有可能維持六季、九季、十二季或更久。我們只要能夠趁著這段盈餘高速成長期間進場,就有可能掌握到百分之百,或甚至是百分之三百、五百的漲勢,有些股票甚至可以在一之内,展現百分之一千的行情。(超級績效'兩年Vicor..三位數成長推升股價盈餘循環並不是一輩子難得一見的罕見現象。在周而復始的市場循環裡,這種現象會持續出現,差別往往只是名稱變動而已。一九九一年,我買進電子設備製造業者VicorCorporation(VICR)的股票,其股價在一年之內上漲超過百分之四百。這家公司生產一種特殊專利的零電流開關,專門運用於高敏感電子設備,使得公司銷貨與盈餘快速成長。從一九九〇年九月到一九九一年九月之間,季盈餘持續保持三位數成長。結果,股價上漲百分之四百六十,經過股票分割調整之後,股價從每股四美元上漲到超過二十二美元。如同各位所看到的,只要盈餘成長表現傑出,股票市場的賺錢機會無所不在,有些甚至十分驚人。關鍵是要掌握循環的第二階段,也就是相關企業交付強勁季盈餘成長的期間°"
    },
    {
      "page": 166,
      "text": "盈餘加速成長Hillions28.119342都會出現某種形式的加速成長。間,有百分之九十以上的股票,其盈餘強勢股資料顯示,在重大行情發展期過先前期間的表現。觀察過去的超級長的現象,也就是說,盈餘成長速度超的預測之外,我也希望看到盈餘加速成除了盈餘成長顯著超過專業分析師子有三個盈餘加速成長,較去年同期成長百分之五十六,這個例百分之二十八;接著,最近一季的盈餘後,先前第二季的盈餘較去年同期成長的盈餘較去年同期成長百分之十;然年同期減少零點〇五美元。先前第三季假定某公司先前第四季的盈餘較去每季平均成長130%第二階段每股季盈餘133%125%160%117%114%圖7.6Vicor(VICR)股價走勢圖(一九九○~一九九三)盈餘連續五季創下三位數成長,股價在十四個月內上漲460%。每季盈餘的年165第七章重要基本面級強勢股也大多具備這種性質。質往往能夠發揮重大的正面效應,而超對年成長率逐季放大。這種盈餘成長性Heekly"
    },
    {
      "page": 167,
      "text": "166753650-6.005605.004.504.00200.00K1396金融怪傑交易之道Q3Q4(估計)+244%0.48十二月|EPS+120%超級績效+83%0.500.360.14Q2+44%0.390.300.09九月EPS+100%三季的盈餘加速一九九○年,Elan成為市場領導股之前,盈餘連續三季加速成長。股價在Q1+12%0.290.230.06六月|EPS+80%圖7.8ElanPLC(ELN)股價走勢圖(一九九○)Q4-34%0.14預估0.16+/--0.02ChartcourtesyofInteractiveData©2009EPS圖7.7範例:季盈餘加速成長三月EPS+13%9512192651219262十二個月內上漲152%。每股盈餘(美元)Volume(CippedatRMS[Vel)2)"
    },
    {
      "page": 168,
      "text": "鎖定營業收入所帶動的盈餘第四階段Hillions98223232222222222第二階段除了每股盈餘表現強勁、加速成長之外,我們也希望看到銷貨顯示出相同的性質:銷貨表現強勁,加速成長。對於新誕生的市場領導股,我們不難看到在最近兩、三季或更長期間裡,銷貨連續出現三位數的成長。事實上,某些表現最傑出的股票,有可能會在好幾年內持續交付顯著的銷貨季成長。舉例來說,從二〇〇九年三月到二〇一〇年十二月期間,Netflix所公布的八季銷貨金額持續成長,從百分之二十一加速成長到百分之三十四;在這段期間內,每季盈餘平均成長百分之四十五,股價漲幅則超過百分之五百。一九八二年六月到一九八三年六月期間,家得寶(HomeDepot)股價上漲百分之六百九十八。第二階段圖7.9F5Networks(FFIV)股價走勢圖(二〇〇七~二〇一一)第二階段上漲期間,盈餘與銷貨同時加速成長。EPS22%30%47%65%第一階段167第七章重要基本面Sep-09Dec-09Mar-10Jun-10這段重大價格漲勢發生之前,連續四"
    },
    {
      "page": 169,
      "text": "168Q462%14%6/04/045,5005,0004,5004,0003.5003.0002,5002,0001,5001.00016/04/041009080706050403020105040302010。金融怪傑交易之道65%59%51%15%14%15%14%©BigCharts.com(超級績效Q2Q336%44%15%2003EPS+55%Q152%39%13%10%2002EPS+40%Q423%33%7%5%圖7.10範例:藉由兩季移動平均方法計算平滑之後的盈餘與銷貨2001EPS+30%FHAHJJASONDOOFHAHJJASONDOIFHAHJJASOND02FHANJJASONDOOFMANJJASOND04FHAH圖7.11年度每股盈餘百分率的變動(一九九九一二〇〇四):太陽神教育集團(APOL)vs.納斯達克股價指數從二○○○年到二〇〇三年期間,太陽神的盈餘每年都加速成長。Q343%30%2%2%Q217%2%2%1%2000EPS+28%Q1-14%EPS两季平均銷貨20%用于平均NASDAQHeeklyAPOLHeekly-Volume"
    },
    {
      "page": 170,
      "text": "季的銷貨成長分別為百分之一百零四、百分之一百五十八、百分之一百九十一與百分之兩百二十。二〇一〇年期間,F5Networks銷貨數字加速成長,盈餘也表現優異,股價則上漲超過百分之五百。傑出的銷貨數字所帶動的強勁盈餘成長(而非仰賴某種巧妙的作帳手段),才是超級強勢股的力量來源。如果我們所挑選的候選股,不僅具備傑出的盈餘表現,還展現出強勁的銷貨數字,找到超級強勢股的機會就會大增。檢視趨勢一般情況下,我會回顧過去兩、三年的資料,看看盈餘與銷貨數字有沒有出現某種加速成長的趨勢。可是,人生畢竟很難完美,如果其中有一、兩季並沒有加速成長,倒也沒什麼問題。針對最近四季、六季或八季的資料,我們可以藉由兩季移動平均方法計算出平滑之後的每季數據。最理想情況下,我們希望看到趨勢持續進步。反之,如果看到趨勢明顯惡化,連續幾季的表現都大幅下降,就要小心了。年度盈餘●169第七章重要基本面企業的表現如果很好,其成功不太可能一夜之間就突然結束。某季公布的盈餘利多意外,有可能代表的是後續一系列傑出表現的開端。而強勁的季績效表現,應該會轉換成為強勁的年度績效才對。如果只是一、兩季的優異盈餘,並不足以驅動具有延伸性的股價重大漲勢。"
    },
    {
      "page": 171,
      "text": "170。金融怪傑交易之道時也要留意年度績效成長級強勢股的成長類型。除了季的成長狀況之外,同成長到二〇〇三年的百分之五十五。這就是創造超近百分之四十,從二〇〇〇年的百分之二十八加速九十六美元。在這段期間內,每股盈餘年度成長將年來表現最搶眼的股票之一〇〇四年期間,太陽神股價從每股十美元上漲到太陽神教育集團(ApolloGroup)是過去幾十從二〇〇〇年到二超級績效°二○一○年的盈餘不僅突破先前四年的趨勢,也超越二〇〇三年高標。這個發展具有重大意義。尋找突破年份四年區間[1.32]+312%突破|EPS($)百分率變動1.94+47%重大的意義。最後,我們還要檢視最近一、兩季與前數年所形成的區間向上展開突破,這可能就具有盈餘是否突破先前的趨勢。如果看到目前盈餘從先我們可以回顧兩年到四年前的資料,觀察目前看看盈餘是否能持續加速1.131.020.230.18下一個會計年度的發展,【要20050.83【20070.2620090.32,圖7.12範例:盈餘突破成長。年份200320042006200820102011(est.)"
    },
    {
      "page": 172,
      "text": "如何尋找轉機股Q4(估計)+900%0.10三年成長率+12%四年成長率-7%50.360.14長速度也急遽加快。但是現在情況似乎有了轉機,不只盈餘明顯改善,成效表現好,一方面是因為去年同期的比較基準偏低。次一季,盈餘成長百分之一百五十。當然,最近績五十,次一季盈餘又較去年同期成長百分之一百;又成長。企業公布的當季盈餘較去年同期成長百分之較去年同期衰退。接著,突然之間,盈餘呈現爆發性長,甚至可能出現負成長。某些季的表現,盈餘可能說,成長速度可能不符合預期,或只有個位數的成在艱困期間裡,企業可能出現盈餘利空意外,譬如股票過去曾經有不錯的表現,但後來遭遇麻煩。處轉機股是另一種值得留意的盈餘加速形式。某支Q2Q30.390.300.09EPS-88%-7%+44%+183%0.100.090.01圖7.13範例:相較三年期或五年期成長率,盈餘加速成長相較三年期或五年期成長率,Q2與Q3顯然加速成長。Q4Q10.01估計0.03+/--0.02。EPS($)●171第七章重要基本面強勁(最近一、接近新高,進一步確認公司已經重新踏上軌道。更好才行。另外,盈餘與營運利潤也必須創新高或先前的比較基準如果太低,則近期百分率表現必須兩季的成長起碼要超過百分之百)對於轉機股,投資人必須確定當期盈餘表現非常"
    },
    {
      "page": 173,
      "text": "172StockChartscom金融怪傑交易之道的成長,其前景顯然轉趨火紅。分之四十的成長,然後是百分之百十二的成長,現在突然開始出現百如果一家企業原本呈現每年百分之長率中,找到盈餘加速的轉機股。率,有時候不難從當季/當年度成相較於三年期或五年期成長級績效減速為警訊盈餘成長大幅減速股價做頭圖7.14戴爾電腦股價走勢圖(一九九五~二〇〇九)199928%間,每股盈餘年度成長率平均為百況,一九九五年到一九九七年期惡化。讓我們觀察戴爾電腦的情百分之二十~三十,那就是顯著的分之五十~六十或更多,現在變成司來說,如果原本成長率高達百錯的進步了。可是,對於另一家公二十~三十的成長可能已經是很不對於某家公司來說,百分之|199865%L(DelInc.)Nasdaqo27-Feb-2000|1995~1997平均成長80%"
    },
    {
      "page": 174,
      "text": "分之八十,到了一九九八年下降為百分之六十五左右,一九九九年又下降到百分之二十八。這種程度的成長,雖然還算可以,但相較於先前的標準,變化顯然很大,這也代表股價的傑出表現就此告一段落。戴爾電腦的股價在二〇〇〇年做頭。十年後,股價每況愈下,距離歷史高價的跌幅超過百分之八十。家得寶(HomeDepot)11+1。從一九九四年起,家得寶的營運發展開始出現五年的停滯,股價也清楚呈現出第一階段的橫向整理,直到一九九七年,股票邁入加速發展階段。那一年,(年度)盈餘成長百分之一九九八年則成長百分之三十七,一九九九年成長百分之四十一這段期間,盈餘呈現出最強勁的成長,股價也展現了相應的最強勢表現,從每股十美元起漲,最高價格超過七十美元。驅動家得寶股價走高的動力,主要來自每股盈餘表現,其年度成長率平均百分之二十七,一九九八年與一九九九年更是加速成長。。家得寶股價峰位落在二〇〇〇年。一九九九年交出百分之四十一的傑出盈餘成長率之後,每股盈餘動能顯著放緩,二〇〇〇年的每股盈餘成長只有百分之十一。二〇〇〇年到二〇〇七年之間,年度每股盈餘平均成長百分之十五,大約只有稍早動能加速發展階段的一半,股價也隨之下挫,表現很差。所以,股價漲勢如果顯著超越盈餘,最終還要會受到盈餘減速成長的傷害,這種情況通常會發生在成長型股票受到大眾過份追捧的時候。●173第七章重要基本面"
    },
    {
      "page": 175,
      "text": "174列現象:總結來說,機構法人希望看到下12/31/077065605550352015100.80.6Billions0.40.2。金融怪傑交易之道■盈餘意外©BigCharts.com0706超級績效營運利潤增加每股盈餘與營運收入加速成長平均年度每股盈餘成長15%平均15%0405每股盈餘向上突破03■年度每股盈餘顯著成長02■持續加速發展的跡象每股盈餘(年度)38%|11%32%17%26%21%37%41%11%17%21%21%20%20%3%8%0001平均39%99圖7.15家得寶(HD)股價走勢圖(一九九二~二〇〇八)家得寶股價走勢圖顯示,年度盈餘加速發展,驅使股價大幅走高9897等到盈餘成長明顯減緩,則出現漫長大跌走勢。平均年度每股盈餘成長27%平均24%9694HDHonthlyVolume-93"
    },
    {
      "page": 176,
      "text": "第八章評估盈餘素質企業有可能會運用各種方式來創造盈餘,其中有些不太值得信賴。我喜歡的是優質盈餘。換言之,我們要思考一些問題:盈餘是從哪裡來的?企業創造出較佳的績效,是因為銷貨增加嗎?銷貨表現很好,是因為單一產品或單一大客戶嗎?若是如此,這種績效恐怕太過於脆弱。令人意外的優異表現,是整體產業的普遍現象嗎?訂單是否來自許多客戶?績效之所以提升,也有可能是因為節約浪費,刪減成本。企業如果想要增加盈餘,可以設法降低成本關閉廠房,或採用其他不見長效的「生產力提升辦法」。這類改善手段或許可以偶而為之,但真正的盈餘成長,終究必須仰賴營業收入。實際投入資金買進股票之前,務必謹慎評估企業的盈餘素質。.非營運收入(非經常性收入)企業所公布的財務報告,往往可好可壞,甚至大好或大壞,取決於從什麼角度做觀察。舉例來說,某企業公布的當季每股盈餘三點〇一美元,去年同期為二點四〇美元。所以,盈餘成長百分之二十五,看起來相當不錯,是嗎?如果我們更深入檢視,或許會發現該公司出●175"
    },
    {
      "page": 177,
      "text": "176售非策略性資產而產生「非常獲利」。這筆交易跟企業正常營運無關,屬於非經常性的單一事件,而且當季每股盈餘因此增加零點八四美元。如果扣除這部分獲利,當季每股盈餘實際上只有二點一七美元,較去年同期反而減少百分之七。這差異就很大了!金融怪傑交易之道3級績效我所關心的盈餘,是來自企業核心營業項目的盈餘,而不是非經常性活動所取得的利益。大多數情況下,營業收入與非營業收入之間的分野很清楚。舉例來說,某家專門銷售咖啡的業者,自己擁有一些店面。公司管理當局認為,目前商業房地產的行情過熱,因此決定出售部分房地產。這些房地產交易與相關獲利,顯然和公司正常營運的咖啡銷售無關。所以,相關財產交易屬於非經常性事件,利益也屬於非經常性利益,應該從盈餘中扣除,才能反映企業核心營運所創造的收入。留意竄改數據現今的企業管理階層非常擅長操縱市場預期,經常為了實現特定目的而竄改數據。有些玩家甚至會故意扔出盈餘利空炸彈,試圖暫時壓低市場估計,方便於將來比較之用。有些業者會耍噱頭,故意散佈盈餘可能發生問題的警訊或謠言,引導專業分析師調降盈餘估計。然後,等到業者實際公布盈餘時,實際數據就會超越估計,結果也就成為盈餘利多意外;可是,意外之所以成為意外,完全是估計調降的結果。各位如果看到市場估計最近曾經因為企業引導而向下調降,然後公司實際表現又超越預期,就應該將這種行為視為警訊;"
    },
    {
      "page": 178,
      "text": "實際狀況顯然不如表面上看起來那麼好。非經常性費用還有一種手段,是透過非經常性費用投擲煙幕彈。企業的盈餘績效原本不理想,於是決定登錄一筆非經常性費用,藉以遮掩盈餘表現不佳的事實。表面上看起來,這是一次性費用,將來沒理由經常發生,所以營運績效會馬上恢復常態,對吧?錯了!這種手段可能會變成固定行為模式。。有些業者會習慣性濫用非經常性費用。非經常性費用如果經常發生,就要嚴格質疑盈餘的可靠性,即使是備受推崇的大企業也是如此。打消費用與營收轉嫁打消存貨與持續性費用也是需要留意的科目。有些企業會先把存貨打包儲存起來,等到有需要的時候,再行打消。如此一來,收入與費用可以選擇入帳時間,轉嫁到未來會計期間,靈活控制費用或收入如何影響未來某季的營運績效。某些業者會在產品出貨時,登錄收入與應收帳款,還有估計退貨損失。在這種情況下,退貨數量如果過高,就會影響到未來的盈餘。●177第八章評估盈餘素質企業管理階層可能決定轉嫁盈餘,讓某個單季吸收全部的傷害。如果把績效不彰期間的盈餘往後轉嫁,業者可以引導專業分析師調降盈餘估計,次一季盈餘就更容易超越市場預期。"
    },
    {
      "page": 179,
      "text": "178總之,我們希望所看到的盈餘,是來自於真正的銷貨,不是作帳技°√提升每股盈餘√提升本益比金融怪傑交易之道透過刪減成本提升的利潤:小心了!級績效・提高價格·刪減成本·提升生產力·結束虧損業務提升毛利因為非經常性交易,而獲利也不是來自刪減成本。後的故事。務必確定績效不是來自於非經常性事件,銷貨成長不是效,最終還是必須仰賴正規的銷貨。所以我們必須檢視盈餘成長背潤。可是,這些措施並不能持續發揮作用。企業如果想提升營運績企業可以透過裁員、關閉廠房、結束虧損業務等手段,提升營運利格,降低成本。企業績效如果完全來自降低成本,千萬要小心。企業創造盈餘的主要方式有三:提高銷貨單位,提高產品價提升銷貨・提高價格·銷售更多既有產品·銷售新產品提高銷貨與毛利,可以創造更高盈餘,推升本益比。的組合。格,另外還能降低營運成本,情況當然最理想。這等於是穩勝不輸場中,提升既有產品與新產品的銷貨,而且能夠提高產品銷售價持續、足以延伸一段期間。企業如果能夠同時在既有市場與新市真正的超級強勢股,通常都有充分證據顯示其盈餘成長是能夠銷貨增加提高價格刪減成本圖8.1企業創造盈餘的方式"
    },
    {
      "page": 180,
      "text": "一般來說,最棒的成長型股票,業者必須具備擴張能力,能夠創造新產品/服務,能夠開闢新市場,必須有調升價格的條件,能夠提升生產力,能夠刪減成本。增進收益與擴充獲利的能力,將顯著影響根本績效。最糟的情況,是企業缺乏訂價能力,處於資本密集產業,營運利潤很低或壓力沈重,而且還要面對政府管制,劇烈競爭。航空業就是很典型的例子,航空公司沒有多大的訂價權力,政府管制嚴格,資本非常密集,而且對於燃料價格變動高度敏感。如果看到強勁的盈餘報告,請務必檢視績效背後的故事,重複確認利多消息不是來自於非經常性事件,而是某種能夠持續的狀況。各位的問題應該包括:■有沒有涉及新產品/服務?整體產業是否呈現正面變動?■市佔率有沒有提高?任何市場最終都會由少數幾家業者稱霸。■關於營業收入與營運利潤的提升,業者的表現如何?■關於刪減成本與提升生產力,業者的表現如何?●179第八章評估盈餘素質9衡量利潤一般企業經營的目標,是從所創造的營運收入内,儘可能保留最多的鈔票,也就是創造最大的利潤。利潤率如果能夠提升,就代表企業能夠調高產品價格、提升生產力、刪減成"
    },
    {
      "page": 181,
      "text": "180Billions本,或以上皆是。利潤率提升,意味著公司所創造的每一美元銷貨,能夠賺更多的錢。g800金融怪傑交易之道201123.9%©BigCharts.com21.5%NPM=淨利率(超級績效一200915.6%HPM14.9%利潤有幾種不同的衡量方式。毛利(grossmargin)是指公司產品價格扣掉成本的餘額。對於投資人來說,這個數據代表公司控制成本與價的能力。毛利率取決於不少變數,有些是公司難以控制的,譬如說,原物料的價格波動,或是因為競爭廠商發生問題而讓公司取得意外的競爭優勢,但這種優勢往往只能維持短暫期間。毛利提升,最好是來自訂價能力,因為這代表公司產品的需求強烈。NPM14.6%二○○三年到二○一一年期間,蘋果電腦股價上漲超過6000%。這段期間10.3%內,淨利率從二○○三年的1.2%,增加為二○一一年的23.9%。2005圖8.2蘋果電腦(AAPL)二〇〇三年~二〇一一年淨利率(netmargin)代表公司淨利除以銷貨金額的百分率,反映所"
    },
    {
      "page": 182,
      "text": "8go26050a&2客戶需求減少而產品價格下跌。下,淨利率下降也可能很麻煩,譬如統暫時發生問題等等。但有些情況原物料短期價格波動,或是生產系降,有可能只代表暫時性問題,譬如現壓力,就會損及獲利。淨利率下乏效率,或是稅金的影響。利潤率出少。這可能是因為成本上升,經營缺降,代表公司從銷貨賺的錢變得比較有變數所造成的獲利能力。淨利率下NPM=淨利率NPM18.4%2002太陽神集團的淨利率從二○○○年的11.7%,成長為二○○三年的18.4%。2001NPM圖8.3ApolloGroup(APOL)一九九九年~二〇〇四年運利潤與淨利率都應該能夠持續改善質。一家管理完善的成長型企業,營的淨利率,可以反映出企業管理的素有競爭優勢。比較整體產業内各業者相較於同業,淨利率高的企業擁●181第八章評估盈餘素質魚才對。APOLWeekly"
    },
    {
      "page": 183,
      "text": "182財務報告付諸實際考驗金融怪傑交易之道超級績效盈餘報告表面上看起來不論多棒,投資人都必須觀察股價的實際反應,才能判斷報告有多好,或市場認為報告有多好。我們可以觀察報告公佈當時的市場反應,還有隨後幾天的餘波蕩漾。報告如果真的很好,股價一定會強勁向上,價格就算拉回整理也會有明顯的支撐性買盤。我希望看到股價會因為報告而強勁上漲,而且能夠守住漲勢。至於市場對於企業盈餘是否有明確而正面的反應,我會觀察下列現象:1.最初反應:股價上漲或下殺?如果下殺的話,反彈之後是否又繼續下跌?或者是大幅回升?2.後續耐性:如何守住漲勢,對抗獲利回吐賣壓?3.韌性:下殺或拉回整理之後,是否很快出現強勁回升?身為投資人,我們不可能全然清楚華爾街如何看待盈餘報告,除非實際看到市場的反應當企業公布盈餘利多意外時,股價通常應該會有好表現才對。°實際上若非如此(譬如說,股價稍微上漲,然後就大跌,而且無力回升),麻煩就大了。這種反應,意味著情況出了差錯。股價大漲之後,雖然可能出現獲利回吐賣壓,股價也可能因為某種利空消息而下跌,但超級強勢股應該會立刻恢復漲勢才對。所以,對於真正的超級強勢股來説,賣壓絕對不應該吞噬先前的整個漲勢。"
    },
    {
      "page": 184,
      "text": "察重點轉移到盈餘公布後續漂移企業公布盈餘之後,我會把觀261.538nHillions。n(postearningsdrift,簡艇PED)5使BigCharts.com盈餘所造成的缺口得稍早沒有來得及上轎的人,隨後還有機會,因為盈餘公布之後,股價通常都還會繼續產生漂移。顯著的盈餘利多意外,不僅會立即反應在股價上,而且會造成較長期的餘波蕩漾。根據研究資料顯示,盈餘公布之後,影響可能會持續好幾個月。盈餘所造成的缺口圖8.4LululemonAthetica(LULU)二〇一〇年~二〇一一年二〇一〇年九月與十二月公布盈餘之後,都出現盈餘公布後續漂移(PED)。盈餘相關消息,有時候會預先反映;換言之,市場預期盈餘會有意外出現,所以股價已經預先反映。由於股價已經反映了更高的預期,乃至於企業公布的盈餘利多消息,只要不符合市場預期,股價還是可能出現不利的走勢。舉例來說,假定企業公布每股盈餘較分析師預期超出零點零五美元,但●183第八章評估盈餘素質LULUDailyVoluisei"
    },
    {
      "page": 185,
      "text": "184Millions075705505550金融怪傑交易之道級績效OBigCharts.d市場原本預期超出零點零七美元或零點一美元,而且這部分預期已經反映在股價上。也就是說,分析師預期的盈餘平均數為零點五十美元,實際公布盈餘為零點五五美元,但股價反映的市場預期為零點五十七美元或零點六十美元;在這種情況下,盈餘公布時,股價可能走低,因為盈餘雖然超出預期,但超出程度不夠。二○一○年一月公布盈餘,股價大幅跳空,經過短暫拉回,又繼續走高。˙抗跌圖8.5Netflix(NFLX)二〇〇九年~二〇一〇年我們怎麼知道,市場預期有別於專家估計呢?研究股價的實際反應就對了。企業公布盈餘資料時,市場對於股價會給予鼓勵或懲罰?利多意外是否大到足以驅動股價走高?或者反而殺低股價?公布盈餘即使看起來像個意外,但也唯有實際觀察股價反應,才能確定市場的態度。超乎預期的意外,可能產生巨大效果。盈餘所造成的缺口HFLXDailyVolunem"
    },
    {
      "page": 186,
      "text": "企業發佈的指引°企業發佈的指引(company-issuedguidance)是指公司管理當局對於未來經營績效公開表示的看法、評論或預期。這類評論通常是針對盈餘、銷貨、利潤率之未來展望所做的陳述藉由這些指引,投資人才能評估企業的成長潛能。根據目前的法規限制,這是企業與市場之間溝通看法的唯一合法管道。專業分析師會運用這方面資訊,配合自身之研究,來估計企業未來的盈餘。企業發佈的指引,通常會顯著影響投資決策程序,因為企業管理者對於本身業務最清楚,而且也擁有最多的第一手資料可供判斷依據。可是,企業管理者也可能藉此操縱投資人。舉例來說,處在多頭市場裡,某些企業可能故意發表樂觀的預測,因為市場喜歡更快速的盈餘成長。碰到空頭市場時,企業可能會故意發佈悲觀評論,方便於將來公布績效時,能夠超越市場的預期。企業通常都會在公布每季盈餘報告當時或前後,發表經營者對於未來狀況的預期。如果企業公布的盈餘數據顯著超出預期,而且還對下一季與整年度的營運績效發表樂觀看法,那就可說是相當不錯的情況。舉例來說,企業經營者表示,下一季的盈餘可能較先前預測超出零點一美元~零點一二美元,而且年度每股盈餘也可能向上調整零點三美元~零點三五美元這表示公司不只發表超乎市場預期的盈餘,而且對於往後的營運績效也很樂觀。關於未來盈餘的預測,一般企業的態度都偏向保守,除非有十足信心,否則通常不會發表樂觀評論。因°●185第八章評估盈餘素質"
    },
    {
      "page": 187,
      "text": "186Millions此,這就是我希望看到的情況:超越預期的盈餘,同時發表樂觀的預期。潛力股不只應該表現好,而且還要超越市場預期。金融怪傑交易之道©BigCharts.com級績效企業對於本身營運展望發表的看法,可能會顯著影響股價走勢。某些情況下,盈餘指引造成的影響程度,甚至超過實際公布的盈餘報告回顧企業過去發表的指引,以及股價所產生的反應,我們就不難評估出企°悲觀展望公司調高盈餘展望,驅動股價走高。經過十一個交易日之後,公司又突然向下修正營運展望,股價大跌。業發佈指引的份量與影響。圖8.6RosettaStone(RST)二〇〇九年~二〇一〇年如果想瞭解企業發【樂觀展望股價可能造成的影響,我們可以來看看實際的案例。二〇〇九年七月,RosettaStoneInc.(RST)調高他們對於第三季與全年度營運績效的看法。結果呢?股價立刻顯著上Volume-"
    },
    {
      "page": 188,
      "text": "Pricencjustedforsplits3320nBillions12.\"©BigCharts.com展望。十一個交易日之後,突然又調降營運預示著未來:公司在發表樂觀指引的表面上看起來全無道理,但實際上卻價卻下跌而無力反彈;這種價格行為暴挫。企業發表顯然的利多消息,股然發表與先前相反的悲觀評論,股價且無力反彈。又隔了幾天,該公司突指引的四天之後,股價開始下挫,而揚,然後稍微拉回整理,但就在調升●調升指引股價跳空爆出上市以來的第二大成交量公司發表樂觀指引,股票爆出上市以來的第二大成交量,價格由低點大幅回升。大跌,完全取決於投資人的感受。們,企業公布指引可以讓股價大漲或RosettaStone的例子告訴圖8.7Dick'sSportingGoods(DKS)二〇〇三年Goods(DKS)對於未來營運展望發二〇〇三年二月,Dick'sSporting●187第八章評估盈餘素質的態度。交量相當驚人,清楚顯示機構投資人表樂觀指引,股價跳空大漲。當天成Volume"
    },
    {
      "page": 189,
      "text": "188長期預測金融怪傑交易之道級績效上市公司如果不得不公布壞消息,往往也會順便編織一些利多故事。譬如說,如果當季公布的盈餘報告不符合預期,公司可能就會順便宣布股票買回計畫,或其他好消息,試圖抵銷利空消息的衝擊。這類作法通常沒有顯著效果。有時候,企業會做更樂觀的長期預測;請注意,投資人如果想評估股票未來的盈餘發展,沒必要想得太遠。成長型投資人,心態上更關心的是「你最近幫我做了一些什麼?」所以,重點是公司如何看待或評論接下來一季或目前會計年度的發展。至於長期預測,我個人都只是聽聽而已,通常不會當真。沒有人(包括公司管理階層在内)能夠精準預測一年或兩年後的盈餘或成長狀況。他們如果說,「今年的營運狀況很艱難,但明年一定會更好,」這可就不是「企業發佈的指引」,而應該叫做「編故事」了。存貨分析一九八○年代初期,我剛開始做股票時,上市公司不必公布存貨數據;不過現在這些數據很容易取得。存貨數據可以在企業公布的資產負債表裡找到,這些資料記錄在向證券管理委員會(SEC)申報的10-Q(季)與10-K(年度)文件當中。上市公司網站也會刊載這些申報文件;企業申報的文件會存放在證管會的EDGAR資料庫之中。對於製造業與零售業者來說,存貨與應收帳款分析,可以提供很多有用的資料和線索,經"
    },
    {
      "page": 190,
      "text": "250%125%75%50%25%617.72%1400%250%200%100%我很清楚,〇〇四年期間,銅價高漲。否即將用盡。二〇〇三~二是否將改善,或好運道是常有助於判斷企業營運狀況。飆漲,銅產品製造業者勢必由於原物料價格股價會把成本轉嫁給客戶。142.04High42.05Low40.30Close40.00Volume735.9KChg-0.13(0.31%)-查閱幾家製造業者的季我想要的候選股:Encore報表存貨數據之後,我找到SCOPPER(Copper-SpotPrice(EOD))CMEpen3.31High3:33Low328Close3.32Volume8.455Chg+0.10(+3.11%)銅價圖8.8銅價與EncoreWire(WIRE)股價走勢圖二〇〇三~二〇〇六年Wire(WIRE)。Encore合我的SEPA選股準則。我持有相當數量的銅存貨,符低價囤積銅料,Encore的營運利潤大增。知道,這可能是個大贏家。由於銅價大幅上揚,Encore必定提高產品價格,營運利SCOPPER(Weekly)324.35%WIRE(EncoreWireCorp.)NasdaqG1-May-2008-WIRE(Weekly)517.72%●189第八章評估盈餘素質潤勢必將顯著提高。"
    },
    {
      "page": 191,
      "text": "190存貨與銷貨的比較金融怪傑交易之道級績效對於某些產業而言,譬如製造業,存貨與銷貨之間的關係,需要作比較與分析。明確來說,投資人要留意存貨細目(成品、半成品與原物料等三個部分)以及細目之間的關係存貨細目也有助於評估銷貨前景。舉例來說,銷貨成長看起來似乎很不錯;可是,存貨成長如果更快於銷貨,情況恐怕不妙。如果成品存貨部分佔據的比例顯著提高,遠超過半成品與原物料部分,這就可能意味著產品會囤積。所以,生產必將減緩,因為產品已經顯著囤積。。成品的折舊速度如果很快(譬如:電腦與某些零售品),問題可能就很麻煩。企業如果抱著一堆折舊速度很快的產品,勢必要削價出貨。存放過久的老舊產品,不容易跟新產品競爭;所以,存貨壓力會造成廠家降價競爭,甚至必須沖銷存貨,如此將影響將來的盈餘。記住,存貨數據本身並沒有太大意義,重點是存貨變動的趨勢,以及存貨與銷貨之間的關係變動。換言之,這些相關的百分率增減,才是珍貴的資訊。不妨把存貨看成是等著銷售的商品。正常情況下,存貨與銷貨的變動,形態上應該彼此保持一致。公司高層會根據未來銷貨的估計情況而持有特定數量的存貨。存貨成長如果顯著超過銷貨,這意味著銷貨狀況不符合預期,市場對於相關產品的需求減弱。若是如此,未來盈餘勢必受到衝擊。產品的折舊速度愈快,存貨壓力愈大。"
    },
    {
      "page": 192,
      "text": "戴爾電腦解決存貨問題的辦法碰到產品價格下跌的市況,最懂得控制存貨的業者,往往可以取得競爭優勢,表現優於同業,尤其是在景氣差的期間。關於這個問題,戴爾電腦採用所謂的「依據訂單製造」營運模型(build-to-orderbusinessmodel)。這個模型改變了製造業的經營方式,減少存貨,降低了持有高速折舊商品的風險。後來,很多業者紛紛效法,跟著採用這套模式,包括電腦業之外的其他行業在内。戴爾所採用的模型,基本上是採用電話或網站的訂單資料。換言之,除非有人下單,否則就不生產。如此一來,存貨平均持有天數顯著縮短,存貨周轉率大幅提升而超過其他業者的三倍。這套新的產銷模式,協助戴爾電腦改善營運利潤,提升市場佔有率,並讓該公司在一九九○年代稱霸電腦市場。這個概念對於電腦業者的幫助特別大,主要是因為產品折舊速度很快。戴爾的競爭者都採用零售業的方式經營。所以,一旦碰到經濟衰退,商品存貨就會堆積,而這些產品又很容易因為時間經過而價值大減。為了避免商品像水果在烈陽下一樣快速腐敗,康柏電腦(Compaq)、惠普(Hewlett-Packard)與捷威(Gateway)被迫削價出脫商品。這種情況發生時,存貨會先出問題,成品存貨會顯著超過銷貨與原物料存貨。●191第八章評估盈餘素質存貨增加也未必都是壞事情;業者也許有二十家新店面需要產品上架。但存貨增加如果無法提出合理解釋,或是理由蘊含利空消息,那就是警訊了。投資人如果發現某家公司有這方面的存貨疑問,可以打電話查詢,或透過投資人電話會議要求提供解釋。"
    },
    {
      "page": 193,
      "text": "192反之,如果原物料存貨部分突然增加,或許就意味著業者認為營運狀況即將好轉。這種情況下,銷貨部份稍後應該會加速成長,進一步確認原物料存貨增加是為了因應市場的需求。金融怪傑交易之道超級績效應收帳款分析除了存貨之外,資產負債表上還有個科目需要注意,那就是應收帳款。應收帳款代表企業銷貨尚未收取的應收款項。經營任何事業,幾乎都一定會有應收帳款;銷貨與收取貨款之間,通常會存在一段時間落差。可是,應收帳款成長速度如果顯著超過銷貨,或應收帳款加速成長,那就是警訊,因為這意味著業者向客戶收取貨款的程序可能發生了問題。如果應收帳款與存貨的成長速度都顯著超過了銷貨(而且都沒有正當理由)麻煩更是兩頭夾擊。想想看。前一節已經談論過,存貨(尤其是產品存貨)成長速度如果超過銷貨,就意味著產品堆積。業者生產的商品數量,超過了市場目前所能消化的數量(假定沒有正當理由,譬如:因應新零售管道成立)。如果這些存貨的折舊速度很快,問題就更嚴重了。假如應收帳款也跟著增加,代表業者銷售給客戶商品而收不到貨款。這等於是雪上加霜的徵兆,顯示麻煩將至:公司的產品賣不出去,而已經賣出去的產品,又收不到貨款。當然,應收帳款增加的現象,或許存在適當的理由,譬如:開發新產品線,或開發不同產業新客戶,而後者的付款期限較長。生產或許發生延誤,導致產品沒辦法順利交貨。不管理由是什麼,都應該做調查,看看究竟是警訊,還是有合理的解釋。"
    },
    {
      "page": 194,
      "text": "讓我們看看下面這個例子,存貨是銷貨的四倍,應收帳款成長率是銷貨的三倍。更麻煩的是,成品與半成品存貨佔整體存貨的比率持續上升。如果這些商品的折舊速度很快,勢必會愈留愈沒價值,營運利潤與盈餘都會受到衝擊。這類的情節發展,就應該高高豎起紅旗警銷貨+11%差異性訊息|應收帳款+33%上市公司在某份文件上這麼說,另一份文件上又另有說法,這就是所謂的差異性訊息(differentialdisclosure)這種情況發生的頻。成品+79%半成品+24%案例:存貨增加(尤其是成品存貨),應收帳款成長超過銷貨。繁程度,恐怕遠超過一般投資人想像。理由很單純,公司在股東報告內提供的營運指引或評論,嚴格性自然不能跟送交證管會的報告相提並論。舉例來說,股東報告就顯然不同於財務報表。按照現金基礎制(cash-basisaccounting)向國稅局申報稅金的相關註腳和其他揭示,其內容顯然可能不同於根據權責發生制(accrualaccounting)申報的盈餘。但投資人如果發現重大差異,當然是警訊。同樣地,企業申報的盈餘如果很理想,卻又沒有支付對應的稅金,那就值得懷疑。整體存貨+44%J原物料圖8.9充滿警訊的情節●193第八章評估盈餘素質需求"
    },
    {
      "page": 195,
      "text": "194全力衝刺:密碼三三F金融怪傑交易之道(超級績效企業銷貨如果能夠加速成長(先是百分之二十五,然後百分之三十五,接著百分之四十五……)那當然很好。可是,除了銷貨加速成長之外,如果營運利潤也能提升,那就更好了。這種優異的績效組合,會點燃盈餘的引擎,驅動股價大幅走高。相較於銷貨或營運利潤單獨加速成長,,或兩者的成長都沒有進入加速狀態,前述加速組合所創造的盈餘,成長速度顯然更可觀。最好的情況,當然是在銷貨與營運利潤加速成長狀態下,盈餘全力衝刺°我稱此為「密碼三三」(Code33)情況;換言之,盈餘、銷貨與營運利潤率等三項,連續三季加速成長,這就是成功的秘方。企業的產品/服務如果熱銷,管理階層充分控制局面,績效就應該展現在銷貨與利潤率上。企業生產力提高,利潤率也會跟著提升,企業得以拓展新市場,銷貨理當增加。這些現象如果不存在,或許就還不是買進股票的適當時機。"
    },
    {
      "page": 196,
      "text": "7/30/06282624222018161412108620015010050。©BlgCharts.comQ1+83%+38%6.6%2005每股盈餘195%銷貨93%淨利率18%vs.11.3%Q2+44%+16%5.8%FMAMJJASOND04FMANJJASONDOSFNANJJASOND06FHAHJJ圖8.11MonsterBeverage(MNST)二〇〇三年-二〇〇六年MonsterBeverage(即是過去的HansenNaturalBeverage)的年度績效呈現「密碼三三」的情況。二〇〇三~二〇〇五年之間,盈餘、銷貨與利潤率都大幅加速成長,創造了超級強勢股的條件)。每股盈餘214%銷貨63%淨利率11.3%vs.5.4%Q3+12%+3%4.9%每股盈餘、銷貨與營運利潤率連續三季加速成長。2004195第八章評估盈餘素質Q4每股盈餘-34%收益-22%淨利率4.5%圖8.10密碼三三2003每股盈餘75%銷貨20%淨利率5.4%vs.3.3%HNSTHeeklyVolume"
    },
    {
      "page": 197,
      "text": "196金融怪傑交易之道(超級績效"
    },
    {
      "page": 198,
      "text": "第九章追隨領導股多頭市場賺的錢,大部分都來自於行情剛發動最初十二~十八個月的早期階段。可是,如果要等到市場大盤指數展現重大漲勢,很多最頂尖的股票都已經上漲了好幾個星期,甚至好幾個月了。所以,此處所面對的問題是:為了避免回首望塵嘆氣,如何在新發動漲勢遠離之前,知道什麼時候應該上轎呢?答案就是:追隨領導者。°行情重大轉折點上,表現最棒的股票,通常會領先大盤指數。空頭市場見底的時候較於道瓊指數、標準普爾五百指數與納斯達克等大盤指數,領導股(最抗跌的股票)通常會首先展開反彈。當大盤指數還在低檔盤整、試圖回升時,這些領導股往往已經創新高了。對於大多數投資人來說,當時大盤市況看起來還很低迷,利空消息充斥,交易心態普遍保守慢慢地,隨著漲勢蔓延,大盤指數開始走高,領導股顯現的勁道也更強,市場人氣逐漸由悲觀轉為樂觀。所以,專注於市場領導股的發展,各位可以在一般大眾看明白狀況之前,搶先買進表現最佳的股票。關於這種狀況,各位當然知道應該怎麼做。傳奇交易者傑西·李佛摩在一九二○年代與一九三〇年代,就是藉由這些領導股賺進無數財富。我的情況也一樣,股票獲利有百分之九十九來自於這些領導股。●197"
    },
    {
      "page": 199,
      "text": "198市場領導股通常也會透露行情趨勢向下反轉的徵兆。多頭市場發展到後期階段(大約經金融怪傑交易之道召級績效過了一、兩年之後),大盤指數雖然還是屢創新高,繼續向頭部邁進,但長期領導大盤走高的一些股票,漲勢步伐開始顯得蹣跚。一般來說,這個時候會出現一批表現相對突出的次級領導股,因為市場資金轉而介入原本走勢落後的股票,它們與真正領導股屬於相同產業或類群,另外還有一些對於經濟景氣衰退比較不敏感的防禦型類股,這個時候往往也開始走強,如:藥品、煙草、公用事業、食品等。可是,這些落後股票的優異表現,通常難以持久,股價漲幅也相對有限。當我們看到這類輪替現象發生,大概也就意味著多頭行情發展到末期階段了。行情最終的頭部,或許還有幾個星期或幾個月才出現,但投資人仍應該要留意這類內部結構的變化。融入行情發展脈動行情處在重大轉折點時,多數投資人往往無法察覺領導股所透露的重要徵兆,也無心體會其中蘊含的細膩訊息,乃至於不能掌握正確的投資立場。為什麼呢?譬如,市場如果已經持續下跌很久,投資人往往會有風聲鶴唳的感覺。等到行情真正見底時,多數投資人已經蒙受嚴重損失,因為他們不願及早認賠。行情經過重大修正之後,很多投資人的注意力,幾乎都會完全擺在如何解套,或者相信世界末日即將來臨,根本無心理會市場領導股所傳遞的買進訊號°"
    },
    {
      "page": 200,
      "text": "更麻煩的是,多數投資人總覺得市場領導股的價格已經漲得太高或太貴。市場領導股通常會領先上漲,等到大盤指數明顯起漲時,領導股往往已經創五十二週新高價。很少有投資人願意在新高價附近買進,而能夠掌握適當進場時機的投資人,那就更少了。一般人會把注意力擺在大盤市場,而不是個別領導股;這些人總是買進那些表現相對差的落後型股票。另外,當行情處於重大轉折點時,新聞媒體的看法通常也不正確。行情見底時,消息面通常很悲觀;反之,多頭市場末期階段的頭部發展之時,消息面往往又高度樂觀。各位如果相信消息面所傳遞的訊息,而不實際去觀察股價行為,投資決策幾乎不可能正確。百分之九十以上的超級強勢股,是在空頭市場或大盤修正過程展開攻勢。所以,當行情不好的時候,投資人就應該做好準備,等到行情啟動,務必要讓自己能夠隨時進場。二〇一〇年二月四日,我買進Pharmacyclics,Inc(PCYC)也同時推薦給我的客戶;當天,納斯達克指數創新低價。隨後四十八個交易日内,PCYC上漲百分之九十,納斯達克指數相同期間內的漲幅則為百分之十八左右。結果,百分之九十的漲勢只是小菜而已;PCYC在隨後的三十三個月之內上漲了百分之一千五百,其表現屬於典型的超級強勢股。●199第九章追隨領導股"
    },
    {
      "page": 201,
      "text": "200Millions4/16/109.08.58.07.57.06.56.05.55.04.54.03.53.02.52.01.51.50.5。4/16/102,5202,4902,4602,4302,4002,3702,3402,3102,2002,2502,2202,190|201602,1302,1002,0702,0402,0101.41.20.2金融怪傑交易之道+90%OBigCharts.com+18%©BigCharts.com超級績效MarFeb我在此買進圖9.1Pharmacyclics,Inc(PCYC)二〇〇九年~二〇一〇年市場領導股Pharmacyclics創新高價當天,納斯達克指數創修正低點。隨後的33個月之內,股價上漲1500%。「納斯達克指數創新低DecLNovNovPCYCDaily-Volume-NASDAQDaily-Volume="
    },
    {
      "page": 202,
      "text": "封閉性新多頭市場剛啟動的最初幾個月,我們會看到一些股票一波波攻向新高價;而大盤拉回的程度很有限,高低價差通常落在百分之三~五之間。此時欠缺經驗的投資人,往往想在行情拉回過程中進場,但這種機會很少出現在大多頭行情的第一隻腳。第一波漲勢通常會瀰漫著超買的氣氛°。由主要底部啟動的漲勢,初期階段通常都會呈現封閉性漲勢(lockoutrally)在這段封閉期間內,一般投資人可能會想要趁著拉回走勢逢低買進,但總等不到行情拉回。此時市場需求強勁,行情持續走高,似乎完全不理會超買讀數。所以,很多投資人找不到進場機會,被封閉在市場之外。總之,市場在空頭行情的延伸性整理之後,一旦由谷底回升,漲勢如果完全不理會嚴重超買讀數,而且候選領導股的家數明顯擴張,這應該就是市場展現力量的象徵。如果想要判斷漲勢是否為真,就應該留意市場價量行為:價漲量增,價跌量縮。更重要的是,投資人必須研究市場領導股的價格行為與技術層面。●201第九章追隨領導股行情從谷底向上轉折的進一步確認訊號,可以觀察股價創五十二週新高與新低家數。創新高家數一旦超越創新低家數,而且兩者之間的距離顯著擴大,投資人就應該在個股交易基準上,提高曝險程度。市場玩家們常說,「我們所面對的,是由許多股票所構成的市場,而不是單一的股票市場」。行情剛從谷底回升的漲勢早期階段,投資人如果想鎖定大贏家,務必要把重心擺在市場領導股。有時候,我們也有可能會進場過早。如果碰到這種情況,務必"
    },
    {
      "page": 203,
      "text": "202秉持嚴格的交易紀律:該停損,就停損。可是,漲勢如果是真的,多數市場領導股都會有長期表現,投資人只需要稍做後續調整即可。反之,如果發生重複停損的現象,那就是進場過早了。金融怪傑交易之道超級績效頂尖股票最早創新低如果想要在股票市場賺大錢,最好讓大盤趨勢站在自己這邊。我們絕對不希望去對抗大盤趨勢。可是,如果完全把注意力都擺在大盤上,並藉此擬定個別股票操作上的時效,很可能會錯失許多最棒的機會,因為這類的進場點往往發生在市場底部或其附近°真正的市場領導股,在起漲之前,股價行為會顯示相對強勢。這些股票與大盤指數之間,價格相關程度很低,它們一旦發動重大走勢,經常都扮演荒野孤狼的角色。搜尋這類與大盤走勢不同的潛力股,投資人通常採取由上而下的方法,首先會檢視經濟景氣與股市大盤,再來是類股狀況,最後才是特定產業群的個別企業。可是,如同本章稍早談到的許多案例顯示,這些表現最傑出的領導股,其見底或做頭的時間,通常都會領先相關產業類股,而這些產業類股則會領先大盤轉折。沒錯,真正的大贏家,往往隸屬於表現最火紅的產業類股,但根據我個人的經驗觀察,等到一般人發現某個產業類股很熱門時,真正的領導股(其中表現最傑出者)價格已經飆漲了一大段了。"
    },
    {
      "page": 204,
      "text": "領導股-「類股■■大盤“----落後股………………相對強勢股向上發展的早期階段,未必會獲得所屬類股的價格行為確認。這是很正常的。整個產業群裡,通常只有一、兩支股票會領先表態,展現相對強勢。所以,投資人需要擁有相當技巧,才能及早鎖定這些對象。等到領導股繼續往前邁進,整個產業群與類股才會陸續跟上,也開始展現相對強勢;這個時候,市場領導股在價格行為上會有兩種表現:繼續上漲,而且會由整體產業更進一步推升;或者呈現橫向走勢做整理,消化先前的獲利,讓產業群的其他股票跟上。這並不代表領導股的漲勢已經結束,因為當市場往東時,領導股大可往西;尤其是那些高a值的股票(highalpha空頭市場在多頭市場與隨後空頭市場的初期,領導股與整體類股/落後型股票之間多頭市場圖9.2領導股與所屬類股/落後股票的「跟進」效應stocks)。所以,在我們判斷走勢結束之呈現的理論循環動態關係。前,必須先確定股票有明顯做頭徵兆。●203第九章追隨領導股"
    },
    {
      "page": 205,
      "text": "2048。StockCharts.com金融怪傑交易之道級績效-領導股,具有價格飆漲的的股票,才是真正的市場四~八星期內領先創新高現最抗跌、多頭市場最初大贏家。空頭行情末期表比較好的機會掌握真正的強勁的相對強勢股,就有市場早期階段鎖定表現最上的方法,想辦法在多頭勢股。如果能引用由下而票,也就是真正的超級強夠讓我們很快賺大錢的股你的機會視窗市場領導股是那些能Open44.85High40.44Low44.53Close46.32Volume31.4Chg+1.10(+2.43%)_買點High1813.80Low1737.20Close1810.40Volume6.40Chg+45.10(+2.55%)圖9.3Amazon(AMZN)vs.納斯達克指數(二〇〇一~二〇〇三)亞瑪遜較大盤提早邁入第二階段漲勢,讓投資人有充分的時間準備買進。這段行情在十二個月內上漲240%。潛能。如果想要快速賺大AMZN(Amazon.com,Inc.)Nasdaqos29-Aug-2003.co01FMAMJJASOND好機會。錢,就不能忽略這類的大AMZN(Weekly)"
    },
    {
      "page": 206,
      "text": "我們看過太多這類的例子,在整體大盤和產業群普遍展現力道之前,市場領導股總會先有明顯的強勢表現,關鍵在於我們要知道去注意什麼。舉例來說,亞瑪遜股票在二〇〇一年領先大盤見底,讓投資人在買點最終出現之前,還有一整年時間可以做準備;然後,就在二個月之內,股價上漲百分之兩百四十+1。在空頭市場發展的末期階段或中期修正走勢,市場領導股的表現通常相當顯眼。投資人應該尋找出那些最抗跌、反彈速度最快、反彈幅度最大的股票。透過這種方式,很容易就能找到潛在領導股。空頭市場經過一段延伸性修正之後,我們應該留意那些最抗跌的股票,這些股票最好還能在大盤繼續探底的過程中,領先市場緩步走高。大盤指數的波段轉折低點如果繼續下滑,而某個股的轉折低點卻能夠持續墊高,這就是超級強勢股的潛在候選股。隨著大盤持續探底,這些股票的相對強度表現,應該會逐漸改善。大盤下跌期間,凡是那些具有顯著正面發展、每股盈餘表現強勁的企業,投資人務必要謹慎分析相關股票的價格行為。最抗跌、反彈最強勁的股票,最可能成為下一個循環的超級強勢股。引發超級強勢股價表現的因素很多,包括:盈餘利多意外、整體產業放寬管制、政府政策變動、簽訂新合約、新產品行銷超乎預期、計畫引進獨特新產品等等。對於生化或製藥業者來說,美國食品藥物管理局如果核准一項具有潛力的新藥物或醫療儀器,可能就會造成顯著的正面影響。二〇〇九年七月二十日,有家小型的生化製藥廠HumanGenomeScience(HGSI)股價飆漲,一天之內的漲幅就高達百分之兩百七十,但這還只是開始而已。根據該公司公佈的測試報告顯示,這種藥物是近五十年來對於治療紅斑狼瘡最可能產●205第九章追隨領導股"
    },
    {
      "page": 207,
      "text": "2060.600.55SPriceadjustedforsplits6/30/78(超級績效金融怪傑交易之道漲百分之一百一十七。十一個月之後,股價又繼續上一天之內飆漲百分之兩百。長病患的存活率,於是股價在(相較於安慰劑)可以顯著延其前列腺癌症疫苗Provenge日,DendreonCorp公司宣布地,二〇〇九年四月十四了百分之一百六十五。同樣月之後,HGSI股價又上漲生革命性效果的發明。七個FAM市場領導股浮現,股價創新高空頭市場道瓊工業指數(一九七八年)Humana(一九七八年資料,經過股票分割調整)是典型的領導股,價格在三十八個月內上漲1000%。大盤創新低的幾天後圖9.4Humana(HUM)vs.道瓊工業指數(一九七八)請參考圖4,九七七SMA(200XSHA(200)新高,而道瓊工業指數甚至邁入第二階段漲勢,股價創截然不同。Humana當時已經大盤價格行為之間,發展情況間,Humana股價走勢與整體年六月到一九七八年八月之HUMDaily"
    },
    {
      "page": 208,
      "text": "還沒有開始向上回升。等到道瓊指數由谷底翻升時,Humana再創新高價。隨後三十八個月內,Humana股價上漲百分之一千。在空頭市場底部發展過程中,Humana所展現的價格行為相當微妙,不容易察覺其強勢潛力。我們想要看到的徵兆如下:1.市場領導股第一波漲勢出現,藉由階梯狀上攻。Humana符合這種現象。2.股票買進結構顯著增加,而起始領導股相當抗跌,遭遇賣壓之後很快反彈。領導股通常會每上漲百分之十五之二十,然後做整理,回檔幅度可能介於百分之五之十之間。3.領導股大部分都能保住戰果。當然,有些股票終究會頂不住,我們不希望有太多領先突破的股票,稍後又被打趴或後繼無力。4.投資人要觀察大盤成交量,留意出貨徵兆。股價下跌線形的成交量如果放大(相較於上漲線形),就代表進場時機可能太早,或許應該先行退場。●207第九章追隨領導股、"
    },
    {
      "page": 209,
      "text": "208EMULEXThousands°m金融怪傑交易之道I'mBuyingHereCOBigCharts.com3級績效創新高。這正是進場買進的時機。回了。最後,隨著大盤從谷底回升,該股票價格再後又收回失地。往後,這支股票幾乎就不怎麼做拉預期。其次,股價也曾經大幅拉回,但短短幾天之爾街大感意外,或意味著華爾街對於某些事件有所激增,經常是因為最近發生某些正面事件而造成華些徵兆,顯示該股票正在醞釀不尋常的發展。買盤內,股價上漲了百分之百。這種驚人表現透露了一幾乎處於新低的情況下,Emulex在短短一個星期基於幾個理由,我被這支股票吸引。首先,當大盤二〇〇一年,我曾經買進Emulex(EMEX)圖9.5Emulex(EMEX)股價走勢圖(二〇〇一)EMEXDailyVolume"
    },
    {
      "page": 210,
      "text": "5/22/013530:25201510400300200100。5/22/014,5004,0003,5003,0002,5002,0001,500Billions2©BigCharts.com©BigCharts.comFebMarAprMay納斯達克指數幾乎沒變17天上漲160%相同期間內101NovDecJunJulAugSepOctNovDec01FebMarAprMay從股價創新高的位置起算,Emulex在短短十七天內,價格上漲161%。Oct圖9.6Emulex(EMEX)vs.納斯達克指數(二〇〇一)Sep相同期間內,納斯達克指數還上漲不到1%。AugJul209第九章追隨領導股EMEXDailyVolume->JunNASDAQDailyVolume"
    },
    {
      "page": 211,
      "text": "210W.R.Grace&Co.MillionsBillions:2.0010。2,0501,9501,-750金融怪傑交易之道3級績效二〇〇四年八月二十六日,我買進W.R.Grace&Co.(GRA),納斯達克指數當時剛好是從修正低點回升的第九天。該股票在十三天之内,價格上漲超過百分之四十。四十四天之後,GRA上漲百分之一百一十。相同期間內,納斯達克指數只上漲百分之十。我在此買進圖9.7W.R.Grace&Co.(GRA)vs.納斯達克指數(二○○四)"
    },
    {
      "page": 212,
      "text": "長期成長循環空頭市場修正過程中,某些股票的價格行為表現抗跌,經常是因為這些企業自身展現盈餘上升循環。股價之所以有相對好表現,是因為盈餘、銷貨、新產品/服務、或產業環境變動所造成的正面影響。可是,由於整體股票市場處於空頭趨勢,所以個別股票的價格表現暫時受制,難以正常發揮。這種原因可能會造成股價下跌,但跌勢不如其他股票嚴重。這類股票通常相當抗跌,而且反彈潛力十足。等到大盤空頭修正走勢告一段落而回升,處在自身盈餘上升循環的股票就會爆發,股價大幅上揚,有些甚至可以延伸一段期間。反之,有些股票處在自身空頭循環,其價格行為甚至連最強勁的大盤也無法帶動,股價根本毫無作為。這種現象代表前景黯淡,務必躲開這類股票。PaneraBread(PNRA)股價在二十六個月内,展現出令人難以置信的百分之一千一百走勢,而且這是發生在美國股票史上最嚴重之一的空頭市場期間。相同期間裡,納斯達克指數大約下跌百分之八十。我們舉這個例子,並非鼓勵投資人在大空頭市場買進股票;PaneraBread顯然不能代表常態。可是,這個例子還是說明了盈餘循環的力量。●211第九章追隨領導股"
    },
    {
      "page": 213,
      "text": "21211/01/02403530252015101510Millions511/01/025,5005,000.4,5004,0003,5003,0002,5002,0001,5001,1081510Billions金融怪傑交易之道©BigCharts.com:©BigCharts.com超級績效00FMANJJASOND01FMAMJJASOND02FMANJJASONASDAQHeekly-SMA(40)—00FHAHJJASOND01FMAMJJASOND02FMAMJJASO圖9.8PaneraBread(PNRA)vs.納斯達克指數(二〇〇〇~二〇〇二)PaneraBread創下1100%的漲勢,而納斯達克指數則下跌80%。SHA(40)PNRAWeeklyVolumeVolume"
    },
    {
      "page": 214,
      "text": "市場領導股的典型案例一九九○年空頭市場的整個發展期間,我發現Amgen(安進)股價很少真正跌破五十天移動平均。大盤指數雖然持續挫跌,但Amgen基本上展現橫向整理,價格原地踏步。這就是潛力股在市場修正過程中,慢慢改善相對強度的方式。每當道瓊指數從持續下滑的低點反彈時,Amgen總會勉強創新高價;這種行為吸引了我的注意。一九九〇年十月,大盤指數終於見底。可是,Amgen股價卻早在二十二天之前已經創下歷史新高價。至於納斯達克指數與其他常用指數,當時大約都還距離高價有百分之二十五之遠。不過,我並沒有因為大盤指數的表現而覺得氣餒。我開始買進盈餘與價格強度表現最優異的醫療保健股。整個修正期間,大盤對於個股表現構成很大的壓力;可是,等到大盤阻力消失之後,Amgen就起飛了該股票是一九九〇年多頭市場第一波發動的領導股之一,股價在十四個月之內上漲了百分之三百六十。。尋找技術形態●213第九章追隨領導股每個市場循環,市場領導股的價量行為都會出現獨特的訊號。我們通常會看到類似的技術形態。在大盤下跌過程中,會有愈來愈多股票展現出正向價格背離行為,透露某群市場領導股正要浮現,或等到大盤開始回升時,就會有某群股票領先爆發。一旦看到這類價格行為,就應該暫時停止聽取媒體與大師們所發表的意見,而把整個注意力轉移到事實之上:價格、成交量、盈餘、銷貨、營運利潤率、新產品、正向產業變動等。一支一支股票逐一檢視,並"
    },
    {
      "page": 215,
      "text": "21411/12/902.252.001.751.50Priceadjustedforsplits1.251.000.758060Millions4020011/12/90480460440420400380360340320300200Millions100金融怪傑交易之道©BigCharts.comHouCOBigCharts.comNov超級績效我在此買進、OctSepSepOctAugAugJulJulJunJun圖9.9Amgen(AMGN)vs.納斯達克指數(一九九○)大盤下跌過程中,Amgen表現意外地好,展現充分的相對強度。May·納斯達克指數一九九○年市場底部AprMaySMA(50)-AprSMA(50)-MarMarAMCNDaily-VolumeFeb.NASDAQDailyFeb"
    },
    {
      "page": 216,
      "text": "運用最恰當的篩選準則。任何特定產業群,通常都會有幾支股票展現這類行為。投資人應該根據相對表現與盈餘能力,在相關產業裡挑選最頂尖的一支、兩支或三支股票。留意市場逐漸普及化的價格行為型態,如此可以協助我們掌握目前循環最有效的戰術型態。一九九○年,醫療相關股票逐一浮現而成為市場領導股,包括:USSurgical,UnitedHealthcare,Amgen,BallardMedicalProducts,Stryker…等。這些股票之中,有很多都在一九九○年空頭市場中展現出相對強勁的價格行為,透露了它們將領導下一波多頭市場攻勢,協助投資人賺取龐大財富。我很清楚,因為我當時就在那裡,而且實際買進。美國電力轉換公司(AmericanPowerConversion,APCC)是另一支在一九九〇年空頭市場底部浮現的市場領導股。這支股票之所以吸引我注意,理由跟安進(Amgen)一樣:大盤觸底之後,股價就持續走高。APCC是由一群麻省理工學院畢業的工程師組成,原本計畫發展太陽能產品,但剛好碰上油價大跌,政府對於太陽能的補助也顯著刪減,於是公司立即決定轉移開發電腦與工作站使用的不斷電系統(UPS)。時機掌握得很好。一九八四年,APCC引進第一台UPS,當時剛好是微電腦市場開始大幅成長的期間。一九九一年,APCC推出單價兩百美元以下的產品,首度打入家庭PC市場。後來的事大家也都知道了。●215第九章追隨領導股APCC從一九九〇年空頭市場底部回升而創新高股價(並展開二十二天的大行情)的日期,剛好跟Amgen完全相同,這並非巧合。這兩支股票幾乎展現相同的價格力道,顯示其上升循環曾經遭到大盤修正壓力的限制。自從一九九○年十一月十二日以來,APCC就不"
    },
    {
      "page": 217,
      "text": "21611/12/90Priceadjustedforsplits11/12/90四千一百。內,APCC股價大漲了百分之山一角的景象。隨後五十個月斷創新高股價,而這還只是冰金融怪傑交易之道級績效哪支領導股是首選?我在此買進圖9.10美國電力轉換公司(APCC)vs.納斯達克指數(一九九○)美國電力轉換公司受到大盤修正壓力的限制,但隨後的五十個月內大漲了4100%。擇。讓市場力量告訴我們應該最強勁者,往往也就是最佳選適當買點者。這個時候,表現出起跑線、創新高股價而提供順序買進。最佳選擇是首先衝低點回升時,我喜歡按照突破格表現最強勁的股票!行情從支股票?答案很簡單:挑選價的問題就是:首先應該買進哪決定進場之後,立即碰到納斯達克指數一九九○年市場底部APCCDaily-SMA(50)NASDAQDailySMA(50)FebMar人看法,因為個人看法不足以把資金擺在哪裡,不要相信這個"
    },
    {
      "page": 218,
      "text": "取代市場智慧。歸根究底,「看法」畢竟不能跟「市場判決」相提並論。新多頭市場初期階段,挾著最強勁力道首先浮出檯面的股票,通常就是最佳超級強勢候選股0行情處在二〇〇七年八月低點時,許多市場時效指標顯示超賣,讀數已經下降到二〇〇二年與二〇〇四年市場底部的水準。更重要的是,我被一些現象所吸引:有愈來愈多基本面條件很好的股票,紛紛從健全的整理底部浮現出來。每當有股票向上突破,就會協助某些產業類股脫離超賣狀況。(up除此之外,我發現,有些大盤指數前一個禮拜出現向上的關鍵反轉價格型態,投資顧問人氣指標和賣權/買權比率(put/callratio)也趨於好轉,還有價漲/價跌成交量比率downvolumeratios)更是令人印象深刻,納斯達克市場為九:一,紐約證交所為二十一一。當然,目前市場大有可能出現另一波賣壓,大盤指數可能因此再打一隻腳。雖說如此,我還是決定增加買進,並回補所有的空頭部位。我的想法很簡單,市場即使再殺低,我的多頭部位所設定的停損應該不會被穿越。縱使停損被引發,那就認賠吧●217第九章追隨領導股市場打底期間,在大盤指數出現絕對低點之前,最強勁的股票會領先創低點。然後,大盤指數的波段轉折低點會持續下滑,但市場領導股的對應轉折低點則會持續墊高,兩者之間出現背離現象。在這個節骨眼上,必須謹慎觀察;個股價格波動如果過份劇烈,就必須隨時準備認賠。如果有更多領導股浮出檯面,大盤走勢也轉強,投資人就要更積極買進。"
    },
    {
      "page": 219,
      "text": "21867.5166.0|52.560.047.545.042.540.037.5135.0132.5130.027.525.0285028002750(跌幅最小,或甚至得找出空頭市場最抗跌子,讀者的目標是要尋對於下面這些例得跌尋©StockCharts.com•StockCharts.comNov金融怪傑交易之道以走高)的股票。Oct超級績效SepOpen65.00High66.76Low64.50Close56.21Volume609.5KChg0.90(-1.00%)Open2892.57High2931.11Low2889.81Close2004.87Volume1.8BChg+0.20(+0.32%)。HuryAug圖9.11LumberLiquidators(LL)vs.納斯達克指數(二〇一二)LumberLiquidators领先從市場低點回升而創新高,展現百分之九十漲勢。相同期間內,納斯達克指數實際下跌。請注意四月底到六月初之間,兩者走勢呈現明顯背離。我在此實推JunLL(LumberLiquidetorsHoldings,Inc.)NYSE9-Nov-2012$COMPQ(NasdaComposite)INDXMayLL(Oally)9-Nov-2012$COMPQ(Daily)ApL"
    },
    {
      "page": 220,
      "text": "160155150145|1401351301251201151101051009500|12201200|118011601140112011001080106010401020Sep④StockChart;comAug標準普爾五百股價指數二○一○年市場底部Jul@StockCharts.comOpen152.88High159.54Low151.63Close150.41Volume1.6MChg+8.58(+6.60%)Open1040.72High1081.30Low1040.72Close1080.20Volume3.08Chg+30.00(+2.95%)Jun第二階段May圖9.12ChipotleMexicanGrill(CMG)vs.標準普爾五百大型股指數(二〇〇)二〇一〇年九月,ChipotleMexicanGrill創歷史新高價,隨後二十個月內AprMarCMG(ChipotleMexicanGrillInc.)NYSE1-Sep-2010CMG(Daily)$SPX(S&P500LargeCapIndex)INDX1-Sep-2010Feb股價上漲186%。219第九章追隨領導股,$SPX(Daily)2010"
    },
    {
      "page": 221,
      "text": "22017.517.010.516.015.516.014.514.013.513.012.512.011.511.010.510.00.521502125210020752050|202520001975195019251900-1875-1950-1825|18001775|1750金融怪傑交易之道①StockCharts.com第三個買點StockCharts.comAugJul超級績效JunOpen16.43High17.44Low16.23Close1718Volume34.AMChg+0.80(+4.37%)~跟進買點Open1955.00High1800.40Low1848.90Close1952.00Volume1.18Chg-7.80(-0.42%)納斯達克指數二〇〇四年中期底部MayAprMar圖9.13AppleComputer(AAPL)VS.納斯達克指數(二〇〇三~二〇〇四)我在二○○四年三月買進蘋果電腦。不久之後,在股價上漲逾倍前,我在此買進Dec2004FebAAPL(Apple,Inc.)NasdaqGS$COMPQ(NasdaqComposite)INDXNov又出現兩個跟進買點。20-Aug-2004AAPL(Daily)26-Aug-2004‡COMPQ(Daily)OctSep"
    },
    {
      "page": 222,
      "text": "8/23/821,0401,0201,000980960940920900860杏爸爸爸爸爸爸7608/23/820.550.500.450.40adjustedforsplits0.350.300.250.200.15150100500OBigCharts.com-買點買貼Dec81FebMarAprMayJunJulAugSepOctNovDec82FebMarAprMayJunJulAug圖9.14Wal-Mart(WMT)vs.道瓊工業指數(一九八二)一九八二年,在大盤觸底之前,Wal-Mart有兩個買點。SMA(200)SMA(200)股價在二十一個月內上漲360%。221第九章追隨領導股DJIADailyWiTDailynVolumese"
    },
    {
      "page": 223,
      "text": "222雙面開封的利刃金融怪傑交易之道超級績效市場領導股會領先上漲,同樣也會領先下跌。為什麼?經過一大段延伸性漲勢或多頭行情之後,真正的市場領導者已經展現重大走勢。當初及早上轎的精明資金,一旦察覺成長減緩的徵兆,就會開始獲利了結。這些領導類群内的市場領導股,經過延伸性大漲之後,一旦走勢出現疲態,就代表警兆,投資人必須更進一步觀察、分析大盤或某特定類股的價格行為。超級強勢表現結束之後,多數股票都會出現相當嚴重的跌勢,主要是因為獲利回吐賣壓,以及成長減緩的疑慮。根據科學證據與我個人的經驗觀察,超級強勢股吐回全部獲利的可能性很高。所以,投資人必須要擬定一套獲利了結的可行計畫。歷史資料顯示,有三分之一的超級強勢股,會吐回全部獲利,或甚至更多。平均來説,超級強勢股的後續跌幅為百分之五十~七十,實際數據取決於衡量的時間點。一九二九~一九三〇年代與二〇〇〇~二〇〇三年泡沫崩解期間,很多領導股出現百分之八十~九十的跌幅。萬一遭遇這類的跌勢,投資人恐怕永遠無法解套;即使能夠解套,大概也要花個五~十年的工夫。領導股可以預示麻煩大盤漲勢發展到後期階段,同樣這些領導股會開始警告投資人有關其所屬類股轉弱的跡象,而大盤指數隨後也會轉弱。各位的投資組合,就是最可靠的衡量指標。多頭市場發展初期,當領導股浮出檯面而領先創新高價時,這個時候我們應該觀察這些潛力股候選清單。到"
    },
    {
      "page": 224,
      "text": "了最後,當宴席結束而我們被迫退場時(個別股票陸續獲利了結),同樣的領導股也會開始出現盤整、向下反轉,或甚至在幾個禮拜內展現噴發漲勢,然後頓然熄火的狀況。領導股做頭的時間,大約對應著整體市場呈現出貨的階段。請注意,這個時候要全神貫注於「樹木」,不是「樹林」。多頭市場有時會慢慢過渡為向下的轉折,而底部則經常會在頓挫之後展現強勁回升走勢。當領導股開始顯露疲態時,大盤指數往往還在繼續走高,然後才開始做橫向的盤整。盤勢之所以如此發展,是因為資金仍然停留在股市之中,只是開始轉移到落後型股票。憑藉著落後型股票補漲行情的推動,大盤指數得以挺住,甚至小幅走高。此時千萬要小心!看到這種狀況時,往往意味著終點已近,大好機會不復存在。大多數投資人無法掌握這些微妙的徵兆,主要是因為他們已經習慣於多頭市場的上升趨勢。他們告訴自己,只不過有幾支股票垮了,那有什麼了不起?只要道瓊指數繼續走高,就不會有問題,對吧?錯了!●223第九章追隨領導股任何多頭行情,通常都至少會有某個類股或好幾個次級類股做為領航者。領導新多頭市場的最主要類股,其中只有少數真正的領導股能主導行情發展,它們最終會吸引法人機構的資金。對於這些領導股的激情買進,將有助於推升股價至不合理的程度。所以,在隨後的空頭市場裡,這些股票通常都會出現嚴重跌勢。投資人如果繼續持有這些過去的領導股,後果恐怕會慘不忍睹。"
    },
    {
      "page": 225,
      "text": "224時機如果拿捏不正確,投資領導股的風險確實很高。飆漲股正在往上跑的時候,確實很棒;可是,下檔則是一場災難。如果沒有預先安排好合理的出場計畫,藉以侷限損失,遲早會碰上大麻煩。發展順利的時候,確實可以賺大錢。可是,如果上轎時間太遲,就要留心下金融怪傑交易之道超級績效一檔了。同樣一支股票,價格可以漲得很高,也可以跌得很兇。舉例來說,領導一九九八~二〇〇〇年多頭市場的科技股,它們在二〇〇〇~二〇〇二年空頭市場卻成為最大輸家,而且歷經了整個二〇〇三~二〇〇七年多頭市場的平反,頂多也只能收復一半的失土。股票市場發展史上,充滿太多這類的例子。某段期間多頭市場的領導股,實際上非常不可能成為下一波行情的領導股。譬如金融股與房地產股,它們是二〇0三~二〇〇七年多頭市場的領導股,但它們也是二〇〇八年行情修正的最大受害者。所以,歷史如果具有任何啟示作用的話,那就是某個循環的領導股,通常不適合做為隨後空頭反彈或下一個多頭市場的買進候選股。這個原則有個例外情況:在多頭市場發展後期而後續空頭市場還沒有產生之前,如果有市場領導股或類股浮出檯面,其中有些確實還是能夠繼續領導多頭行情。然而,有一點是可以確定的,那就是下一個多頭市場的領導者,經常是來自於最不可能的地方,但投資人只要運用本章稍早所討論的分析技巧,應該很快就能鎖定它們。只要追隨領導者,投資人就有機會參與資本主義社會最神奇的創業成功之旅。"
    },
    {
      "page": 226,
      "text": "學習買進領導股,避開落後股原則上,我會趁著強勢買進,而不是弱勢。真正的市場領導股,其相對強度會持續改善,尤其是在行情向下修正的期間。投資人應該經常更新候選股觀察清單,剔除掉那些價格回檔太多的股票,並增添那些最抗跌、價格走勢呈現正向背離的潛力股。如此不只能夠讓候選股清單保持在最佳狀態,而且也能讓我們的感覺變得更敏銳,更能掌握市場發展的脈動。等到大盤開始從底部啟動,向上發展新多頭市場的第一隻腳時,情況就會變得愈來愈刺激。這個時候,投資人應該把注意力擺在股價創五十二週新高清單。新多頭市場發展初期,最大贏家通常都會名列在這張清單之中。各位也應該注意那些大盤下跌過程中最抗跌的股票,還有那些距離五十二週新高百分之五~十五範圍的股票。至於新聞媒體每天刊載的股價創五十二週新低清單,我建議投資人應該儘量避開這些股票。一九九六年與一九九七年期間,表現最佳的九十五支股票,只花了五個星期時間,股價就上漲百分之二十。這些股票平均漲幅為百分之四百二十一。這九十五支股票,當中有二十一支在短短一個星期內上漲了百分之二十,最後平均漲幅為百分之四百八十四。一九九九年,很多表現最佳的股票,一個星期的股價漲幅就有百分之二十;有些甚至只花了三天工夫。所有這些股票(在價格顯著上漲之前)都展現了非常優異的相對強度。●225第九章追隨領導股股票市場如果真的處在打底階段,應該會有愈來愈多股票展現出相對強度正在改善的狀況,而且價格修正的幅度也應該相對有限。一般來說,健全的修正整理,其股價峰位、谷"
    },
    {
      "page": 227,
      "text": "226底之間的價差應該保持在百分之二十五~三十五之內,但嚴重的空頭走勢則可能出現百分之五十的跌幅;價格跌幅當然是愈小愈好。修正幅度如果高達百分之五十,恐怕就太過份了,而且股價測試高價或稍微穿越之後,也可能無法真正向上突破而拉回。這都是因為價格大跌,而造成了上檔龐大的壓力。金融怪傑交易之道超級績效一大盤處於打底階段時,我們的觀察清單應該涵蓋好幾個星期。當大盤從低點回升時,表現較好的股票會試圖創新高。這是好現象,意味著大盤已經觸底,或接近觸底。此時發展進入緊要關頭。每個新發生的多頭行情,通常都會推出一隊新的領導股。過去多頭市場的領導股,很少能夠成為下一波多頭市場的領導股;所以,投資人可能會碰到一些陌生的公司。某個循環的領導股,能夠成為下一循環領導股的機會不到百分之二十五。因此,務必要及早掌握這群新的領導企業和產業。記住,要傾聽股票價格行為所透露的訊息,而不是那些大師們的意見。這就是投資人最可靠的早期預警系統。關掉媒體股票市場處於跌勢時,新聞媒體總是極盡所能地渲染市場大師對於世界末日的預言,到處瀰漫著悲觀的氣氛。當然,也會有一群所謂的市場專家表示相反意見,他們認為底部已經近了。可是,這些人緊跟著又會宣布,市場表現除非得到他們心愛技術指標的首肯,否則不可能發生真正的漲勢。關於拿捏市場時效,投資人最不欠缺的就是精密理論與技術指標。所以,面對著行情轉折的重要關口,恐懼氣氛與相互衝突的忠告,足以讓投資人癱瘓。更糟的"
    },
    {
      "page": 228,
      "text": "是,媒體轟炸也會推波助瀾,分散投資人的注意力,使其無法專注於事實。請關掉電視,不要再理會媒體報導,開始專心尋找下一波行情的領導股,它們遲早會浮出檯面。專注於事實,追隨領導股就對了。我可以跟各位保證,只要美國繼續維持自由企業體系,就一定會有新企業會繼續推出新產品、新科技。歷史資料顯示,每個多頭市場都會出現新的領導股,過去的領導股只能靠邊站。要有準備,手腳必須快。最重要的是,關掉媒體,追隨領導股。●227第九章追隨領導股"
    },
    {
      "page": 229,
      "text": "228金融怪傑交易之道超級績效一"
    },
    {
      "page": 230,
      "text": "第十章股價走勢圖等待,直的動物,能夠在草原上何動物,但牠會耐心時機。但不是【獵物才出擊。牠可以在-叢裡躲上一個星期,等待適當小羚羊,最好是又跛的小羚羊;唯有萬無一縮影失的時候,牠才會出擊。對:不說,,這就是專業MarkWeinsteinefficient)。「效率市場理論」(EfficientMarketHypothesis,簡稱EMH)是芝加哥大學布斯商學院(BoothSchoolofBusiness)教授尤金·法馬(EugeneFama)在一九六○年代初期提出,主張股票市場訂價完美(或起碼是幾近於完美),市場具有「資訊效率」(informationally換言之,股票價格已經充分反映所有已知的資訊,而且當新資訊發生時,市場會瞬間反應,立即調整,所以不存在資訊優勢。根據EMH,沒有人能夠運用「市場」已知的資訊擊敗市場,除非仰賴運氣。這套理論的支持者認為,價量分析無法讓投資人取得任何額外的勝算。不用說,我當然不同意;我個人與其他無數交易者的經歷都在在證明EMH是●229→"
    },
    {
      "page": 231,
      "text": "230一套錯誤的理論。EMH的信徒大多不仰賴股票交易討生活,更別提什麼優異操作績效了。對於那些表現無法超越市場的人,EMH或許真有道理;因為他們自己辦不到,所以就相信別人也不可能辦到。可是,頂尖玩家可不認為如此。金融怪傑交易之道(超級績效不幸的是,買賣決策者是「人」——情緒化、不完美,甚至缺乏邏輯的人。投資人在推理、判斷方面的各種人性錯誤,包括:愛面子、恐懼、貪婪、期待、無知、無能、過度反應...等,將造成無數矛盾與衝突,但也因此創造了機會。關於如何辨識這類機會,投資人可以運用一種最珍貴的工具:描述供需之間戰役狀況的股價走勢圖。股價走勢圖記錄了某特定股票買賣雙方在公開拍賣市場實際交易的情況。這種工具藉由適合視覺觀察的方式,彰顯人性的情緒與理性衝突,甚至還包括人為操縱行為;它也就是供需雙方所做的集體判決。各位如果透過這種方式看待股價走勢圖,就能體會這些圖形如何描述人們所做的買賣抉擇。我們可以藉著股價走勢圖,縱覽某特定時間架構上所發生的一切。關於走勢圖與其運用,太陽底下已經沒有什麼新鮮事兒了人們運用這套工具,大概已經有好幾世紀的歷史了。就如同船長運用天上星辰當作航海圖一樣,投資人則運用股價走勢圖在股海中航行。很多投資人雖然都想學習如何判讀走勢圖,但很少有人真正瞭解如何正確使用。如同本章稍早所提到的,有些人並不認同走勢圖,因為他們認為,過去的資訊不具預測功能。可是,如果要把這套哲學套用在日常生活上,恐怕就沒辦法運用過去的任何資料,協助判斷當前的事件了:譬如根據氣壓下降來判斷對氣候的影響,或是根據全身疼痛、體溫高達攝氏四十度的徵兆,來判斷是否感冒了。"
    },
    {
      "page": 232,
      "text": "有些人相信,投資人絕對沒辦法有效拿捏市場或個股的時效,他們認為這類嘗試完全沒有意義,不論技巧有多高明,也不論資訊多完整,基本上都是徒勞無功的。但我可以憑藉著自己的經驗告訴各位,我的成功很大成分是仰仗精準拿捏時效而來,而那絕對必須使用到股價走勢圖。很多最頂尖的基金經理人也採用股價走勢圖。我的交易非常仰賴股價走勢圖,我所秉持的任何基本面看法或交易點子,如果沒有得到根本股票價格行為的確認,絕對不會付諸執行。首先,我會運用走勢圖決定股票當時所呈現的價格趨勢。換言之,我會藉由技術分析方法,挑選出符合條件的潛力候選股。其次,我會運用走勢圖,決定交易的進場點°走勢圖能夠協助投資人創造超級績效嗎?股價走勢圖是否能夠讓我們擁有預測行情的能力?當然不行。我們無法預測市場行情,就如同我們無法預測賭場輪盤某次旋轉的結果一樣。很幸運的是,股票交易若想要成功,投資人並不需要具備絕對的預測能力,只需要像頂尖賭徒一樣,預先知道輪盤每次旋轉每種結果發生的機率,或二十一點賭局下張牌的點數機率分配即可。那些認為投資人需要預測股票價格才能成功的想法,概念上是完全錯誤的。精明的交易者會運用價量分析做為工具,用以拿捏交易時效,管理風險,提升勝算。很多最成功的交易者,他們的親身經歷都可以證明股價走勢圖的功能。他們的成功,無關乎預測;他們所憑藉的,是判讀走勢圖(行情足跡)的技巧,鎖定「報酬/風險比率」最佳的機會。●231第十章股價走勢圖"
    },
    {
      "page": 233,
      "text": "232運用走勢圖做為工具金融怪傑交易之道召級績效關於股價走勢圖或所謂的「技術分析」大體上可以分為三個學派。第一個學派,他們相信純粹的技術分析,只運用價格和成交量行為所提供的資訊。純粹的技術分析者認為,交易成功所需要的東西,都蘊含在價格走勢圖之中;他們原則上認定基本面資訊是沒有幫助的,因為這些資訊最終都會反映到股價走勢圖上。至於第二個學派,則處於光譜的另一個極端,他們是純粹的基本分析者,相信投資人只需要知道企業的基本面狀況就已足夠。對於這些人來說,什麼陰陽線、OX圖、或其他扭曲的線條,都是一些無關緊要的東西。這些整天搞數字的人,看不起走勢圖分析,認為那就像算命一樣。第三個學派則站在中間,他們同時相信基本分析與技術分析。如果一定要做選擇的話,我想我自己應該屬於這個學派。我仰賴價格與成交量,也相信基本分析。關於股票買進決策的擬定,我會考慮一些重要的議題和條件,包括基本層面和技術層面。綜合運用走勢圖與基本面資訊,才是健全的方法,投資人都應該儘可能提升勝算。是「果」而不是「因」很多基本價格型態,早在經濟大蕭條之前的一九〇〇年代初期就已經為人所知。各位可能想問,假定這些交易型態在過去很早以前就已經被證實確實有效,難道不會因為屢經運用慢慢普及而喪失任何可能存在的優勢嗎?這個問題的答案很簡單:價格型態不是「因」,而.."
    },
    {
      "page": 234,
      "text": "05500-400-300-200-100-|35是「果」。策的有效工具。格型態仍然是擬定進、出場決來也不太可能改變。所以,價可循,長久以來不曾改變,將力量,而人類行為有固定模式「人類行為」才是驅動行情的形,當然無法主導市場行情;反映供需狀況的圖RCA月線圖(一九二八年為基準)當今,是,這一切並沒有改變根本人鼠就能瞬間完成一筆交易。可多,傳遞的速度更快,輕點滑可供運用的資訊更RCA(RCA)一九二四~一九三三月線圖Source:PreparedforTocquevilleAssetManagement,LP,byToplineInvestmentGraphics,圖10.1美國線上(AOL)一九九五~二〇〇五,www.topline-charts.com.Copyright©2002.Allrightsreserved.學習、運用、調整的產物。這與研究,可說是我長達三十年際經驗,源自於我每天的交易樣,完全是彙整自我個人的實技巧,就如同本書其他内容一性。本章準備介紹的各種做圖95AOL月線圖|25●233第十章股價走勢圖.80"
    },
    {
      "page": 235,
      "text": "234些技巧不僅適用於當今,歷史研究資料也顯示,我交易生涯所使用的技巧,早在我之前的好幾十年就始終有效。舉例來說,讓我們回溯到一九二七年,RCA就好比是當時的「美國線上」(AOL)股價曾經在十八個月內上漲百分之七百二十一,還有,一九三四年的「可口可樂」,當它浮出檯面成為市場領導股時,股價上漲百分之五百八十,而當時的大盤還繼續盤底好幾個月。這些股票展現傑出表現之前所透露的種種徵兆,也無異於現代市場。所以,價格型態的效用,是不受時代限制的。..金融怪傑交易之道(超級績效我大半輩子時間都在研究超級強勢股投資,在此可以跟讀者報告一項結論:驅使「微軟」與「美國線上」在一九九○年代出現特定股價型態的根本力量(期待、貪婪、熱情、恐慌),在好幾十年前也同樣發生過。股票當今所展現的價格走勢,其依循的行為模式跟過往並沒有什麼差異。對於那些願意接受市場教育的投資人來說,除了基本分析之外,股價走勢圖更是珍貴的工具。只要帶上所有可供運用的工具,發揮這些工具相輔相成的綜效,就能讓你全心追求股票投資的超級表現°列車準時進站?這些年來,當人們走進我的辦公室,看到電腦螢幕上的走勢圖時,經常會問,「你怎麼知道那些線條代表什麼意思?它們看起來好亂。」這類問題也會出現在很多其他專業領域,關鍵在於:你必須知道要看什麼。當我去醫療診所做心電圖,面對機器所列印出來的跳動線條時,也同樣完全摸不著頭緒。可是,對於受過醫療專業訓練的人而言,這些線條可以顯示出"
    },
    {
      "page": 236,
      "text": "心臟活動與跳動節奏的珍貴資訊,用以判斷心臟活動正常或異常。同理,檢視走勢圖上的價量資料,同樣有助於我們判斷行情發展是否正常。°價量分析可以協助判斷股票是否處於承接或出貨的狀態。這些資訊可能透露出嚴重警訊,也有可能提供高勝算的獲利機會。可是,只有少數人懂得如何有效運用股價走勢圖,只有少數人知道如何藉此創造出傑出的績效。供需法則是主宰任何自由拍賣市場的最根本力量。投資人如果學會如何辨識有效與無效的價格行為,就能運用走勢圖篩選潛力股,尋找勝算最高的投資機會。我們並不需要明確知道某股票接下來準備幹什麼,只要知道它應該會幹什麼就可以了。剩餘的部分,就是判斷列車是否準時進站了!假定你每天都搭早晨六時五分的火車上班。正常情況下,火車進站時間介於六時~六時十分。可是,今天的情況不同,時間已經六時十五分,但火車還沒進站。這個時候,你可能還不會想太多,料想今天只是稍微遲些。可是,到了七時火車如果還是沒進站呢?你很可能就會覺得不對勁了;時間拖得愈久,出差錯的可能性愈高。如此推論當然不是憑空猜測,因為你知道什麼才是正常的,你知道事情應該如何發展。●235第十章股價走勢圖、我們如果知道超級強勢候選股應該具備的條件或特質,風險就不會難以捉摸。股票表現如果不符預期,就代表警訊。這些股票畢竟已經符合了嚴格篩選準則而被視為超級潛力股。在這種情況下,表現如果差勁,就代表有問題。我們必須學習如何期待,知道期待什麼,懂得如何根據當時市況判斷股票行為正確或不正確。假定我們知道情況應該如何發展;一旦看"
    },
    {
      "page": 237,
      "text": "236到實際發展不符合預期時,就很容易斷然做出處置金融怪傑交易之道當務之急級績效關於股價走勢圖的運用,我看到很多人經常忽略第一步驟:大局。股價走勢圖所提供的最重要、最根本資訊就是「當前趨勢」。我們可以根據股價走勢圖判斷,股票目前究竟是處於上升、下降或橫向走勢(換言之,處於第一、二、三或四階段)。當我們發現某支股票處於第二階段的較長期上升趨勢,並且有證據顯示該股票是值得注意的潛力股,不論是市場領導股、轉機股或景氣循環股,都需要思考最佳買進時機。這個時候,我們就必須決定什麼時候要扣扳機進場建立部位。所以,不論篩選候選股,或是決定進場時機,股價走勢圖都是不可或缺的重要工具。股價走勢圖運用上,我的第一個建議是:不要在真空狀態看待事情。最重要的是,務必尊重股票所呈現的既有趨勢。對於我的交易方法而言,這個概念很根本。如果想要獲取最大報酬效益,就要到交投最熱絡的地方,充分運用市場動能。我們只能挑選那些法人機構介入明顯的股票。我們絕對不想成為第一個進場的先知先覺;反之,我們要尋找行情動能點火待升、失敗風險相對偏低的機會。拿捏進場點時,我會尋找股價盤整形態,也就是既有上升趨勢呈現波段上漲過程,波段之間的股價回檔盤整走勢。可是,有些投資人會在「結構絕佳」的底部買進,卻忽略了該底部處於較長期下降趨勢發展過程°"
    },
    {
      "page": 238,
      "text": "把長期下降趨勢發展過程的「絕佳」底部當做買點,就像罹患肺炎的人想要降低膽固醇.一樣。沒錯,膽固醇讀數確實「絕佳」但病人面臨的是更嚴重的問題。走勢圖所呈現的價格型態,必須放在較長期趨勢内做評估。進場如果過早,股價可能重新恢復下降趨勢;進場過晚,則可能碰上最後階段的底部,既有上升趨勢已經太明顯而隨時可能結束。進場時機拿捏精準,足以顯著影響獲利程度°我從來都不想去對抗長期趨勢。我尋找第二階段上升趨勢的買進機會,或第四階段下降趨勢的放空機會;這個原則,簡單明瞭。如果想要穩定掌握勝算,就需要採用系統性作法。我將逐步告訴讀者應該採取的步驟。首先,順著股票當前所呈現的趨勢,篩選適當的價格型態做為候選股,然後在股價突破盤整排列時買進,但不要等到行情發展過熟、追捧過份明顯,否則就有進場太遲之虞。請注意,所謂「適當的」價格形態,必須擺在較長期趨勢架構內評估。如果長期趨勢並非向上,股票就不適合買進。所以,千萬不要忽略「大局」。俗話說得好,趨勢是你的朋友。可是,如果逆勢而為,就會碰上最嚴厲的敵人。若想要提升勝算,千萬要挑選明確的上升趨勢。某股票如果處於長期下降趨勢,就完全不值得考慮買進。尋找整理期間●237第十章股價走勢圖一旦找到第二階段上升趨勢,下個步驟就是要尋找某種適合繼續推升股價走高的條件·適當的底部。此處談的是「適當的」底部,而不是隨便的底部。任何人都不難在股價走勢圖上找到一段橫向整理底部。可是,我們想要的不只是如此而已;投資人必須清楚知道如何尋"
    },
    {
      "page": 239,
      "text": "238金融怪傑交易之道級績效找適當的底部。股價呈現一段延伸性漲勢之後,投資人會獲利了結,這類賣壓會導致行情拉回或橫向整理;所以,股票走勢會以時間換取空間,藉由換手整理消化賣壓,經過一段建設性盤整之後,把底部墊高,繼續向上挺進。好股票的回檔整理幅度(百分率)不會太大。承接力道強勁的股票,會在既有上升趨勢發展結構內做橫向盤整,然後繼續走高。整個程序應該看得出明顯的徵兆。至於個別股票的實際情況,則要觀察過去三週到六十週的走勢,其中有很多可供參考的細膩變化,讓投資人得以判斷究竟應該買進或賣出。整理當股票向上突破健全整理區域,才是適當的買進時機。圖10.2股票必須處在第二階段上升趨勢,否則不考慮買進。價格波動收縮型態第二階段多數投資人都無法克制衝動,總是選在錯誤時間(通常是在股價下跌過程)買進。人們經常問我是否喜歡某支股票,我的回答百分之九十九是,「我不想在這裡買。」為什麼?因"
    },
    {
      "page": 240,
      "text": "為我嚴格秉持一項原則,只有在非常特定的情況下——潛在報酬顯著大於風險時,才會考慮買進。我如何找到這種特定的情況呢?對我來說,如果有所謂的「聖盃」,那就是「價格波動收縮」(volatilitycontraction)的概念。我所進行的每筆交易,幾乎都符合這個概念。凡是具有建設性意義的價格結構(股票處於承接狀態),其底部結構的某個區域,幾乎一定會出現價格波動收縮的現象,而且成交量也會顯著收縮。我稱此為「價格波動收縮型態」(volatilitycontractionpattern,簡稱VCP)。就目前所談論的主題而言,VCP是供需排列(thesupplyanddemandsetup)的一部份。VCP扮演的主要功能,是循著阻力最小的方向,精準設定進場點。凡是我採用的價格型態,操作上幾乎都可以找到這種由左至右的價格波動收縮。我希望看到的是,價格排列左側的價格波動較大,右側的價格波動收縮。收縮計數一九九五年二月,我買進FSIInternational(FSII)F●239第十章股價走勢圖、該股票當時完成「杯狀帶柄型態」(cup-with-handlepattern)。這支股票顯然處在第二階段上升趨勢,底部整理期間呈現完美的VCP現象。這段盤整期歷經十個星期,杯狀部分的回檔幅度為百分之十八,柄狀部分的回檔只有百分之五。請注意底部整理最右側部分,該處的價格波動緊密收縮,成交量也顯著萎"
    },
    {
      "page": 241,
      "text": "240Millions上漲了百分之一百三十。票。若從這個位置起算,後續股價柄狀排列高點時,我進場買入該股縮。第十一星期,當股價向上突破5金融怪傑交易之道-18%BigCharts.com(超級績效「我在此買進就代表底部整理即將完成程度,成交量也會明顯萎縮,這也度持續收縮,這種情況發展到某種八。所以,整理期間的價格波動幅回檔幅度又更收縮,譬如說百分之接著,股票又從低點回升,第三波檔的跌幅可能收縮到百分之十五。然後,股票從低點反彈,第二波回幅度較大,譬如說百分之二十五。動。最初,股價從高點跌到低點的看到股價呈現二~六次的波浪狀擺VCP型態發展過程中,通常會第二階段一九九五年二月,當FSIInternational(FSII)完成典型的VCP型態我買進該股票,後來價格在七個月內,上漲了130%。SHA〈10〉---HA(40)圖10.3FSIInternational(FSII)一九九五年。一般來說,我希望看到某波浪FSIIHeekly'的回檔幅度,是其前一個波浪回檔"
    },
    {
      "page": 242,
      "text": "5T五個收縮幅度的一半(換言之,一系列的波浪狀走勢,高低價差波動程度持續收縮,後者是前者的一半,但某種程度的誤差是可接受的)。當賣方急著獲利了結時,價格波動(從高點衡量到低點的回檔幅度)最大。等到想賣股票的人愈來愈少,價格修正也會變得相對緩和,價格波動下降。VCP型態通常有二~四個收縮,但也可能出現五或六個收縮。這種價格行為會產生收縮對稱的型態,我通常都用幾個T來表示幾個收縮。4T四個收縮。iwinumumm有些價格型態不會呈現VCP現象。有時候會有變形,譬如:矩形狀的達瓦斯箱形整理(Darvasboxpattern,結構平坦的橫向整理,期間為四~七週)這種底部排列並沒有明顯的價格波動收縮現象,波浪狀走勢的價格擺動幅度都很小而一致,而從高點衡量到低點的距離,可能都介於百分之十~十五之間。或者,一系列的波浪狀整理中,價格波動也可能會有不同程度的收縮,譬如說,最初是百分之二十五修正,然後是百分之十,再來是百分之五等,這也屬於典型的VCP發展。3T三個收縮2T二個收縮圖10.4範例:價格波動收縮技術面足跡●241第十章股價走勢圖每支股票的整理過程,都會呈現各具特色的痕跡。就如同指紋一遠看都差不多,但拉近仔細觀察,則各自不同。如此產生的信號,我1T一個收縮"
    },
    {
      "page": 243,
      "text": "242Millions.2T三個收縮2.5..收縮\"OBigCharte.com\"(超級績效金融怪傑交易之道參考包括三個成分:記,還有股票足跡的縮影。這套快速快速瀏覽辦法,參考每天晚上做的筆追蹤好幾百支股票,所以設計了一套的成交量水準。由於我每個禮拜都要的相對深度,以及底部結構特定位置個數(通常是二~四個)的最主要特色包括:整理排列的收縮稱為股票的「技術面足跡」。VCP整個底部-收縮1.時間。打底過程已經發展幾二○○一年,WRGrace(GRA)的整理排列做了三個收縮,然後展開強勁天或幾個星期了?2.價格。最大修正幅度如何?SHA(50)SHA(150)SHA(200)幅度又如何?底部排列最右端的最小拉回漲勢。五十五天之內,上漲了147%。3.對稱。底部排列發生了幾個圖10.5WRGrace(GRA)收縮?「GRADailymVolume-"
    },
    {
      "page": 244,
      "text": "-3%1/12/0719181716-3%51413121110Hillion-8%OBIgCharts.com-17%-17%(寬度)-31%-31%(深度)MeridianBioscience(VIVO)二00七年一月十五個月上漲118%FebMarAprMayJunJulAugSepOctNovDec06FebMarAprMayJunJulAugSepOctNovDec圖10.6VCP足跡與簡潔衡量:40W-31/3-4T243第十章股價走勢圖TheVCP足跡40W31/34TVIVOHeekly05"
    },
    {
      "page": 245,
      "text": "244金融怪傑交易之道級績效假設我告訴各位,某個人身高六呎,體重兩百三十磅,腰圍四十三吋。讀者對於這個人的模樣,心裡大概有個譜。同樣的道理,如果知道股票某些重要的「簡潔衡量」,應該有助於瞭解該股票的性質,即使我們並沒有實際看到股價走勢圖。讓我們看看MeridianBioscience(VIVO)的例子。該股票處於第二階段上升趨勢,打底過程出現一系列價格波動持續下降的收縮。VIVO收縮四次,然後向上突破四十週均線,隨後十五個月的股價漲幅超過百分之一百。圖00顯示整理期間出現四次收縮,分別以虛線標示每次涵蓋的期間。第一期由二○○六年四月開始,這段期間的高、低價分別為十九美元與十三美元,修正幅度為百分之三十一。股價隨後走高,然後又拉回整理,第二期的高、低價分別為十七美元與十四美元,拉回幅度為百分之十七。所以,價格波動收縮了。第三期反彈走勢的高價曾經稍微穿越十七美元,拉回的最低價一度跌破十六美元,這波整理的價格幅度只有百分之八。就從這個時候起,我開始密切注意這支股票°最後,第四期的拉回經歷兩個星期,價格幅度只有百分之三,成交量明顯萎縮,樞紐買進點呼之欲出。這些現象告訴我們什麼?賣壓已經被消化得差不多了。獲利回吐已經進行得告一段落,我們看不到供給籌碼持續放大的現象。價格與成交量經過四次的持續收縮,只要買盤介入,該股票應該隨時可以爆量上漲。二〇〇七年一月,當MeridianBioscience挾著大量突破十八美元樞紐買點時,我立即跳上轎;隨後十五個月內,股價上漲百分之一百一十八。"
    },
    {
      "page": 246,
      "text": "價格波動收縮現象代表什麼意思?Millions°股票如果處於承接期,價格整理代表換手,籌碼由弱者轉移到強者的手中。等到弱者相繼出局之後,籌碼歸屬變得相對穩定,股票缺乏供給;這種情況下,只要少量的需求,就能推升股價走高。這就是所謂的「最小阻力通道」整理期間的高、低價差很小,每天(週)收盤價沒有太大變動,這種現象深具建設意義。狹幅盤整區域內,成交量也應該顯著縮小。某些情況下,成交量可能會縮小到行情漲勢啟動以來的最低水準。這是極具正面意義的發展,尤其是發生在修正之後的盤整期間末期,充分說明市場上已經沒有太多供給籌碼。處於承接期的股票,幾乎一定有這類價格波動二○○六年,USGCorp.在一段急漲走勢之後,展開VCP型態的整理排列隨後股價在四個月內又上漲85%。第二階段圖10.7USGCorp.(USG)●245第十章股價走勢圖、Volumee"
    },
    {
      "page": 247,
      "text": "246收縮、成交量萎縮的現象。當整理過程發展到最右端,在實際買進之前,我們希望看到這類現象,也就是所謂的樞紐買點(pivotbuypoint)更明確說,這就是我們所設定的買點:。金融怪傑交易之道級績效當股價挾著大量向上穿越樞紐買點,即是買進訊號。如果想要精準拿捏既有趨勢得以繼續發展的時效,這是很關鍵的概念。最好的情況下,除了價格波動收縮之外,成交量也應該在可資辨識的明確位置呈現萎縮°我之所以提出VCP概念,是因為我看到很多人採用一些看起來頗具建設性的底部價格型態,卻錯失了最重要的結構成分,結果讓整個運作失效,很容易就遭遇失敗。我可以跟各位保證,投資人碰到的每個失敗底部結構,幾乎都可以歸咎於某種被疏忽的錯誤性質。很多技術分析方面的書籍,只是膚淺地討論價格型態。如果沒有確實瞭解高勝算排列背後的供、需力量,盲目辨識價格型態,往往只是徒然。所以,且讓我們稍微深入觀察供需力量的性質,徹底瞭解究竟發生了什麼事。偵測上檔賣壓股價一旦向下修正,自然會有投資人在高檔被套牢。這些被套牢的籌碼,面對著持續擴大的虧損,心裡懊惱萬分,只能期待股價會反彈,讓他們有解套的一天。這就是所謂的上檔賣壓:這些投資人只希望能夠扳回帳面損失;他們迫不及待地想要賣出,安撫受傷的面子,因為他們自我安慰地說,「行情雖然劇烈波動,但畢竟得以全身而退。」"
    },
    {
      "page": 248,
      "text": "除了供給賣方之外,還有另一群買交易活動收縮顯示上檔供給減少方,他們比較幸運,有機會在底部撿到了便宜貨,而且已經累積了些許獲利,情況顯然不同於上檔套牢等著解套的買方。等到股價反彈到先前的高點附近時,上檔等著解套的籌碼便會湧出,還有一些在低檔進場的獲利了結賣壓也會出籠。所有這些供給籌碼會把價格壓回,形成底部排列右側的拉回修正。可是,如果真有法人機構承接籌碼,底部由左而右的價格波動應該會收縮,因為籌碼陸續被大玩家給吸收了。底部整理如果發展成為一系列收縮的VCP型態,那只是供需法則運作的結果,顯示該股票正透過有系統的方式進行籌碼換手。碰到這種情況,應該耐心等待,直到股票完成正常的換手程序,籌碼從弱者轉移到強者。身為使用上檔賣壓造成回檔供給底部撈魚獲利不要價格狹幅波動,成交量顯著萎縮,代表上檔供給籌碼減少,最小阻力供給套牢籌碼想要解套圖10.8理論範例:供需之間的互動路徑已經打通。●247第十章股價走勢圖"
    },
    {
      "page": 249,
      "text": "248停損單的交易者,你就是弱勢持股者。重點是要成為最後的弱勢持股者;你希望在自己買進之前,所有其他弱勢持股者都已經出場。金融怪傑交易之道超級績效若市場籌碼不再浮動,成交量會顯著萎縮,價格波動也會明顯趨於緩和。設定這種條件,可以避免誤入擁擠的交易,鎖定的股票也不至於成為公眾追逐的焦點,如此可以提高勝算。整理型態右端的價格與成交量活動如果沒有顯著趨緩,即代表市場籌碼還不夠穩定,進場風險很高。買點為何設定在新高價附近?「買低/賣高」是我們在股票市場最經常聽到的一句話。這句話大概可以總結一般人對於股票市場賺錢方式的想法。當然,想要賺錢,賣出價格勢必要高於買進價格。可是,這並不代表你非得在歷史最低價附近買進不可。相較於個人看法或專家意見,市場的判斷通常更準。股票在新多頭市場發動的初期階段,股價就衝上五十二週新高,很可能代表這是即將誕生的巨星。反之,價格處於五十二週新低的股票,除了走勢缺乏上升動能之外,上檔可能還有層層賣壓等著消化或克服;更糟的是,行情可能愈盤愈低。價格創新高的股票,上檔海闊天空。這類股票所透露的訊息是:「嘿!我這裡大有搞頭,大家都看到了,」至於那些創新低的股票,顯然是因為無法吸引機構法人的興趣,所以表現落後。有些投資人可能另有想法,「我不想等到第二階段的進場準則獲得確認。」這些人想要"
    },
    {
      "page": 250,
      "text": "。PriceadjustedforsplitsMar-04直待在第一階段沈浮,甚至可能大跌。票可能只是稍做反彈而已,然後就一錯的機會,也可能不了了之,這些股如果缺乏真正的基本面支撐,看似不支股票確實吸引了法人機構的買盤?辦法提供任何確認。我們怎麼知道某可是,很麻煩的是,這類早期走勢沒早點進場,最好是在歷史低價附近Dec-03+1800%Sep-03Jun-03Mar-03TASER上漲百分之五百四十而創新高,然後又繼續上漲1800%。動。趨勢新高之後,真正刺激的行情才開始發下列幾個案例,讀者就會看到股價創來展望佳,所以願意大量買進。透過味著法人機構認為股票基本面健全,未,股票如果挾著大量創新高價,意若處在經過確認的第二階段上升+540%Dec-02ChartcourtesyofLongboardAssetManagement.-TASR·創歷史新高Sep-02圖10.9TASER(TASR)●249第十章股價走勢圖、股,譬如說,股價如果要從二十美元一支股票如果要成為超級強勢Jun-02"
    },
    {
      "page": 251,
      "text": "250PriceadjustedforsplitsPriceandjustedforsplitsOct-991998.金融怪傑交易之道66-Inf。1997超級績效Jan-99Apr-991996Jul-98Oct-981995+4300%Apr-981994Oct-97Jan-98Yahoo上漲百分之一百七十而創新高,然後又繼續上漲4300%,1993微軟在一九八九年創歷史新高之後,股價隨後又漲了五十四倍。Jul-971992·創歷史新高+170%Jan-97Apr-97圖10.10Yahoo(YHOO)-MSFT·創歷史新高1991圖10.11Microsoft(MSFT)-YHOOOct-961990Jul-966432168|洗盤Apr-9625.612.86.43.21.60.80.40.21989"
    },
    {
      "page": 252,
      "text": "PriceadjustedforsplitsApr-06Feb-06初,股價已經上漲了百分之八千。就會錯失大好機會;到了二〇〇六年資人如果覺得股價太高而不敢買,恐怕(MNST)創歷史新高。這個時候,投高。二〇〇三年底,MonsterBeverage漲到三百美元,股價同樣必須不斷創新翻了一倍而成為一百美元,然後一路創新高。同理,一支股票從五十美元上漲到八十美元,過程中勢必要不斷Dec-05Oct-05Aug-05Jun-05°Apr-05Feb-05Dec-04MonsterBeverage在二○○三年八月股價創新高,隨後又繼續上漲8000%。修正幅度過深,容易造成失敗Oct-04Aug-04·創歷史新高Apr-04Jun-04圖10.12MonsterBeverage(MNST)二,即使基本面還沒有發生問題勢,意味著基本面發生嚴重問題認定價格很便宜。第一股價從高點下跌百分之五十~六十,就盤陷入了空頭市場。投資人不能只因為或產業的基本面發生嚴重問題,或是大股票價格如果大跌,通常代表企業這種程度的跌-MNSTDec-03Feb-04●251第十章股價走勢圖、°第Oct-03Aug-03但"
    },
    {
      "page": 253,
      "text": "2523/18/12131211109°70605040302010°10/07/1110510060555045403530OBigCharts.comSEATS°金融怪傑交易之道OBlgCharts.comOct(超級績效楔型漲勢推升股價上漲75%遭遇上檔賣壓MSep重演Aug上檔賣壓沈重-導致股價大跌JulASOND10FHAHJJASOND11FHANJJASOND12FHMankind(MNKD)股價回升到先前高價附近,結果遭遇龐大賣壓而暴跌。隨後又重複發生相同的情況。Jun股價大幅修正,導致上檔套牢籌碼過重,隨後十二個月內暴跌80%。「股價上漲125%·遭遇上檔賣壓賣壓沈重˙納斯達克指數同期只下跌6%圖10.13Mankind(MNKD)二〇〇九年~二〇一二年修正幅度50%納斯達克指數同期下跌10%May圖10.14Travezoo(TZOO)二〇一一年回檔60%不正常弱勢表現AprHHKDHeeklyVolume1200DailyVolumeHar"
    },
    {
      "page": 254,
      "text": "股價既然大跌,就必須處理上檔龐大的套牢籌碼-價格跌得愈深,上檔套牢籌碼愈多。最後,價格跌得愈重,下檔搶反彈的人獲利愈豐,上檔獲利了結的賣壓也會愈重。碰到主要空頭市場時,有些股票可能會向下修正百分之五十,但最後仍能成功反彈。股價修正幅度如果超過百分之六十,我通常就不考慮買進;回檔幅度如此之深,通常就代表問題嚴重。股價修正幅度最好介於百分之十~三十五。總之,把注意力擺在那些修正幅度較少的股票,成功的機會比較大。正常情況下,個股的修正幅度如果是大盤的兩、三倍,那就應該儘量迴避該股票。時間壓縮盤整走勢右端如果爆發急漲行情,應該視為危險的時間壓縮,通常最好避免介入,至少暫時是如此。時間壓縮會造成V形反轉,欠缺適當的右側發展。消化籌碼需要時間,如果是具有建設性的價格整理,通常都會呈現某種程度的對稱。急漲急跌的走勢,會讓籌碼沒有充分的時間做換手;籌碼如果想要安定,就必須從弱者轉移到強者手中,這類程序需要時間醞釀。我們希望股票能夠進行健全的整理,使得隨後的漲勢不至於遭遇沈重賣壓。●253第十章股價走勢圖健全的整理,可能要花費三~六十五週的時間。價格行為呈現VCP性質,將有助於籌碼安定,隨後走勢遭遇龐大賣壓的可能性會比較低,股票出現立即或持續性漲勢的可能性也更高"
    },
    {
      "page": 255,
      "text": "25427.026.526.025.525.024.524.023.523.022.522.021.521.020.520.019.010。00454035302520150.80.60.40.2金融怪傑交易之道NARONHAKSA1/04/10正確買點©BlgCharts.com>BigCharts.com(超級績效Dec正確買點00Nov太早右側壓縮®二○一○年十一月,盤整右端爆發急漲走勢,沒有時間醞釀低風險買點。三個月內上漲140%。太早|右側壓縮DecOctNovSep圖10.15MagnaIntl.Inc.(MGA)二〇一〇年Oct圖10.16TroyGroupInc.(TROY)二○○○年符合VCP條件的健全底部,需要花時間建構。隨後的十四天之內,股價上漲146%。AugSepHGADallyVolumeTROYDaily"
    },
    {
      "page": 256,
      "text": "洗盤除了考慮價格波動收縮與時間壓縮之外,底部結構還要有「洗盤」(priceshakeouts)的現象。談到洗盤,投資人大概都有這方面的經驗。舉例來說,你觀察某支股票過去幾個月的走勢,發現價格每跌到三十五美元,就立即反彈回升。所以,你決定在四十美元買進,停損設定在三十五美元稍下方。這應該是很合理的作法,問題是:你不是唯一會這麼做的人。記住,我們在市場上所看到的一切,任何人都看得到。所以,其他交易者可能也會把停損設定在相同位置。股票市場上,凡是太過於明顯的東西,很少是有效或有用的。你在四十美元買進之後不久,股票開始下跌,而且跌破三十五美元,就會引發你的停損。結果,你的股票被洗掉了,其他設定相同停損的人也一樣。等到賣壓告一段落,股價立即回升,但你已經下車了。聽起來蠻熟悉的,不是嗎?這些人都是洗盤的犧牲者。為了提高勝算,底部期間最好要發生一次或多次的洗盤行為。洗盤可以有效消除浮動籌碼,讓漲勢更具持續力。記住,你如果是秉持嚴格紀律的交易者,很可能會藉由停損控制風險;若是如此,你也算是持有浮動籌碼的弱者。換言之,碰到行情小幅拉回,為了防範損失擴大,你會賣出股票。此處談這些,並不是鼓勵你不要採用停損;停損是絕對必要的。可是,不論多麼高明的停損策略,有時候總會讓你成為洗盤的犧牲者。對於我們鎖定的底部結構,如果已經發生過洗盤現象,投資人被拉下馬的機會總會少些。二●255第十章股價走勢圖"
    },
    {
      "page": 257,
      "text": "256PriceadjustedforsplitMillionsmillions4/01/036.50|6.256.005.755.505.255.004.754.504.254.003.753.503.253.0020151051/10/0719.018.518.017.517.016.516.015.515.014.514.013.513.012.03.53.02.52.01.51.00.50.0金融怪傑交易之道©BigCharts.com洗盤OP:oBigCharts.com07Dec超級績效HarHouFeb-洗盤-OctSep價格跌破先前低點:洗盤03二○○三年二月,股價跌破二○○二年十二月低點,形成洗盤走勢。Rug在幾個關鍵位置,股價都曾經跌破先前低點,相當典型的洗盤。thethDec圖10.17Dick'sSportingGoods(DKS)二〇〇三年圖10.18MeridianBioscience(VIVO)二〇〇七年洗盤JunNovHayDKSDallymVolumeVIVODailyVolvesApr"
    },
    {
      "page": 258,
      "text": "Millions有經驗的玩家在買進之前,都希望看到盤整底部曾有過洗盤的現象。洗盤能夠強化底部結構。一般來說,股票的下檔支撐位置究竟在哪裡,甚至連散戶大眾都很清楚;所以,這可能就是專業玩家佈陷阱的地方。我們知道,有很多專業玩家非常擅長於引發散戶的停損,他們會設法讓股價跌破明顯支撐區,清出散戶手中的浮動籌碼。圖10.19DeckersOutdoor(DECK)二○○六年請注意,各位可能認為,某個跌勢只是洗盤而已,但千萬不要因此認為這是撿便宜貨的機會。我們並不是在做預測,只是提出一種解釋而已。股票在打底過程中,如果跌破下檔重要支撐,可能是洗盤,但也可能會進一步大跌。所以,投資人只能觀察後續發展,才能判斷是否洗盤。理想的情況下,在我們實際進場之前,總希望能夠出現一~三次的洗盤(實際次數柄部階段的右端,價格跌破下檔支撐。●257第十章股價走勢圖"
    },
    {
      "page": 259,
      "text": "258取決於底部的規模與縱深)。洗盤可能發生在底部的最低點,也可能發生在最右端、杯柄或樞紐區域。金融怪傑交易之道尋找買盤介入的證據超級績效截至目前為止,我們是採用「鳥瞰」方式觀察股價行為所留下來的足跡,藉以判定候選股是否符合篩選條件。這個時候,我們已經認定相關股票處於第二階段上升趨勢。先前漲勢需要經過消化,過程中有些人會獲利了結;因此,我們期待股票會出現某種修正。股價回檔時,有些人會懊惱自己沒有趁高價獲利出場;一旦股價回升,這些人往往會迫不及待賣出。我們希望知道隨後的發展。賣壓緩和下來之後,股票是否還有明顯的買盤介入?股價經過回檔整理後,這些買盤是否會繼續推升價格走高?或者行情已經結束了?密切觀察價量行為,投資人就可以得到一些啟示。°這個時候,我們要從「鳥瞰」轉換為「放大」模式,尋找法人機構介入的徵兆。股價突然暴漲,是承接的現象之一突兀狀價格漲勢,通常發生在底部盤整過程的低點或右側;如人,這也就是我們所希望看到的。洗盤之後,價格挾著大量回升,絕對是好現象果是挾著大量的突兀漲勢,更值得相信。挾著大量的突兀漲勢,經常就代表法人機構的介°跳空缺口是最常見到的突兀狀價格發展形式之一。價格跳空缺口是指股票成交價格突然出現顯著跳動,也就是說某筆交易的成交價格與次一筆交易的成交價格之間,突然出現重大"
    },
    {
      "page": 260,
      "text": "Hillions°OBigCharts.com洗盤-強勁需求差距。跳空缺口經常發生在開盤,但對於成交量稀薄的股票來說,也不難在盤中見到價格跳空缺口。價格缺口通常都會爆出大量。價格之所以突然向上跳空,通常是回應重大利多消息,譬如:企業公布盈餘優於估計、整體產業發生某種有利變化,或者是經紀商調升評估等級。最理想的情況下,價格跳空缺口是因為相關股票發生某種根本變化,徹底改變投資人過去的觀感,並因此引發龐大買盤。之,我們希望跳空缺口代表大型法機構積極介入承接股票。請參考圖的MeridianBioscience(VIVO),股價在五月份拉回,但守住先前三月份低點,不過隨後的回檔走勢則在七月份跌破先前低點;到了八月份,價格大幅回升,稍做橫向整理,然後價格挾著大量向上跳空,顯示買氣充足圖10.20MeridianBioscience(VIVO)二〇〇七年盤整低點顯示強勁需求,右側呈現有利的狹幅整理。洗盤●259第十章股價走勢圖Volumem°"
    },
    {
      "page": 261,
      "text": "260。gPriceadjustedforsplits2Hillions°金融怪傑交易之道OBIgCharts.com超級績效份低點(洗盤)的,而不會只仰賴某單一因素。格排列,通常都是由很多因素所共同組成整個結構的力量。請記住,真正可靠的價部排列,也出現二次小規模洗盤,更增添即使是十一月中旬之後發展的狹幅盤整柄量縮,底部出現幾次洗盤,價格向右收縮。據,包括:價格挾著大量向上跳空,回檔收斂現象。我們看到一些承接的明顯證請注意整體結構呈現十月份呈現橫向整理,但一度跌破九月突兀價格上漲三<------突兀成交量•洗盤假跌破十二月低點之後,DKS股價挾著大量向上跳空,顯示法人機構大舉圖10.21Dick'sSportingGoods(DKS)二〇〇三年跌量縮」的原則。之,價量關係必須秉持著「價漲量增/價不希望看到向下的價格突兀發展。換言法人機構的龐大需求。另一方面,我們挾著大量的價格向上跳空缺口,代表介入。股價在五十四個月內上漲525%。Ph稍微跌破十二月份低點之後,立即挾著請參考圖2,Dick'sSportingGoods「DKSDaltyVolume-"
    },
    {
      "page": 262,
      "text": "Hillions642O洗盤OBigCharts.con大量回升。請注意二月份的價格跳空缺口,當天成交量是股票掛牌上市以來的最大成交量。這個現象本身,並不足以構成買進股票的充分條件,因為VCP型態還有待完成。可是,稍後等到VCP型態完成之後,整個價格發展便顯露出該股票是適當的買進候選股;不久,行情即向上突破,五十四個月內的股價漲幅高達百分之五百二十五。大量買盤成交量暴增洗盤圖10.22DeckersOutdoors(DECK)二〇〇六年留意整理排列右側,價格挾著大量的向上發展;成交量可能是平常水準的好幾倍,甚至是十倍以上。我們希望看到的是整理過程維持「價漲量增/價跌量縮」的原則,不論日線圖或週線圖都是如此,因為這是法人機構承接的典型狀況。如果某天的行情挾著大量上漲,但隔天又挾著更大量下殺,那絕非好現象。買進之前,千萬留意觀察。底部兩度洗盤之後,價格挾著大量上漲。●261第十章股價走勢圖KDailymVolume–"
    },
    {
      "page": 263,
      "text": "2621/04/1027.026.526.025.525.024.524.023.523.022.522.021.521.020.520.019.0106422/10/102623222120191312OBlgCharls.com75%金融怪傑交易之道OBigCharts.comFeb超級績效洗盤10龐大買盤成交量暴增Now突兀價格上漲突兀成交量Dea二○一○年十一月出現假跌破的洗盤現象之後,價格爆出大量上攻,充分顯示法人機構積極介入。股價在三個月內上漲140%。洗盤-->Nov底部盤整排列右側,價格挾著大量上攻。五個月的股價漲幅為80%。圖10.24ValassisCommunications(VCI)二〇一〇年圖10.23MagnaIntl.Inc.(MGA)二〇一〇年HGADaily-Volume-UCIDailymVolume-"
    },
    {
      "page": 264,
      "text": "7.006.506.005.505.00-4.503.00-20000K13953/30/108.758.508.258.007.757.507.25|7.0016.756.506.256.005.755.505.255.004.754.504。OBIgCharts.com價格大漲我在此買進洗盤成交量明顯大於平均水準Feb大盤向下修正股價跟著拉回價格假跌破盤整低點之後,挾著大量上漲,十二個月的漲幅為152%。Cirrus調升盈餘估計而股價大漲,使得獲利回吐的賣壓相當沈重,一旦遭遇大盤回檔,股價也就跟著拉回。修正走勢結束之後,該股票便浮出檯面而股價大漲~圖10.25ElanPLC(ELN)一九九一年公司調升盈餘估計圖10.26CirrusLogic(CRUS)二〇一〇年\"FLIGHT\"Hou263第十章股價走勢圖Volume(CippedatRMS(Vely2)CRUSDaily-Volusei成為市場領導股。"
    },
    {
      "page": 265,
      "text": "264整理之前的價格突兀發展Millions金融怪傑交易之道OBlgCharts.comB級績效ROVCP型態發展有時候,價格突兀走勢會發生在拉回整理或橫向整理之前。這通常是因為發生利多消息,使得價格大漲,然後又拉回,而後者經常是因為受到大盤修正的拖累。以圖020為例,CirrusLogic宣布未來幾季的估計盈餘可能超乎預期,這項利多消息促使股價大漲。可是,幾天之後,大盤開始向下修正。這使得Cirrus股票承受龐大的獲利回吐賣壓,導致股價大幅拉回,距離先前高點的回檔幅度為百分之二十三,約為大盤回檔程度的二點三倍,還算可以接受。等到大盤見底,股價開始緩步回升。從股價創五十二週新高之後起算,Cirrus在四個月之內上漲百分之一百六十二。二〇〇三年八月中旬到十二月中旬之間,AMSC因為利多消息而發展出典型的VCP型態。圖10.27AmericanSuperconductor(AMSC)【股價挾著大量上漲·利多消息Volume"
    },
    {
      "page": 266,
      "text": "12/28/070560757065605550454035302521101/22/0420191917161514131211109HillionsOBIlgCharts.comOBigCharts.com04Dec我在此買進我在此買進DecNovNovOct二○○七年十二月初,MELI向上突破樞紐點。股價在十三天內上漲75%。SHA(200)OctAMSC完成典型的VCP排列,穿越阻力最小關隘,股價在十七天內上漲60%。Sep10.28MercadolibreInc.(MELI)ZOOtSep10.29AmericanSuperconductor.(AMSC)=SMA(50)SMA(150)Aug265第十章股價走勢圖AugJulHELIDailyVolume-AMSCDailyVolume-"
    },
    {
      "page": 267,
      "text": "266Hillions4/30/0410/15/09362810860金融怪傑交易之道OBigCharts.comApr©BigCharts.comOctSep我在此買進超級績效AugFebJulJun我在此買進Dec圖10.30ImpaxLabs(IPXL)二〇〇三年~二○○四年二○○四年一月,ImpaxLabs向上突破健全的樞紐點。SHA(50)SHA(150)SHA(200)二○○九年十月,Netflix完成典型的VCP型態而向上突破。HouSMA(500-Oct圖10.31Netfix(NFLX)二〇〇九年股價在二十一個月內上漲525%。股價在三個月內上漲70%。IPXLDaily-Volume-SepHFLXDatlyVolume-"
    },
    {
      "page": 268,
      "text": "樞紐點我在此買進,樞紐點成交量顯著萎缩著股價創新高的位置。往也是最理想的買點。樞紐點經常也對應所以,樞紐點是「採取行動」的價位,往越樞紐點,即代表整理之後的行情啟動。整理,過程會呈現出樞紐點,一旦行情穿開漲勢的起點。換言之,股票經過適當的樞紐點是股票整理型態完成而即將展二○○七年四月,EDU完成VCP底部型態,樞紐點(最小阻力關隘)成交量定一千股限價買單。我們希望進場點能夠破樞紐區的上限,投資人就可以在該處設設定進場點。舉例來說,一旦股價向上突投資人可在股票整理過程的某個價位圖10.32NewOrientalEducation(EDU)二〇〇七年狀況。儘可能接近樞紐點,最好不要出現追價的明顯萎縮。股價在七個月內上漲105%。ChartcourtesyofInteractiveData,©2008.●267第十章股價走勢圖、情發展可能就會變得很快。股票如果穿越最小突破點」。股票一旦跨越這個門檻,行傑西·李佛摩把樞紐點形容為「阻力31142128"
    },
    {
      "page": 269,
      "text": "268[00:0075.3070.0000.0050.0040.0030:00LOG14,000,0003,000,0002,000,0001,000,0003/30/108.758.508.258.007.757.507.257.007.006.755.16.506.256.005.755.50。金融怪傑交易之道整個底部價格波動最小的二天OBigCharts.com突破前一天的成交量顯著萎缩超級績效我在此買進樞紐點成交量顯著萎縮MarFeb向上突破的前一天,成交量萎縮到股票上市以來最低水準。隨後股價在十七天內上漲75%。二〇一〇年三月三十日,我進場買進,也推薦客戶在8.09美元進場。圖10.33MercadolibreInc.(MELI)二〇〇七年圖10.34CirrusLogc(CRUS)二〇一〇年價格向上突破之前,價格波動明顯收縮,成交量也很小。8.Dec股價在四個月內上漲163%。Volume(ClippedatRMS(3)CRUSDaily-Volume-"
    },
    {
      "page": 270,
      "text": "阻力最小突破點,價格很可能就會在短時間內大幅上揚。為什麼?因為樞紐點是賣壓最小的位置;因此,只要有稍許買盤就足以大幅推升股價。健全的整理排列很少沒有顯著的樞紐點。圖02顯示了MercadolibreInc.(MELI)的技術面足跡「六週-326-三次收縮」(6W32\\63T)也就是說底部盤整期間為六週,價格波動經過三次收縮,第一次的修正幅度為百分之三十二,最後一次(第三次)為百分之六。十一月份,股票做了一次洗盤,然後整個價格排列向右收縮。請注意,最後一次價格波動收縮的成交量明顯萎縮。通過樞紐點之後,股價在十三天之内上漲百分之七十五。這就是我最想掌握的價格走勢類型。樞紐點的成交量每個正確的樞紐點,成交量都會萎縮到明顯低於平均水準的程度,甚至出現整個底部期間的最低成交量。事實上,最後一次價格波動收縮時,成交量應該低於五十天平均量,而且有一、兩天的成交量會極度偏低。對於最大型股票來說,成交量或許還不至於出現「窒息」的狀況,但很多小型股,成交量可能會萎縮到令人擔心的程度。可是,這正是重大走勢即將發動的前兆。為什麼?成交量減少,代表籌碼穩定。上檔供給籌碼減少,只要少量的需求,就足以推動股價大幅走高。●269第十章股價走勢圖(底部發展向右收斂到最緊密的部分(樞紐點)時,成交量應該顯著萎縮。請參考圖NewOrientalEducation(EDU)的例子。首先,技術面足跡「八週-22/2-三次收縮」(8W22/23T)顯示底部排列涵蓋八週期間,價格波動有三次收縮,價格波動幅度持續下"
    },
    {
      "page": 271,
      "text": "270降而分別為百分之二十二、百分之八與百分之二。最後一次收縮的價格拉回程度很小(百分之二)成交量也顯著萎縮。樞紐點的價格波動幅度很小,成交量也大幅萎縮到平均水準以下;這是很好的現象。當價格挾著大量向上突破樞紐點時,就是投資人等待的買點。從樞紐點起算,EDU在七個月內股價上漲百分之一百零五。金融怪傑交易之道(超級績效盤中推估成交量VCP型態出現最後一波收斂走勢之後,最好能夠看到股價挾著大量上攻。假設該股票正常成交量是每天一百萬股。現在開盤兩個小時内,成交量已經到達五十萬股(相當於正常情況下,整天成交量的一半)而且價格上漲。當天的交易還有四個半小時;根據推估,整天成交量很可能超過三百萬或四百萬股,也就是平常水準的三、四倍。這種情況下,價格一旦穿越樞紐點,就應該買進。務必等待樞紐點突破°在樞紐點突破之前,有些投資人會想要提早進場,主要是為了希望能以更低價格買進但如此貿然認定相關股票一定會向上突破,這種假設其實是相當危險的行為。如果樞紐點的價格波動很小,提早進場其實並沒有太大意義,因為價格差異不大,提早進場只是徒增風險所以,務必等待實際突破之後再行動。樞紐點雖然只是整體排列的一部份,卻是很重要的部分,因為這是決定投資人是否要扣下扳機的關鍵。。"
    },
    {
      "page": 272,
      "text": "某些底部整理可能沒有緊密的樞紐點。舉例來說,平坦狀的底部排列,除了整體排列的高點之外,並沒有真正的樞紐點;這種情況下,只要底部修正幅度不超過百分之十~十五,投資人就可以在價格穿越整個底部的最高價時進場。某些價格型態的樞紐點,價位可能低於整體排列的最高價,譬如:「杯狀完成騙局」(cupcompletioncheat,簡稱3C)或「杯狀帶柄」這種按部就班的步驟,可以讓投資人更精準判斷「低風險/高報酬」的交易機會。各位如果採納此處建議的方法,進場點可以更精準。這並不是說投資人因此絕對不會失敗,也不是說股價絕對不會拉回而引發停損。投資人的分析如果有問題,或想在空頭市場買進股票,交易勝算自然會減少,價格型態也有可能突然失敗。總之,樞紐點的成功機會,顯然跟底部排列的健全程度有關。蹲下-反轉回升●271第十章股價走勢圖)股票向上突破樞紐點之後,有時會重新拉回樞紐區間,當天價格收低。這也就是我所謂的「蹲下」(squat)。碰到這種情況時,我不會立即放棄;我至少會再等一兩天,看看相關股票是否會展開「反轉回升」(reversalrecovery)。這部分調整是有必要的,尤其是在多頭市場。有些股票可能會等個十天或更久,才會展開反轉回升。當然,等待時間可長可短,有些也會失敗而引發停損。"
    },
    {
      "page": 273,
      "text": "272價格拉回程度如果夠大而引發停損,我會認賠。如果價格拉回而收盤價跌破二十天均線,勝算將顯著降低;碰到這種情況,投資人只好自行判斷(我有時候會結束部位)。可是,只要價格不跌破停損,我就會試著讓股票擁有夠大的彈性空間。金融怪傑交易之道1級績效價格走勢如果收斂而成交量萎縮,情況就有可能改善,所以我們可能只是進場過早,圖的情況正是如此。二〇一二年八月二十日,我進場,當天收盤偏低,隔天甚至稍微拉回隨後幾天裡,價格走勢明顯收縮,成交量也下降。我繼續持有股票,停損設定也保持不變。十天之後,價格回升而創新高,我加碼進場。隨後股價在四十二天內上漲百分之六十一。。如何判斷突破失敗?股票突破樞紐區域之後,必須留意失敗的徵兆;突破失敗往往會演變為底部失敗。股價一旦向上突破,就應該保持在二十天移動平均之上,收盤價更不該跌破二十天均線。整個價格型態不該變得更寬(這是指走勢波動的幅度而言)大幅上揚當然是好事,但不能劇烈震盪。價格有可能拉回或蹲下,不該因此認定交易失敗。投資人應該讓股票擁有一些活動空間股價拉回只要不跌破二十天均線,即使是蹲下也可能在幾天之内反轉回升。可是,停損如果被引發,就該退場重新做評估。。°"
    },
    {
      "page": 274,
      "text": "9/04/1219181716151413121110151051/04/1027.026.526.025.525.024.524.023.523.022.522.021.521.020.5停損OBigCharts.com©BigCharts.com-10天的回升蹲下、Aug3天的回升蹲下:JulNovJunOctHay圖10.35Affymax,Inc.(AFFY)二〇一二年底部型態向上突破之後又蹲下,但沒有引發停損。十天之後,股價回升,四十二天內上漲61%。圖10.36Magna,Intl.(MGA)二〇一〇年蹲下之後三天展開反轉回升,股價在三個月內上漲140%。273第十章股價走勢圖,AFFYDailyVolume-HarMGADaily-Volume-"
    },
    {
      "page": 275,
      "text": "274StockCharts.com70MCOM50M40M30M20110MSep..7.90237.006.005.004.00LOG150,000100,00050,0001320回升,蹲下回蹲下」25每股盈餘增加283%|銷貨增加56%Mar金融怪傑交易之道Open2.53High3.02Low2.50Last3.00Volume5.okChg+0.50(+20.00%)+Aug.2128Aug.11我在此買進優異的盈餘&銷貨十二月VolumeContractsasPivotDevelops1523301320Feb超級精效Jan100514每股盈餘增加48%銷貨增加31%121026DecJul7九月27JunAmazon掛牌上市不到四個月,股價創新高之後,數度反轉回升。|每股盈餘增加117%|銷貨增加49%15222951219203210172431Sep圖10.38KennethColeProduction(KCP)一九九五年一九九五年三月,當KCP完成VCP排列,我買進該股票。2128Mays121927Jun°圖10.37Amazon(AMZN)一九九七年|六月28Mays12股價在八個月內上漲102%。AMZN(Amazon.com,Inc.)Nasdaq8-Sep-19974AMZH(Daily)3.00-MA(50)2.22-MA150)undef-MA(200)undefApr7.1421Volume5,648,400147三月每股盈餘增加41%銷貨增加29%Volumepedalenage2330132027111825JulApr"
    },
    {
      "page": 276,
      "text": "|30.0028.0026.0024.0022:0020.0018.00LO6.000.0005401,4684,000,000121026211/05/10252421201918171615201510。Nov我在此買進3月7日季報告每股盈餘增加567%銷貨增加78%挾著大量突破成交量低於平均水準ChartcourtesyofInteractiveData,©2008.我在此買進©BigCharts.com【樞紐點成交量萎縮Oct1522296121020每股盈餘+80%SepJan2007盈餘報告引發買盤大成交量Aug公布優異盈餘報告股票向上突破271825二〇〇七年四月,FWLT宣布優異的盈餘報告,股價開盤向上跳空,我趁機+114%每股盈餘洗盤Jul2330615Nov買進。請注意突破當時的大成交量,而且當天收盤幾乎是最高價。JunMay圖10.40LululemonAthetica(LULU)二〇一〇年二〇一〇年十一月,我買進股票,並推薦客戶買進。2007銷貨增加46%淨利率7.7%11825Oct圖10.39FosterWheeler(FWLT)二〇〇七年從突破點起算,股價在九個月內上漲180%。每股盈餘+180%Apr|每股盈餘增加6900%每股盈餘增加97%優異的年度績效Har股價在十八個月內上漲245%。275第十章股價走勢圖2006|銷貨增加58%|淨利率6.1%Volume1724317142120AugLULUDaily-MabiletoVolume:Feb10"
    },
    {
      "page": 277,
      "text": "276因應當天盤中的回檔金融怪傑交易之道我在此買進十二月|增加120%|突破前成交量萎縮級績效回檔。正常情況下,股價應該會回升而收高。堅持原來的行動計畫,繼續引用原來的停損常會拉回,甚至會跌破我們的買價。請務必恐慌,並因此認定突破失敗。最初的突破,經意,千萬不要因為買盤暫時失掉動能而心生則就應該讓股票保留一些活動空間。請注情況時,除非拉回走勢很嚴重而引發停損,否破,但到了中午左右,行情拉回。碰到這種。換言之,市場開盤之後,股價向上突股票突破樞紐點當天,盤中可能會出現洗盤每股盈餘「增加100%|盈餘加速|六月「每股盈餘|增加80%盈餘加速成長,配合健全的杯狀帶柄型態,行情向上突破。圖10.41ElanPLC(ELN)一九九一年股價在十二個月內上漲152%。每股盈餘增加13%22295121928112"
    },
    {
      "page": 278,
      "text": "彙整現得很好,行情開始從修正整理走勢中復甦。一九九五年三月,我買進KennethColeProduction(KCP)VCP排列。我開始注意這支股票,是因為該公司宣布了理想的盈餘與銷貨數據。價量行為表理由很經典完美的格波動收縮。這個VCP排列最後成的百分之三十二,下降為百分之十四,然後是百分之七,最後為百分之三。這是很經典的價請注意整個修正走勢由左往右的收斂情況;波段修正的價格波動程度持續下降,從最初漲超過百分之一百。功向上突破,股價在短短八個月內上7w10/337.5W5/235GW5/22T10W10/427\"CONXXChest8W16/52TSauzt/RR圖10.42我在二〇一二年九月九日整理的筆記bebutVACPrioretBase●277第十章股價走勢圖、9-2-12ACHCAFFY④AOLCabExpqildHd.CLENOSISPATKSpneWACWPPbdisca"
    },
    {
      "page": 279,
      "text": "278觀察清單的組織金融怪傑交易之道級績效交易績效如何,很大成分取決於投資人的準備,包括研究分析與資料組織等。很多投資人透過固定程序做準備,但往往缺乏一貫性。預先做交易計畫,可以在不受干擾的環境下做研究。我個人都是在晚上固定時段做研究,等到市場開盤,我已經知道自己應該注意哪些最具潛力的股票,也知道明確的進場點。我採用一些簡寫與符號做標示,讓自己很容易掌握每支候選股的情況。請參考圖4,這是我在二〇一二年九月九日考慮進場的一些股票。2請注意這張清單上的股票,有些畫了圓圈,有些下面畫線,有些打了星號,有些標示著「pb」…等。每位投資人都可以設計自己的一套標誌。圓圈、星號與pb等,都是我評估股票等級的符號,有些代表可以立即買進的對象,有些則還有待觀察。我如果真喜歡某支股票,就劃上圓圈。如果覺得某支股票頗有潛力,就在股票名稱下面畫線。某支股票如果已經出現樞紐點,我會標示星號。如果某支股票的技術結構值得期待拉回走勢,我就會標示「pb」(代表「拉回」pullback)。另外,圖00%的右側還標示了相關股票的技術面足跡。至於如何把這些資料實際運用於交易呢?凡是畫圓圈或標示星號的股票,都會登錄在我的報價螢幕上。至於那些畫線或標示其他符號的股票,由於價格型態還有待發展,暫時不會採取行動,所以保留在觀察清單上。我把這些股票大致上分為三種等級:觀察、密切留意、"
    },
    {
      "page": 280,
      "text": "-準備買進。隨著時間經過,個別對象的等級會變動,有些可能從「觀察」變成「密切留意」,有些可能從「密切留意」變成「準備買進」有些則可能被剔除到名單外。這份清單一旦準備妥當,我就會觀察個別股票的盤中表現。如果有哪支股票穿越樞紐點,我就立即建立部位。正常折返與網球性質一九八○年代,我曾經深入研究威廉·柏格(WilliamM.B.Berger)的交易方法,他是柏格基金的創辦人,也是傳承了五代的經理人。威廉·柏格是個偉大的基金經理人。他管理的柏格基金,操作績效傲人,經常持有超級強勢股。柏格對於拉回走勢的一些論述,早在幾十年前就讓我印象深刻。他表示,拉回走勢的價格反應,讓我們得以判斷相關股票究竟是顆網球,還是雞蛋。他希望自己的股票是顆網球。這個評論是「金玉良言」我現在轉交給各位讀者。價格如果經過適當整理而突破健全的樞紐點,這個時候就要觀察其後續行為,藉以判斷是否應該繼續持有該股票。股價進一步走高之前,可能會出現短期拉回走勢。對於一支處於承接狀態的好股票,拉回走勢應該相當短暫,迅速就能獲得支撐,就像顆網球一樣,很快反彈回升,幾天之後又創新高價。投資人就是以此來判斷相關股票,究竟是展現自然折返,還是呈現令人憂心的不正常行為。●279第十章股價走勢圖、"
    },
    {
      "page": 281,
      "text": "280Millions五&七天正常折返©BigCharts.com金融怪傑交易之道級績效網球行為我在此買進爆出大量、請參考圖03,Netflix完成「二十七7–三次收縮」的VCP排列而向上突破。隨後出現兩次拉回,期間分別為五天與七天,股價很快就回升而創新高。。向上突破當時爆出大量,拉回整理之後的回升走勢也出現大量。一般來說,股票突破樞紐點之後,經常會拉回,價格有可能重新跌到樞紐點附近,甚至稍微跌破。這是相當正常的現象,但拉回走勢應該在幾天或一兩個星期內獲得支撐而回升。拉回過程,成交量應該萎縮,後續反彈回升而價格創新高,則應該配合大量。第一次突破與後續第一兩次的正常折返,價格波動都不該過份劇烈。行情發展過程中,小型的拉回整理都屬於正常現象。最好的股票會立即回升。。這是投資人判斷是否值得繼續持有股票的依據之一。Netflix股價折返突破點,但五天之後又挾著大量回升:典型的網球行為。圖10.43Netflix(NFLX)二〇〇九年咖HFLXDailyVolume-"
    },
    {
      "page": 282,
      "text": "3/21/956.256.005.755.505.255.004.754.504.254.003.7510812/17/103834323018161425201510OBigCharts.comMar正常折返OBigChorts.com網球行為正常折返Feb網球行為Nov95我在此買進Oct我在此買進DecSepNov一九九五年一月,當SYK完成VCP整理排列,我買進該股票。隨後幾個月內,每次拉回整理都快速回升而創新高。Aug二〇一〇年十一月,LULU強勁突破之後,股價呈現階梯狀漲勢,過程圖10.44StrykerCorp.(SYK)一九九五年Jul圖10.45LululemonAthletica(LULU)二〇一〇年Jun281第十章股價走勢圖SYKDaily-VolusewRugLULUDailymeVolume-只有一些短暫拉回。"
    },
    {
      "page": 283,
      "text": "282一旦買進某完成VCP型態的股票之後,請留意下列徵兆:■行情啟動的最初幾天,成交量應該擴增。金融怪傑交易之道■價格應該連續上漲幾天,上檔沒有太大阻力。■拉回屬於正常現象,成交量應該小於上升過程超級績效■正常拉回只會持續幾天或一、兩個星期,價格一旦重新回升,成交量應該再度擴大。碟狀帶柄型態一九六〇年代,威廉·吉勒(WilliamL.Jiler)出版《股價走勢圖精論》(HowChartsCanHelpYouintheStockMarket,寰宇出版F198)一書。我認為,吉勒在股價型態方面所做的研究,超越了他的時代,甚至到今天都還有參考價值。投資人如果想研究價格型態,我推薦這本書為必讀經典。吉勒是第一位強調碟狀帶柄排列(saucer-with-platformpattern)的人,這種排列也就是後來投資人所熟知的「杯狀帶柄」型態(cup-with-handlepattern)無庸置疑地,這可能是最可靠、發生頻率最高的價格排列之一吉勒稱碟狀排列為「夢幻排列」,主要是因為這種型態很可靠,而且很容易辨識。關於這部分評論,我雖然同意,但碟狀排列還是經常被誤解。換言之,真正有效的碟狀排列,在辨識上還是需要強調VCP概念,以及價量關係。如同前文所強調的,任何健全的價格型態,都應該呈現價格波動收縮的結構。。"
    },
    {
      "page": 284,
      "text": "2/02/0720.019.519.018.518.017.517.0_16.53天期正常折返14.013.513.012.03.53.02.52.01.51.00.50.03/09/10302824222天期正常折返141243Hillions0OBigCharts.com網球行為4天期正常折返OBigCharts.comFeb網球行為我在此買進Dec網球行為Hou我在此買進OctSep股價成功向上突破之後,繼續上漲了二天,然後拉回整理三天,價格回檔3.5%,緊跟著又回升而創新高。Aug圖10.46MeridianBioscience(VIVO)二〇〇七年Nov圖10.47ValassisCommunications(VCI)二〇一〇年盈餘利多刺激之下,股價跳空上揚,而且持續走高,少有拉回。JulJun283第十章股價走勢圖VIVODaily-Volume-AprMayUCIDailyVolume-"
    },
    {
      "page": 285,
      "text": "28410.008.008.007.00-5.004.003.00Lod1.00M|500.00K2431247.005506005505004.5040020000K金融怪傑交易之道|6天期|1天期正常折返Jan1999柄ChartcourtesyofInteractiveData.超級績效網球行為|4天期|正常折返ChartcourtesyofInteractiveData,©2009.網球行為緊密樞紐點我在此買進一九九八年十一月向上突破之後,每次拉回都獲得支撐,而且迅速回升而創新高。強勁的價格走勢。圖10.48BebeStores(BEBE)一九九八年圖10.49ElanPLC(ELN)一九九一年Elan呈現杯狀帶柄排列。Volume(CappedatRMS(Vol)^2)Volume(ClopedatRMS(Vol2)"
    },
    {
      "page": 286,
      "text": "3/30/108.758.508.258.007.757.507.257.006.75|6.50|6.256.005.755.505.255.004.754.501/28/1012221201816柄©BigCharts.com柄OBigCharts.com騙局Har-騙局DecFebNov二〇一〇年二月,CRUS形成3C樞紐點(騙局),然後三月份形成柄部。Oct圖10.51ValassisCommunications(VCI)二〇一〇年二○一○年一月,柄部形成於騙局之上,兩者都是可行的樞紐點。圖10.50Cirrus(CRUS)二〇一〇年SepDecPlug285第十章股價走勢圖CRUSDailymVolume->VCIDaily-Volume-Watatuada"
    },
    {
      "page": 287,
      "text": "2863C型態hillions2>金融怪傑交易之道igCharts.con4沒有柄(超級績效杯狀完成騙局(cupcompletioncheat,簡稱3C)屬於連續排列,也是容許投資人最早進場的有效型態。有些股票的騙局部分發生在偏低價位,有些則發生在杯狀中央位置附近。關鍵是要辨識股票什麼時候見底而開始展開新的上升趨勢,重新回到主要的第二階段。騙局是具有相當勝算而可以採取行動的樞紐點。位置偏低的騙局二○○四年九月,Google形成位置明顯偏低的騙局樞紐點。柄部通常發生在杯狀的上端三分之一範圍內。柄部如果發生在杯狀的中間三分之一範圍或下半部,買點或許就不只一個。圖10.52Google(GOOG)二○○四年股價在三十八個星期內上漲600%。操作杯狀型態,「騙局」是我得以進場的最早可能位置。投資人不該試圖更早進場。如同柄部的情況一樣,騙局Volume.Aug234."
    },
    {
      "page": 288,
      "text": "8NMillions部分的價格波動也應該很緊密,成交量萎縮。這種走勢停頓的現象,是最早的進場點,或許未必建立全部的部位,但可以因此降低進場成本。股價一旦穿越停頓區域的高點,代表趨勢變動了;這段行情的低點可能已經出現,而且將恢復較長期的第二階段主要上升趨勢。MOBigChorte二〇一〇年三月,CRUS股價向上突破騙局區域而恢復上升趨勢。騙局排列與典型的杯狀帶柄排列,兩者都具備相同的條件,因為騙局只不過是已經完成的杯狀排列。關於排列的條件,在先前三~三十六個月的交易過程裡,股價至少已經上漲了百分之二十五~一百——有些的漲幅可能高達百分之兩百或百分之三百。兩百天移動平均(如果已經有兩百天的交易歷史)必須向上翻升,而且股價位在兩百天均線之上。型態涵蓋期間少至三週,多至四十五週(通常介於七~圖10.53CirrusLogic(CRUS)二〇一〇年●287第十章股價走勢圖、Volume"
    },
    {
      "page": 289,
      "text": "288。級績效金融怪傑交易之道二十五週之間)從峰位到低點的修正幅度介於百分之十五、二十到百分之三十五、四十之間,但有些情況可能高達百分之五十,實際發展往往取決大盤市況。修正程度如果超過百分之六十,通常就太過份,失敗可能性很高。個股的騙局排列經常發生在大盤向下修正的期間。對於走勢強勁的確認穿越股票來說,一旦大盤修正完畢,通常都會快速向上突破°樞紐樞紐傑西·李佛摩運用樞紐點進場。李佛摩從來不試圖在最低點買進;他會等待趨勢變動,而且等待新趨勢確認將持續發展時,他才進場(等待拉回走勢的高點被穿越)。走勢轉折[樞紐趨勢變動設定樞紐點圖10.54李佛摩的交易系統:範例1.下降趨勢較長期的第二階段上升趨勢發展過程,出現中期修正走勢。這段下降走勢可能延伸幾週或幾個月,下跌過程可能出現長黑線形。"
    },
    {
      "page": 290,
      "text": "[178850.0030.00throw勢,導致行情再度拉回或停頓壓力仍然可觀,通常足以破壞漲幅;可是,修正過程造成的上檔已經收復先前一半或三分之一的跌升趨勢。價格已經開始上漲,通常必能夠確認股票已經見底而恢復上該進場,時機還太早;價量關係未前的下降趨勢。投資人這個時候不2.上升趨勢。價格回升,試圖反轉先底部重設°圖10.55MercadolibreInc.(MELI)二〇〇七年二〇〇七年九月底,MELI從底部向上突破,結果失敗。股票重新建構底部,到了二○○七年十二月,成功向上突破。跌破的洗盤格局可能拉回到先前低點之下,形成假百分之五~十。最好的情況,騙局段走勢的價格波動幅度應該維持在期,形成托盤狀區域(騙局),這3.停頓。股價走勢停頓幾天或幾個星失敗的底部新這正是杯狀帶●289第十章股價走勢圖柄排列應該出現的情況。這個時Volume(ClippodatRMS(Vol'2)穿越停頓區域的高點,就是進場訊候,排列已經成形,只要價格向上30Aud"
    },
    {
      "page": 291,
      "text": "290價格波動收縮,成交量萎縮。號。另外,這段發展的典型現象是.金融怪傑交易之道突破之後蹲下、重設(10)樞紐失敗超級績效長期的第二階段主要上升趨勢。底,中期趨勢開始回升,重新返回較反轉,也就是說,修正走勢已經見候,我們可以認定股票趨勢已經向上點,投資人就可以進場。這個時4.突破。股價向上穿越托盤狀區域高圖10.56CraftBrewersAllianceInc.(HOOK)二〇一〇年二〇一〇年,我買進HOOK,但很快就被停損出場。幾天之後,股票重新做設定,再度向上突破。NASDAQ:HOOK,D--CRAFTBREWERSALLIANCEINCVolume(CippedatRMS(Vel"
    },
    {
      "page": 292,
      "text": "2470.006.005.00-3.00-150.00K10854X60.00K3/31/043.103.053.002.952.902.852.802.752.702.652.60°10233013Sep。©BigCharts.com.重設1020Aug樞紐重設洗盤最初突破142110圖10.57CraftBrewersAllianceInc.(HOOK)二〇一〇年HOOK發生樞紐失敗,重新設定之後,股價在二十六天內上漲90%突破之後蹲下2627Mar23450910111215161710192223242526293031圖10.58SouthwesternEnergyCo.(SWN)二〇〇四年二○○四年三月十九日,SWN試圖突破柄部,隨後幾天的走勢下蹲,跌破柄部低點做洗盤。又經過五天,重新設定樞紐點。1920291第十章股價走勢圖Volume(CippedatRMS(Very)1022FebSHNDaily-Volumee"
    },
    {
      "page": 293,
      "text": "2923.503.403.002.0012.402.202.004.00M1/12/042252015105°金融怪傑交易之道價格狹幅整理OBigCharts.com04超級績效成交量萎縮DecHouTASR先出現一段急漲走勢,然後做橫向狹幅整理,成交量萎縮,形成隨時可能爆發的旗形底部。對於多數投資人來說,這個時候的股價看起來太貴Feb圖10.59SouthwesternEnergyCo.(SWN)二○○四年二○○四年三月,SWN形成杯狀帶柄排列;柄部樞紐失敗重設。股價在五十三個月內上漲1400%。Jan2004SHA(50)SHA(150)SHA(200)-圖10.60TASERIntl.Inc.(TASR)二〇〇四年152229太危險。隨後十六個星期內股價上漲329%。Volume(CippedatRM3(Vel)^2)310101724RugTASRDaily-Volume-"
    },
    {
      "page": 294,
      "text": "為何要等待趨勢反轉?當股票朝某個方向發展時,我們可以根據顯著的價格高點或低點,繪製趨勢線。原則上,只要價格沒有穿越趨勢線(價格沒有跌破上升趨勢線,或沒有向上突破下降趨勢線)既有趨勢就會持續發展。反之,當趨勢變動而價格穿越趨勢線,即代表新趨勢產生。既然如此,我們為什麼不在價格向上穿越下降趨勢線的時候買進呢?問題在於:價格穿越趨勢線可能只是暫時現象。換言之,這未必代表新趨勢已經產生;價格只是暫時穿越趨勢線,但很快又恢復既有趨勢,有時候甚至還會出現大幅價格擺動°逆趨勢價格大幅擺動,是很常見的現象。既然如此,我們如何判斷新趨勢產生呢?答案是:等待趨勢反轉。當股票正在尋找底部時,這個時候的交易最危險。這個時候,價格波動通常都很劇烈。當股票嘗試打底時,價格可能會大幅擺動。此時若想要猜測底部位置,往往只是徒勞,而且代價昂貴。在行情反覆的情況下重複停損出場,許多小虧損將累積為重大損失。打底過程中,股票經常會向上突破下降趨勢線,看起來行情似乎已經見底,結果卻又重新跌破趨勢線而創新低價。價格波動如果夠劇烈,這種情況可能反覆發生。我們希望能夠避免陷入這種局面。如果等到趨勢反轉,就可以顯著提升勝算(雖然還是有失敗的可能)。換言之,除了趨勢線穿越之外,還要等待價格漲勢停頓,並出現跟進的發展,然後才進場建立部位。讓股票有更充裕的時間打底,完成適當的修正。不要只因為趨勢線穿越就倉促買進;一切等待趨勢反轉之後再說。當行情穿越停頓區域的高價時,就是買點,而這有可能會發生在騙局區域或柄部。●293第十章股價走勢圖"
    },
    {
      "page": 295,
      "text": "294李佛摩的系統Priceadjustedforsplits!!!金融怪傑交易之道我在此買進超級績效Open1.42High1.63Low1.30Close1.03Volume5.1MChg+0.25(+17.15)l積了前所未見的龐大財富。摩運用這套技巧,在股票市場累是李佛摩版本的趨勢反轉。李佛走勢的高點,他才會進場。這就勢;唯有當價格穿越第二個拉回轉,而且等待兩個折返拉回走勢。反之,李佛摩會等待趨勢反會避免介入小型的空頭反彈走待股票確認新的上升趨勢時,他順著趨勢發展方向進行交易。等時,他才會進場。李佛摩只願意但唯有在股票呈現跟進走勢有一套因應趨勢變動的買賣系傳奇交易者傑西·李佛摩EPS|+177%一九九五年九月,QSII展現強勁表現的價格型態,而且橫向整理具備VCP性質配合加速成長的盈餘績效,股價成功向上突破。六十六天之內上漲127%。EPS+150%圖10.61QualitySystems,Inc.(QSII)一九九五年QSII(QualitySystems,Inc.)Nasdaq68¥QSH(Daily)EPS-77%Apr101724May21-Sep-1905"
    },
    {
      "page": 296,
      "text": "失敗重設Priceadjustedforsplits3312我在此買進Cidicon24Dec突破前一天成交量最少201failure)與樞紐失敗(pivot包括兩種形式:底部失敗(basereset,簡稱「失敗重設」),它我所謂的失敗重新設定(failure全,更適合向上發展。這就是後,整個盤勢結構可能變得更健態。譬如說,經過震盪洗盤之更勝過第一次進場當初的價格型候,後續發展的走勢結構,可能在技術層面上重新做設定。有時繼續追蹤該股票,看看是否需要而已。碰到這種情況,我通常會我們可能只是洗盤行為的受害者基本面有問題或不值得被考慮;場,並不必然意味著這支股票的某筆交易如果遭到停損出請注意突破前一天的價量行為:當天價格變動很小,成交量幾近於窒息。121927Jun91623Jul7142128Aug111825Sep81522圖10.62一九九七年十二月,我買進BestBuyCo.隨後十九個月股價上漲947%。●295第十章股價走勢圖BBY(BestBuyCo,Inc(Daily)3.07May121937Jun9failure)。如果是底部失敗,在"
    },
    {
      "page": 297,
      "text": "296Hillions到。新的樞紐點,通常只需要幾天就能找部;如果是樞紐失敗,只需要重新設定重新買進之前,股票需要建構新的底洽洽8金融怪傑交易之道柄部突破超級績效所有的失敗排列都能夠重新設定先被停損,然後重新設定。當然,不是我經歷過的某些重要交易,就曾經°·底部突破。圖10.63ArenaPharmaceuticalsInc.(ARNA)二〇一二年進場機會(我在這裡進場)〇一〇年十二月出現底部失敗重設的再是,如果繼續追蹤該股票,就會發現二跌幅足以讓多數交易者停損出場。可後,股價拉回百分之十五,這個價格一個可供買進的底部突破)成初選底部而創新高(掛牌上市之後第二〇一〇年十月初,MELI股價完九天之SHA(50)SHA(150)SHA(200ARNA出現兩個買點,一是底部突破,一是柄部突破。隨後股價九天之內上漲70%。。所以,不如果基本面仍然健全,就應該持續追要因為遭遇停損而完全放棄相關股票;ARNADaily-"
    },
    {
      "page": 298,
      "text": "°蹤,留意是否有失敗重設的再進場機Priceadjustedforsplits4.00l3.0019eMillions5樞紐)失敗重設·2003年4月1日16.5技術性買點~2003年3月13日盈餘季報©BigCharts.con等待整個底部重設。天,就能重新找到適當的進場點,不必類似,但樞紐失敗通常只需要等待幾樞紐失敗重設與底部重設的情況很2003年2月11日調升營運展望、強勢表現圖10.64Dick'sSportingGoods(DKS)二〇〇三年能的排列。我稱強勢表現為速度型態解的排列。可是,這也是最具獲利潛在所有價格形態中,這是最經常被誤緊密高掛旗形排列(hightightflag)重視的價格排列之一,這種型態也稱為強勢表現(powerplay)是最值得a●297第十章股價走勢圖(velocitypattern)-理由有兩點。第Volumee"
    },
    {
      "page": 299,
      "text": "298。金融怪傑交易之道超級績效一排列條件蘊含著強勁的動能;事實上,這種排列的第一個條件,就是必須有強勁的價格漲勢。第二,這種排列可能在最短時間內,爆發最快速的漲勢;速度會醞釀更強勁的速度這種型態之所以發生,通常是因為相關企業的營運前景出現重大變化。股價之所以快速上漲,驅動力量可能是來自重大利多消息,譬如:FDA通過藥物許可、訴訟和解、新產品服務,甚至盈餘報告;可是,也可能跟消息面完全無關。呈現這種結構的某些案例,其型態發展的動力來源往往很難解釋。因此,唯有碰到這種技術結構,我才會不考慮基本面條件而買進。當然,這並不代表相關企業的基本面條件沒有改善;事實上,基本面通常都會配合。可是,股價一旦出現這種型態,就意味著某種重大事件正在醞釀,根本不必理會目前盈餘或銷貨情況如何。換言之,股價正在預先反映某種重大發展。關於強勢表現,我雖然不要求基本面條件配合,但價格型態必須呈現VCP性質(就如同其他價格排列一樣)。即使是強勁表現,也必須遵守供需法則。°強勁表現型態必須具備下列條件:1.挾著大量的爆發性漲勢,八個星期之內的漲幅至少必須達百分之百。這通常是發生在相對沈寂的整理階段之後。2.經過前述爆發性漲勢之後,股價展現橫向整理,價格波動明顯收縮,三~六個星期(可以短到十二天)的價格修正幅度不超過百分之二十~二十五。3.有一段修正的價格波動非常緊密,不超過百分之十,或必須呈現VCP性質°"
    },
    {
      "page": 300,
      "text": "基本面健全vs.價格面準備妥當一家企業即使完全符合我們的基本面投資準則,也不代表我們就應該立刻買進。縱使我們的基本分析精準無比,但真的想賺大錢,我們對於投資人所感受的分析也必須精準無比,而且時機拿捏正確。一家公司公佈一、兩份漂亮的盈餘季報,股價仍然可能繼續修正或整理。股價可能已經提前反映,或者需要時間消化先前的漲勢,等待盈餘績效跟上,也有可能是整體市況不能配合。總之,要有耐心。繼續觀察,等待價量關係準備妥當。如果想要在股票市場賺大錢,除了基本面條件之外,還需要大盤配合,再加上個別股票的建設性價格行為。我們希望所有的力量都站在我們這邊:基本面、技術面,以及整體市況。某支股票的基本面健全,其價格面卻未必準備妥當,也就是說供需動態結構尚未形成最小阻力通道。一家好公司,未必一定是一支好股票,讀者務必要瞭解其中的分野。事實上,一般投資人對於某支股票的看法如何,一點也不重要。真正重要的,是大型法人機構的看法,因為只有他們才有力量驅動股價。至於一般投資人,我們的工作是去偵測這些法人機構究竟想要做什麼。●299第十章股價走勢圖、Dick'sSportingGoods(DKS)管理團隊宣布調升營運展望,股價即出現強勁的回應,於是我把這支股票列入觀察清單。隨後,企業實際公布所承諾的盈餘績效,股票技術面轉佳,我將該股票列入準備買進的候選股。幾個星期之後,股票完成我想要的技術型態,從整理走勢向上突破,於是我便進場買進。"
    },
    {
      "page": 301,
      "text": "300金融怪傑交易之道超級績效"
    },
    {
      "page": 302,
      "text": "第十一章不要只買你知道的股票假定有某支股票剛掛牌兩、三年,最高價曾經來到二十美元六他任何價格,但這個價位是發生在兩、三年前。如果該公司發生某些利多事件,股價開始上漲;一般來說,當股價創新高時買進,應該是相當安全的。-傑西·李佛摩(一九三〇)身為紀律嚴明的交易者,各位必須在股海尋找出一條航道,用最短的時間,取得最大的財富。唯有當足夠條件彙整為最佳架構而價格漲勢即將爆發時,才應該買進股票。進場架構的關鍵條件之一是年輕;某些最好的機會,往往是發生在新上市公司——也就是那些在最近幾個月或一、兩年內上市的企業。事實上,歷史資料顯示,多數超級強勢股爆發強勁走勢的時間,多半是在上市的八~十年內。可是,單是年輕一項條件仍然不足夠;我要的是具有特質的年輕。除了基本面條件之外,我所謂的特質,是其價格結構必須處於初選底部(primarybase)●3010"
    },
    {
      "page": 303,
      "text": "302初選底部金融怪傑交易之道級績效每個多頭市場都有一些最近才剛上市的領導股。一般來說,股票剛掛牌時,價格會大漲,甚至連漲好幾個星期或好幾個月。然後,獲利回吐賣壓就會出現,股價開始做修正。新上市股票若想要吸引我的注意,至少必須要有幾個月的交易紀錄來證明其實力。所謂的證明,就是來自於初選底部結構掛牌上市之後第一個可供買進的底部。股價經過三個星期或更久的修正而完成底部之後,緊跟著股價可能會創新高,或在新高價附近進行健全的整理股票處在回升階段時,經常可以收復先前的失地,甚至創新高價。在整個股價上漲過程中,領導股會形成多個整理底部,藉以消化獲利回吐的賣壓,蓄積力量,然後繼續挺進。所謂的初選底部,只不過是相關股票上市以來,其價格多頭型態所形成的第一個底部。雅虎eBay、谷歌、星巴克、銳跑(Reebook)、微軟、英特爾,還有亞瑪遜和黑莓(ResearchinMotion)等,都曾經是從初選底部發動強勁漲勢的股票。初選底部是根據價格與成交量的歷史,指出股價未來可能的發展方向,但初選底部的根本基礎,乃是源自於所謂的企業基本面與股票市場行為。企業最強勁的成長,通常發生在發行普通股或掛牌上市的最初五之十年內。這正是企業透過上市籌措資金而得以大力擴充其產品/服務的階段。在這段關鍵期間內,公司管理階層通常最具有創業精神與動力。隨著銷貨成長與經濟規模擴張,營運利潤也會加速成長°"
    },
    {
      "page": 304,
      "text": "請記住,企業股票剛上市,並不代表這就Priceadjustedforspties20①StockCharts.com部的高價,上漲了百分之兩千五百。新高股價。十六個月之後,股價相對於初選底市,形成初選底部,然後在一九九七年九月創之内掛牌上市。亞瑪遜在一九九七年五月上間,股票市場贏家有百分之八十是在成立八年才決定公開上市。一九九〇年代科技泡沫期公司,但也有某些公司可能是在經營多年之後是一家新公司。當然,有一些確實是新成立的我在此買進,Open2.63High3.02Low2.50Close3.00Volume5.6MChg+0.50(+20.00%)~一九九七年九月,亞瑪遜完成初選底部而走高,十六個月內上漲2500%。等待初選底部的發展圖11.1Amazon.com(AMZN)一九九七年●303第十一章不要只買你知道的股票十二個交易日之後,股價更跌到了二十五點美元高價,當天收盤則為三十八點二三美元;就是如此。掛牌第一天,臉書曾經創下四十五可能大跌。二〇一二年的臉書(Facebook)能上漲百分之二十五、百分之五十、一百或更多,但相對的,掛牌第一天,股價也股票掛牌上市的第一個交易日,股價有可百分之AMZN(Amazon.com,Inc.)Nasdaqos8-Sep-1997AMZN(Daily"
    },
    {
      "page": 305,
      "text": "304,修正幅度太大,不適合買進。四十三。臉書從來沒有發展出適當的價格型五二美元,距離先前高價的跌幅為百分之45.037.627.5金融怪傑交易之道(超級績效二十五之三十五才可靠。修正期間如果更長成健全底部,價格修正幅度不超過百分之數情況下,股票至少要花三~五星期才能形久的時間,才能建構出適當的底部。大多再說。有些新掛牌股票甚至要花一年或更票有一段交易歷史,先形成初選底部之後如果想買進新掛牌股票,一定要先讓股Open19.95High20.00Low19.13Close19.21Volume42.3MChg-0.78(-3.00%)-臉書上市之後,沒有發展出適當的價格型態,修正幅度太大,不適合買進。(通常一年).價格拉回程度即使高達百分9圖11.2Facebook(FB)二〇一二年的確認。除非獲得股票價格行為的確認,否待,好讓我們的基本面信念能獲得市場行為餘成長都處於加速狀態。現在,我們必須等看到一支頗具潛力的新上市股票,銷貨與盈程度就不應該超過百分之二十五。假定我們較短期的整理(譬如三個星期)之五十,仍然可視為健全結構。可是,對於價格拉回FB(Facebook,Inc.)NasdaqGS"
    },
    {
      "page": 306,
      "text": "Priceadjustedforsplits型態(初選底部)而創新高價。謂的確認,是指股價完成第一個可供買進的不會錯——投資人的看法則經常錯誤。」所說的,「嚴密觀察市場行為本身。市場永遠要。就如同股票傳奇交易者傑西·李佛摩所則我們對於相關股票的基本面看法完全不重ockCharts.com我在此買進。很少人會考慮的初選底部Open1.70High1.88Low1.70Close1.83Volume37.5MChg+0.18(+在新出現的網際網路類股之中,雅虎成為市場領導股。還有一大堆在一通(Qualcomm)、諾基亞、甲骨文(Oracle)兩年前沒有人願意考慮的然之間,每個人都擁有雅虎、美國線上、高太遲,而且整個情況已經變得太過明顯。突也同樣沒辦法勸這些人賣掉股票,他們進場一九九九年,等到股價已經上漲十倍時,我人考慮雅虎,更別提買進了。可是,到了一九九七年時,我沒辦法說服任何投資圖11.3Yahoo(YHOO)一九九七年●305第十一章不要只買你知道的股票YHOO(Yehool,Inc.)NasdaqOSMayJunJulAug本益比938倍慮買進,因為這些股票的名稱都很陌生,而股票。當進場時機絕對完美時,沒人願意考YHOO(Daily)"
    },
    {
      "page": 307,
      "text": "306YR2a。金融怪傑交易之道路類股之中,雅虎成為了市場領導股上漲了百分之七千八百。在新出現的網際網部而創新高,然後就在二十九個月內,股價月,我買進了雅虎。該股票當時完成初選底在關心亞洲金融危機的期間。一九九七年七動於大盤剛歷經空頭市場而全球投資人正且股價本益比很高。這些股票之中,很多啟級績效D。Open18.50High21.60Low18.44Close21.12Volume5.9MChg+3.03(+16.75%)Rambus提供多個買點一種新型電腦記憶體,能夠加快電腦微處理RambusInc.是一家加州企業,設計了Rambus股價在九個星期內上漲150%,三十七個月內上漲1450%。器的速度。電腦巨人英特爾剛好需要這方面的產品。Rambus在一九九七年五月十四日上市(A點)。掛牌交易第一天,Rambus圖11.4Rambus,Inc.一九九七收盤股價大漲,但隨後出現大約五個星期的RMBS(Ranbus,Inc.)NasdaqGS|May5121927JunMay5121927Jun接下來四天,股價大漲。六月十九日出現價完成初選底部而向上突破創新高價(B點)橫向整理。一九九七年六月十六日,RambusRMBS(Daily)"
    },
    {
      "page": 308,
      "text": "格峰位(C點)留意觀察,就可以找到多個進場機會。彰顯初選底部效力的經典案例,投資人如果價(D點),並展開大漲走勢。Rambus是日,股價完成整理,再度向上突破而創新高走勢,涵蓋大約六個星期時間。七月二十九然後展開第二個橫向盤整Open25.21High25.21Low24.68Close24.65Volume42.2KCha-0.6062.38%)BodyCentralCorp.聖誕節禮品,發現一家有趣的零售商Body二〇一〇年十二月,我在某商場購買Oct111825Nov81522Deco1320272011101824Feb71422Mar7142128Apr111828Oct111825Nov81522Deco1320272011101824Feb71422Mar7142128Apr1二〇一一年一月,股票完成初選底部,價格在十五個月內上漲105%。Central(BODY\\Nasdaq)。我在此買進圖11.5BodyCentral(BODY)二〇一一年●307第十一章不要只買你知道的股票,我更覺得有搞頭。該股票正在形成完是相當不錯的機會。查閱其股價走勢圖之家公司才在幾個月前掛牌上市。就我看來,這效很好,最近幾季的盈餘成長快速。還有,這的網路事業。更重要的是,該公司的經營績了進一步調查之後,我發現它也有相當完整所以吸引我,是基於餅乾成形機的理由。做這家商店之BODYBodyCentralCorp.NasdaqOMBODY(Daily)後"
    },
    {
      "page": 309,
      "text": "3085.756.606.256.004.7514.504.254.0013.7513.503.253.00Apr15M10M5M2728252423-22212019181716-1540M30M201410M金融怪傑交易之道StockCharts.com241724AprStockCharts.com26(超級績效19Open6.60High0.16Low6.00Close0.02Volume2.8MChg+0.41(+7.25%)我在此買進→10.00Open24.48High2750Low24.33Close27.07Volume9.1MChg+2.91(+12.02%),121825Dec916232003.132127Feb101824Mar10JulJul6Oct7142128Nov111825Dec910232003132127Feb101824Mar10二○○三年四月,股票完成初選底部,價格在十五個月內上漲200%。28一九九九年七月,股票完成初選底部,價格在八個月內上漲500%。圖11.6Dick'sSportingGoods(DKS)二○○三年21圖11.7JuniperNetworks(JNPR)一九九九年1414DKSDick'sSportingGoodsInc.NYSEDKS(Daily)Oct7142128Nov11JNPRJuniperNetworksNYSE71.Ape200330-Jul-1999JNPR(Dally)JunJun"
    },
    {
      "page": 310,
      "text": "$25.0①StockCharts.com還不到百分之十。之一百。相同期間內,納斯達克指數的漲幅部位。隨後十五個月內,價格上漲超過百分理當局似乎頗為勝任,所以我決定進場建立想,企業規模相對小而業務具有擴展性,管突破。價格整理走勢相當健全,盈餘表現理到二〇一一年一月五日,股價挾著大量向上美的初選底部。我繼續觀察了幾個星期,直Open14.20High14.55Low14.10Close14.48Volume92.0KChg+0.25(+1.76%)+有些青蛙不會變成王子圖11.8iRobot(IRBT)二〇〇五年~二〇〇七年iRobot的初選底部失敗,股價從峰位下跌65%。不對勁,就必須斷然認賠。資人永遠都要準備出場方案,一旦發現情況算,但絕不能保證每支股票都成功。所以,投選底部往往能夠幫超級強勁股提供最佳勝票,並非每支都是贏家。雖然結構恰當的初當然,完成初選底部而創新高價的股●309第十一章不要只買你知道的股票9.IRBTiRobotCorp.NasdaqGht在此停損12-Apr-2007IRBT(Daily)"
    },
    {
      "page": 311,
      "text": "310二〇〇六年一月,當iRobot完成初選底部而創新高價時,我隨即買進。不久之後,該股票不只沒能上漲,反而下跌。後來,我小賠出場。我的決定是正確的,IRBT隨後一路下跌,從最高價三十七美元,跌到區區七美元。我之所以能夠迅速認賠而避開重大虧損,是因為我嚴格遵循交易法則,沒有讓個人看法或情緒干擾到我的理性判斷金融怪傑交易之道級績效。從創新產業到加護病房就如同女性服品的流行一樣,股票市場沒有什麼東西是永恆的,去的領導股會消失,新的領導股會出現。長江後浪推前浪,某些過往的領導失在股票舞台上。只要股票市場持續存在,情況總是如此的可能再也不是領導股。。心態務必保持彈性。記住,今天的領導股,兩、三年後傑西·李佛摩總部設立在美國維吉尼亞州里奇蒙的大型零售商CircuitCity,二〇〇八年申請破產。CircuitCity過去是最大型的零售商,股價在一九八○年代與一九九〇年代曾經飆漲,十年漲"
    },
    {
      "page": 312,
      "text": "幅超過百分之六千。事實上,從一九八一年到二〇〇〇年之間,CircuitCity股價漲幅超過百分之六萬三千。CircuitCity在一九八〇年代是全美國最著名的零售商之一,但其發展出現一連串的錯誤。該公司成長最快速的期間,當時企業規模相對小,等到企業規模擴大之後,問題叢生。二〇〇八年,CircuitCity還是全國規模僅次於百思買(BestBuy)的電子產品零售商,有七百多家店面。當時,該公司決定關閉一百五十五家原有店面,新開店面的數量也很少,並重新擬定租賃合約,總公司也大量裁員。這些措施顯然不該發生在公司營運前景看好而準備擴張的階段。結果持有CircuitCity股票的投資人,在二〇〇八年眼看著股價一路跌到零。對於那些名聲響亮而經過「官方認證的成長型股票」千萬要小心。就如同CircuitCity一樣,這些股票曾經是法人機構的最愛,而且已經度過盈餘加速成長的風光時期,等到正式貼上「成長型股票」的標籤,一切都變得太明顯了。這些股票的流通籌碼太過浮濫,等到真正發生問題時,股價跌勢將一發不可收拾。反之,投資人應該放膽買進新的領導股;不要害怕買進那些名稱陌生的潛力股。做些調查工作,認識一些形成初選底部的股票。這才是各位挖掘大贏家的適當做法。●311第十一章不要只買你知道的股票"
    },
    {
      "page": 313,
      "text": "312金融怪傑交易之道超級績效"
    },
    {
      "page": 314,
      "text": "第十二章風險管理(上)——風險的性質每個競爭領域裡,幾乎都會產生冠軍。美國職業運動,有超級盃、世界大賽,還有NBA決賽。娛樂消遣方面,也有奧斯卡獎、艾美獎與托尼獎。投資交易自然也不例外。多年以來,一些頂尖之中的頂尖好手們,不論是業餘玩家或專業人士,許多人都競相參加美國投資冠軍大賽(U.S.InvestingChampionship,簡稱USIC)。美國投資冠軍大賽是由諾門.查德(NormaZadeh)創辦於一九八三年,它很快就成為股票、選擇權與期貨交易者證明自己身手的舞台。查德的事業領域涵蓋面很廣,包括:數學、金融投機與賭博;他在一九七四年曾經出版《致勝撲克系統》(WinningPokerSystems)一書,並在史丹佛大學和加州大學洛杉磯分校教授數學。他雖然是天才型理論數學家,卻瞭解靜態學術理論不足以掌握現實拍賣市場的道理。他最期待達成的目標之一,就是告訴學術象牙塔裡的學究們,效率市場理論不成立。如何證明呢?只要有人確實可以超越市場,那就是最好的證明。美國投資冠軍大賽就是為了達到這項目標而舉辦的比賽!美國投資冠軍大賽(USIC)很快就成為備受推崇的競賽盛事,很多交易者也藉此在金融投資領域闖下名號。。最初,美國投資冠軍大賽是分為四個部分舉行:股票、選擇權、股票選擇權與期貨。透過這項賽事,查德也在其中尋找交易人才,並且聘用這些人幫他的客戶管理資金。●3130."
    },
    {
      "page": 315,
      "text": "314我還記得自己在一九八○年代津津有味地從《華爾街日報》閱讀這方面的報導,還有競賽贏家的傳奇故事。有位叫做大衛·萊恩(DavidRyan)的年輕交易者,他在一九八四年到金融怪傑交易之道3級績效一九八六年期間連續贏得三屆競賽冠軍,實在太了不起了。還有另一位著名的冠軍,他就是S&P期貨交易者馬提·史瓦茲(Martin\"Buzzy\"Schwarz)。萊恩和史瓦茲後來都曾經接受傑克‧史瓦格(JackSchwager)訪問,相關內容收錄在《金融怪傑》(MarketWizards,寰宇出版F015/F016)一書中。對於我來說,贏得美國投資冠軍大賽頭銜,顯然是鯉魚躍龍門的捷徑。一九九六年,當時我三十一歲,決定參加這項競賽。我覺得自己的技巧已經成熟而足以贏得比賽。一年競賽期間內,誰賺的錢最多,誰就是冠軍;比賽規則很簡單。參加比賽的帳戶資本照規定為兩萬五千美元。我繳納了兩萬五千美元,然後按照平常的方式進行交易:積極而嚴格控管風險。每天,我都會梳理觀察清單,判斷每筆交易的最佳進場時機。雖然相信自己能夠獲勝,但我還是嚴格遵循既定交易計畫。如同往常一樣,我的目標是儘可能賺最多的錢,但只挑選最棒的交易,而且是最佳時機進場;絕對不允許衝動性交易影響我的計畫°第一季結束,我的帳戶成長百分之四十九點七二,資本從原來的兩萬五千美元增加為三萬七千四百三十美元。當時並沒有公布每季績效,所以我不清楚自己的表現跟其他參賽者比較起來如何。到了第二季結束時,我的表現確實很不錯,帳戶資本又成長了百分之九十三點七五,使得兩季總報酬累計為百分之一百九十點〇八。帳戶資本也成長為七萬兩千五百二十一美元;在這場競賽中,我相信自己應該處於領先群。"
    },
    {
      "page": 316,
      "text": "不久之後,我突然接到舉辦單位的電話,通知我這場比賽暫停,因為美國證管會正針對先前比賽績效涉及廣告方面的議題而在進行調查。真讓人不可置信,我好不容易終於決定參加比賽,而證管會卻終止了這項比賽。於是,我問,「那你們起碼也要讓我知道目前的排名吧!」雖然沒有太大意義,但知道自己的排名,至少也算有個結果。「馬克,你領先第二名的幅度超過百分之一百。」他告訴我。我感謝他給了我這個機會,然後才很失望地掛上電話。我遙遙領先,別人想必很難追上,但比賽卻結束了,甚至可能永遠不再舉辦。可是,就如同碰上失敗交易一樣,如果覺得失望,就得想辦克服,然後繼續前進。那年稍晚,我又接到舉辦單位的來電,告知他們與證管會之間的問題已經解決,比賽將重新開始。競賽預定在一九九七年一月份重新舉行,但一九九六年的結果不計算在内。換言之,這是一場全新的比賽。如果我想參賽的話,必須重新來過。我去年上半年取得的百分之一百九十表現,只能留給自己欣賞。這不會納入正式紀錄,雖然可以編織成一段有趣的故但沒有人會聽到,也沒人會關心。●315第十二章風險管理(上)——風險的性質一九九七年比賽的新規定如下:比賽分為兩組進行,一組是個人交易帳戶,資本介於二十萬美元到九十九萬九千美元之間,另一組是綜合管理帳戶,資本為一百萬美元或以上,兩組都完全不限制交易工具,參賽者可以任意交易股票、選擇權、期貨或各種組合。這場競賽看起來好像很不公平(選擇權與期貨交易者可以顯著擴張信用。像我這種純粹的股票交易"
    },
    {
      "page": 317,
      "text": "316者,如何與他們對抗?),但我還是決定參加第一組,繳納了二十五萬美元。金融怪傑交易之道超級績效第一季結束,我的績效是百分之八稍多;這種成績顯然不足以讓我進入領先群,但我關心的是最後結果。這次,舉辦單位每季都在《投資人經濟日報》(Investor'sBusinessDaily)與《拜倫週刊》(Barron's)公布比賽結果,讓大家知道領先群的表現。經過兩季的競賽,我雖然排名在二十名內,但有些人的成績遠遠勝過我。我很清楚,絕對不能讓成績落後的事實影響自己的交易或判斷。我必須按照自己的方式進行比賽,也就是說我必須遵照自己的準則,嚴格挑選最棒的交易。相關交易涉及到真正的金錢輸贏,所以絕對不能為了取勝而冒險幹些蠢事。所以,我決定繼續按照計畫行事,因為我知道我的計畫是健全的。到了第三季,情況變化頗大。我已經追上第一名,兩人的成績差異不到百分之一。我暫時居於第一位,報酬績效為百分之一百一十點一〇,第二名則剛好是百分之一百一十。時序邁入第四季,市場向下修正,當時的市況很難進行交易。道瓊指數在十月份做頭,然後向下修正百分之十。這正是我希望碰到的市況發展。我知道,唯有碰上艱困的市況,我秉持的嚴格紀律才能真正發揮優勢,不僅不會吐回先前獲利,甚至還可以繼續賺錢。很少人能像我一樣,能夠在這種市況下從容地進行交易。隨後幾個月裡,我積極交易,迅速拉開我跟第二名之間的差距。最後我取得的全年總報酬是百分之一百五十五,幾乎是第二名的兩倍。我很高興能夠獲得美國經理人排行機構(MoneyManagerVerifiedRatings)認證為一九九七年美國投資冠軍。"
    },
    {
      "page": 318,
      "text": "這段故事的啟示很清楚。選擇權與期貨交易者可供運用的信用擴張,使得這場競爭變得相當不公平,像我這種純股票交易者,並沒有因此而過份冒險或過份交易。當我發現自己成績大幅落後時,也沒有因此而慌張,更沒有因此修改自己的規則。相反地,我更專注於自己的交易計畫,還有兩個致勝關鍵:一致性與風險管理。冠軍的通性人們買進股票,當然是希望能夠賺錢,增加自己的財富。他們期待自己謹慎挑選的投資,將來能夠創造豐厚的報酬。可是,實際投入自己辛苦賺來的錢之前,最好先想清楚如何避免發生虧損。這些年來,我如果真學到了某種可以跟大家分享的教訓,那就是風險管理的重要性,這也是任何人想在股票市場「穩定」獲致成功的關鍵因素。請注意我所強調的「穩定」。●317第十二章風險管理(上)——風險的性質只要在正確的時候,出現在正確的地方,任何人都可以營造短期的成功,但「穩定性」才是專業人士與業餘玩家之間的分野。我剛到星期三晚間俱樂部打棒球時,第一年曾經創下兩成五九的打擊率。可是,我的平均打擊率只有一成二九,而且從來再也沒有超越兩成。在我的交易生涯裡,曾經目睹很多人一度賺進數百萬,但最後卻全部吐回去,甚至還破產。接下來,我準備告訴各位如何避免這種結局。"
    },
    {
      "page": 319,
      "text": "318唯有懂得保護,那才是你的錢金融怪傑交易之道超級績效一不論是幾百萬或區區幾萬塊錢,道理都相同。那是你的錢。只要你懂得如何保護,你的錢就是你的錢。但錯誤的投機,則是浪擲金錢最穩當的方法。°傑西.李佛摩如果想要穩定賺錢,你就必須懂得如何保護獲利和本金。事實上,我不認為這兩者之間有任何差別。我看過很多交易者,他們把交易獲利看成是莊家的錢,因此覺得這些錢的重要性不如自己的交易本金。各位的心態如果是如此,就必須立即想辦法改變,否則很難創造超級績效。假定我今天賺進了五千美元。我不會認為這五千美元是「額外的」,這些錢不是某種我可以拿去特別做冒險的額外金錢。我的交易帳戶只是多了五千美元可做為資本,所有的這些資金還是適用相同的法則。我只要賺了錢,那些錢就是我的了。昨天的獲利,就是今天的資本。千萬不要落入業餘賭徒的思考模式。某賭徒在二十一點牌桌上,透過非常保守而穩定的下注策略,贏得了一千五百美元。然後,他便開始胡亂下注。根據他的想法,現在是在玩莊"
    },
    {
      "page": 320,
      "text": "家的錢。股票市場也經常看到這類投資人。這些人認為,他們所賺進的錢,是市場的錢,而不是他們的錢;所以,市場會在適當時機收回這些錢。舉例來說,某人在二十美元買進股票,後來價格攀升到二十七美元。這個時候,投資人於是決定讓股票擁有「較大的活動空間」,因為價格多了七點緩衝。完全錯了!股價一旦上漲而顯著超過當初買價,我通常就會緊縮下檔空間,因為我已經進入獲利了結的行為模式。我最起碼會保護損益兩平點,絕對不允許一筆賺錢交易變成虧損。每個交易日告一段落,當你針對投資組合重新做評估時,請問問自己:我今天是否看多這個部位?若非如此,為何繼續持有部位?我當初做多的想法是否仍然成立?交易告一段落,就應該誠實評估自己的部位°我並不是說投資人不能抱著股票忍受回檔。各位如果相信股票即將走高,當然應該讓股票擁有一些活動空間,但這種空間大小絕對不該跟先前的獲利發生關係。投資人應該根據股票將來可能創造的獲利潛能,評估目前所能夠承擔的風險。每一天,投資人所持有的股票,都必須讓投資人有信心能夠賺更多的錢。●319第十二章風險管理(上)——風險的性質"
    },
    {
      "page": 321,
      "text": "320健全原理才能釐清思考金融怪傑交易之道最大的失敗通常都發生在最棒的一段經歷之後,因為那己無所不知。開始認為自級績效PaulTudorJones有些時候,股票市場的錢確實很容易賺。這種情形經常會讓投資人的行為變得草率,最終引發災難。長期來說,成功並非取決於任何一天、任何一個月、任何一季的勝利;而是取決於經年累月下來投資人所保有的錢。嚴格遵循健全的風險管理原則,不僅能夠讓我們保有已經賺到的錢,還能夠讓我們在頭腦最陶醉的時候,雙腳仍然固定在地面上,而不至於讓成功所引發的野心無所限制。讀者想必都聽過「迅速認賠,讓獲利持續發展」這句話。當我接受傑克·史瓦格訪問時(請參考《股票市場怪傑》StockMarketWizards:InterviewswithAmerica'sTopStockTraders,HarperBusiness2001,2003),我花了相當多時間談論認賠,並強調這是我成功的關鍵。訪談過程裡,傑克一度關掉錄音機,對我說,「馬克,這方面内容雖然很好,但都已經是陳腔濫調了;每位成功交易者幾乎都談論這些。」"
    },
    {
      "page": 322,
      "text": "「傑克,他們當然會這麼說,」我告訴他,「但這就是他們之所以會成功的理由,也是我之所以會成功的理由。交易很長一段時間之後,當我們在尋找新技巧時,可能會喪失該有的視野。投資人不能因為成熟而拆掉輔助輪,風險管理的基本原理應該要經常拿出來複習。這些聽起來似乎很無趣,但美式足球傳奇四分衛RogerStaubach說過,「唯有透過許多平凡的練習,才能創造不平凡的結果。」傑克師父的教誨我之所以特別執著於基本功夫,這種心態可能要回溯到小時候學空手道的經驗。我對於學習體操方面的動作蠻有天份的,所以很快就學會了很多複雜的空手道動作,甚至包括迴旋踢在內。這讓我贏得「電影人」的封號,因為我可以做出許多功夫片的動作。事實上,我只不過是個初學乍練的新手,而我的空手道師父傑克知道我必須學會謙卑。●321第十二章風險管理(上)——風險的性質有一天,傑克師父要我做基本的空手道平行步,這是每個初學者剛開始練習的姿勢。他默默地繞著我看,突然踢翻我的腳,我跌倒在地板上。我很訝異地盯著他看,傑克師父瞪著我說,「你在學跑跳之前,最好先學會站。」這次教訓讓我印象深刻。基本功夫務必精通。每天都要提醒自己,成功的關鍵,就是基本功夫必須做得比別人都好,而且要不斷反覆練習「偉大」是建立在基本知識的堅實基礎上°"
    },
    {
      "page": 323,
      "text": "322失敗讓你更認真工作5.26%11%25%43%67%100%150%233%400%900%扳平所需的獲利超級績效金融怪傑交易之道需要百分之一百的獲利才能扳平。二十八美元)才能扳平先前的虧損。所以,百分之五十虧個時候,價格就必須上漲百分之一百(從十四美元上漲到價如果跌到十四美元,相當於發生百分之五十的虧損。這酬才能扳平。舉例來說,我們在二十八美元買進股票,股如果一筆股票交易發生虧損,隨後需要更大百分率報圖12.1彌補先前損失所需的獲利虧損5%10%20%30%40%50%60%70%80%90%的時候,帳戶規模卻很小。所以,務必限制虧損,保障辛苦取得的資本以供將來之用。時,帳戶規模可能已經大幅縮水。我們當然不希望看到,賠錢的時候,帳戶規模很大,賺錢大的原因。另外,交易帳戶如果發生嚴重虧損,就等於喪失購買力。當我們最終找到大贏家點二六的獲利才能扳平。這就是為什麼我們不希望虧損擴之十一的獲利才能扳平。百分之五的虧損,需要百分之五如果是相對小的虧損呢?百分之十的虧損,需要百分。味著某方面發生了問題,譬如投資篩選準則、進場時間或整體市況;總之,部位應該結束。六、七。如果百分之十不足以涵蓋正常部位的價格波動,問題恐怕就很麻煩了。若是如此,楚設定自己允許發生的最大虧損,譬如百分之十。平均虧損可能要更少一些,或許是百分之此處想要強調的是:絕對不要發生足以造成帳戶傷害的虧損。虧損愈大,愈難復原。清意"
    },
    {
      "page": 324,
      "text": "前進兩步,後退一步每年2.9%4.9%5.8%5.6%4.0%0.8%-4.7%-13.5%-28.8%三年總報酬8.9%15.2%18.3%17.6%12.5%2.4%-13.3%-35.2%-63.9%報酬關係基準上,獲利潛能就必須遠超過潛在風險——就是對於投資績效的傷害。如果想要取得理想績效,在風險百分之五點七五,結果也不是很好。這個例子說明了虧損分之三十獲利與一個百分之三十虧損」如果非要挑選的話,我們能夠期待的最好狀況是「兩個百之後。事實上,沒有所謂好的「前進兩步,後退一步」是我們所想要的,尤其是考慮所承擔的風險和投入的努力只有百分之四左右。對於股票投資來說,這種績效通常不如何,三年總報酬都是百分之十二點五,相當於每年平均聽起來好像不錯,不過,你最好再想想看!不論發生順序之五十獲利與一個百分之五十虧損的成績,讀者認為如何?假定我擔保各位在三年的股票操作上,將取得兩個百分相當於每年平均°第三年-10%-20%-30%-40%-50%-60%-70%-80%-90%n10%20%30%40%50%60%70%80%90%圖12.2三年複利的各種報酬第一年第二年10%20%30%40%50%60%70%80%90%●323第十二章風險管理(上)——風險的性質如此簡單!"
    },
    {
      "page": 325,
      "text": "324說服自己:虧損調整綀習所謂的「偉大投資人」,其定義是開始瞭解下檔風險的人。金融怪傑交易之道超級績效SamZell剛踏入股票市場,我當時並不瞭解虧損的嚴重性,也不瞭解儘速認賠的意義。就如同多數交易者一樣,我有時候會很長一陣子交易很順手,然後碰上相當嚴重的虧損,因為有幾筆交易出了差錯。迅速認賠聽起來蠻有道理的,但實際運用上並不簡單,我有時候會違背法則,期待事情有所轉機,有時候會持有部位過久。後來,我覺得有些困惑,決定做個測試,看看迅速認賠對於交易績效的影響。針對過去的交易資料,我把虧損都一律調整為百分之十,看看如此明確限制下檔損失,對於交易績效會產生什麼影響。換言之,對於過去的交易,虧損不論大於或小於百分之十,都一律調整為百分之十。如同前文說過的,當股票發生虧損,我有時候會繼續持有,眼看著損失擴大為百分之二十,甚至百分之三十。經過調整之後,這些虧損都設定為百分之十,結果這對於績效造成了重大的影響。限制虧損之後,雖然有些轉敗為勝的成功交易消失了,但這方面的不利影響,遠低於迅速認賠的有利影響。根據這項虛擬測試,整個投資組合的績效改善程度,實在顯著到令人難以置信。我重複驗證相關的計算程序,數據都是正確的。我的投"
    },
    {
      "page": 326,
      "text": "百數資數字虧損,變成了獲利超過資組合表現,從原來的兩位兩超過位6.00%14.48%|25.93%41.04%62.20%(89.77%123.93%|168.71%243.95%415.93%364.34%317.90%|276.11%238.50%204.65%174.19%146.77%122.21%99.88%79.89%|百分之七十。產生如此重大的改變?這個變,對於投資績效竟然就能只不過做了小小的改經過虧損調整盈/虧%累積餘額總報酬%$100.00106.00114.48125.93141.04162.20189.77223.9320%$268.71343.9550%$515.93-10%$464.34417.90-10%$376.11-10%$338.50-10%$304.65-10%$274.19-10%$246.77222.21199.88-10%$179.89平均獲利:18.40%平均虧損:-10.00%6%$8%$10%$12%$15%$17%$18%$28%$-10%$-10%$-10%$;此規易開功涯測產變關測試也改變了我的交易生涯。我相信,風險管理是成個班我也嚴,時是易這大各稱因守交候成生個能改6.00%14.48%|25.93%41.04%62.20%獲89.77%利123.93%168.71%243.95%|415.93%|379.81%|341.43%|297.28%249.61%|204.16%|虧158.54%損190.41%|67.53%|25.64%-12.05%|提定表始的升現另顯非所著常改排原始帳戶資料盈/虧%累積餘額總報酬%$100.00106.00114.48125.93162.20343.95515.93479.81441.43397.28349.61304.16125.6487.95平均獲利:18.40%平均虧損:-15.90%此為「虧損調整練習」。各個練境資善習界6%$8%$10%$12%$141.04獲15%$17%$189.7718%$223.9320%$268.7128%$50%$-7%$-8%$-10%$-12%$虧-13%$損-15%$258.54-19%$290.41-20%$167.53-25%$-30%$325第十二章風險管理(上)——風險的性質位不妨試試,或許可以讓大利圖12.3損失調整圖家開開眼界。交易1234567891011121314151617181920平均50%"
    },
    {
      "page": 327,
      "text": "326一九八○年代,我的交易帳戶盈虧分配狀況如下:■獲利:(百分之六、八、十、十二、十五、十七、十八、二十、二八、五十)平均百分之十八點四金融怪傑交易之道級績效■虧損:(百分之七、八、十、十二、十三、十五、十九、二十、二五、三十)平均百分之十五點九■複利報酬:負百分之十二點〇五■調整損失為負百分之十(包括小於負百分之十的虧損也一律調整為負百分之十)■複利報酬:正百分之七十九點八九附註:交易順序不會影響複利結果。接受市場的判斷如果不執著,自然不會受拖累°TonyRobbins股票市場提供無限機會與獲利潛能。身為有紀律的投資人,各位對於成功的勝算理當樂"
    },
    {
      "page": 328,
      "text": "觀。可是,股票市場說翻臉就翻臉,可以在瞬息之間將美夢轉變為財務夢魘,這正是無數投資人在二〇〇〇年三月份空頭市場所經歷的,還有那些試圖撐過二〇〇七~二〇〇八年空頭市場風暴的投資人,也因此蒙受嚴重虧損。交易的對象不論是藍籌股或豬腩,任何有經驗的專業玩家都會告訴我們,金融交易市場不是講面子的場合。任何人只要忽略風險,市場就能夠、也會給予教訓。每個空頭市場都會有一群新的投資人,學到這方面刻骨銘心的教訓°如果想要在股票市場獲得成功,各位需要學習的第一項紀律,就是在心態上體認一項事實(但大多數交易者很難真正實行):想要避開市場狂暴的懲罰,最好的辦法就是接受它的判斷。知道自己什麼時候錯了優秀的交易者懂得如何在秉持自己的想法和承認自己犯錯之間,找到巧妙的平327第十二章風險管理(上)——風險的性質MichaelSteinhardt人們經常問我,「你怎麼知道自己錯了?」關於這個問題,我的答案只有一個,「如果股票下跌的話。」就是這麼簡單。事實上,買進之後不久,如果股價沒有上漲,我經常就會"
    },
    {
      "page": 329,
      "text": "328。賣掉。價格即使沒有下跌,但股票只要沒有發生預期之中的走勢,對於我來說,這就是退場重新做評估的充分理由。股價如果跌到買價之下,那就代表你犯錯了(至少進場時機不對)不論是短線交易者或長期投資人,千萬不要犯錯,時機代表一切。在錯誤的時機買進一家好企業,就如同當初投資了一家壞企業一樣,結果都是失敗。不論各位採用什麼投資方法或哲學,如果想要避免發生重大虧損,唯一辦法就是在小損失累積為大虧損之前斷然認賠。三十多年的交易生涯裡,我沒有找到更好的辦法。金融怪傑交易之道超級績效非常奇怪地,不論有多少成功投資人鼓吹這種態度,仍然只有少數人真正聽得進去,包括很多專業玩家在内。因此,只有很少數人得以在股票市場創造出傑出的績效。毫無疑問地,投資人最難嚴格遵循的一項紀律就是認賠,因為這就等於必須承認當初的買進是一項錯誤,而沒有人喜歡犯錯。避免犯大錯知道我們有多麼脆弱,知道如何可能降低、迴避各種傷害,可以讓我們有更好的成功機會°·BobbyKnight"
    },
    {
      "page": 330,
      "text": "最近,我有機會跟以札克·班大衛(ItzhakBen-David)交談,他是《投資人真的不情願認賠嗎?對於過去報酬的交易反應與處置效應》(AreInvestorsReallyReluctanttoRealizeTheirLosses?TradingResponsestoPastReturnsandtheDispositionEffect)一書的共同作者。關於過早獲利了結而太遲認賠的傾向,經濟學家稱之為「處置效應」(dispositioneffect)。班大衛與大衛·赫舒拉發(DavidHirshleifer)針對某大型折扣經紀商的七萬七千多個交易帳戶做研究,涵蓋期間從一九九〇年到一九九六年,做了許多過去從來沒有做過的分析。他們研究投資人什麼時候買進,什麼時候賣出,還有交易的賺賠。他們也研究投資人在什麼情況下,更可能加碼買進。這些研究結果發表於二〇一二年八月份的《財務研究評論》(ReviewofFinancialStudies)°這份研究的一些重點如下:■投資人比較可能讓虧損持續累積,比較不會讓獲利擴大;換言之,過遲認賠,過早獲利了結。●329第十二章風險管理(上)——風險的性質。相較於獲利狀況,投資人更可能在虧損情況下加碼;換言之,投資人比較願意向下攤平■相較於承認小賠,投資人比較傾向於接受小賺。"
    },
    {
      "page": 331,
      "text": "330330對於虧損部位,多數投資人往往太遲才願意認賠。所以,他們會繼續持有,直到再也無法忍受為止;可是,這個時候,珍貴的交易資本與時間都浪費了。請記住,如果想要成功,想要在股票市場存活,唯一的辦法就是保護交易資本。投機者如果想賺大錢,避免發生重大虧損是不二法門。我們不能控制股價漲跌,但通常可以控制虧損程度。我可以在此跟各位保證一點:如果學不會認賠,遲早會碰上承擔不起的重大虧損。這絕對是無可避免的。金融怪傑交易之道超級績效一如果想要精通投機技巧,每個人都必須面對面地處理自己的毀滅傾向;一旦體認這種毀滅傾向可能造成的傷害,就能控制自己的命運,取得穩定績效。讀者應該花費大量時間與精力,好好研究如何在判斷錯誤的情況下儘快認賠。各位必須學習如何避免發生重大虧損。不要成為非自願性投資人由於投資人不願承認錯誤,,所以需要尋找合理化藉口。當他們判斷正確時,就會扮演起「短線交易者」,萬一判斷錯誤,則會變成「長期投資人」。當交易部位出現問題,虧損開始擴大時,他們會突然決定長期持有。實際上他們是變成了傑西·李佛摩所謂的「非自願性投資人」也就是賺取蠅頭小利、蒙受重大虧損的人,而最終所得到的結果,剛好跟各位所希望的情況相反。每個重大修正走勢的開始,都是小型修正。當我們碰到百分之十的跌勢時,並不會知道那是百分之五十跌勢的開端,等到我們確定知道時,顯然已經太遲了。沒有人可以確定知"
    },
    {
      "page": 332,
      "text": "道,某支股票只會出現某個程度的跌幅,然後就繼續走高。如果你真的知道某支股票價格會出現百分之十五或百分之二十的跌幅,當初是否會買進?當然不會。股價目前低於買進價格,就意味著進場時機不正確,這種情況發生的機率大約是百分之五十~六十。對於頂尖玩家來說,如果碰到理想的市況,挑選股票的勝率可能高達百分之六十或百分之七十,也就是說還是會有百分之三十或百分之四十的機會賠錢。事實上,即使挑選股票的勝率只有百分之五十,你仍然可以是大贏家,前提是要能嚴格控制虧損。換言之,既使所挑選的每兩支或每三支股票,只有一支成功,你仍然可以賺錢,前提是你必須迅速處理失敗部位,不要讓虧損有機會造成重大傷害。每省下一塊錢的虧損,就等於是賺到一塊錢的利潤,而你每省下一塊錢,都可以做為將來的賺錢資本。千萬不要成為非自願性投資人。能夠跌到多低?●331第十二章風險管理(上)——風險的性質在我的時代,有很多一度所謂穩賺的投資工具,到現在都已經變得沒有多少價值,甚至一文不值。所以,偉大貝也會栽跟斗,而所謂:資人同樣會散盡財富。-傑西·李佛摩"
    },
    {
      "page": 333,
      "text": "332有些投資人認為他們不必採用停損,因為他們只買進績優股。請注意,這個世界上沒有安全的股票。很多所謂的「保守投資人」,他們持有藍籌股做為投資工具,結果卻因此破產。如果這就是你準備採用的策略,你恐怕遲早會碰到令人不愉快的意外。這根本就是懶人的策略,或者根本就是缺乏策略金融怪傑交易之道(超級績效。我經常聽到投資人說,「它們不會倒閉」,因為它們是可口可樂、蘋果或其他著名企業。這些企業或許真不會倒,也許會,也許股價修正了百分之七十而十年後才能復原。可口可樂股價在一九七三年做頭,從高點向下修正百分之七十,後來花了十一年時間才復原。沒錯,投資人每年都會取得分派的股利,但恐怕還彌補不了通貨膨脹的損失。一九九八年,可口可樂又做頭,這次跌了五年,股價幾乎腰斬。很多所謂的「績優股」都曾經出現股價大跌的狀況。柯達(EastmanKodak)在一九七三年股票做頭之後,花了十四年時間才恢復,但隨後又立即碰上一九八七年大崩盤,於是股價再次暴跌,結果又花了八年才回到一九七三年的高點。全錄(Xerox)股價在一九七三年做頭,花了二十四年時間才得以折返;這段期間內,標準普爾五百指數上漲超過百分之五百。一九六〇年代,雅芳(AvonProducts)曾經是投資人追捧的熱門股,使得股價表現遠超過對應的盈餘績效,股價從一九五八年的三美元上漲到一九七二年的一百四十美元。價格做頭之後,又從一百四十美元跌到十九美元,一年之内的跌幅高達百分之八十六。十四年之後,股價仍然是十九美元。°"
    },
    {
      "page": 334,
      "text": "從一九九九年十二月到二〇〇二年二月,麥當勞在三十二個月內,股價下跌百分之七十二。二〇〇〇年八月,AT&T股價開始下跌,不到四年期間,跌幅高達百分之八十。從二〇〇〇年四月開始,思科(CiscoSystems)股價在三十個月內下跌百分之九十。二〇〇〇年,法人機構最愛的朗訊(LucentTechnologies)在三十五個月內,股價下跌百分之九十九°沒有任何股票可以永遠繼續持有。只有很少股票能夠讓投資人安心持有幾個月而不需理會。如果進場時機不對,即使是好企業也可能是最糟的股票投資。很多所謂的「投資等級」企業都可能面臨新的挑戰,經營環境也可能顯著惡化,管理法規更可能變動而嚴重影響未來盈餘潛能。我們經常可以看到,在問題明朗化之前,儘管公司管理當局仍然宣稱一切都沒問題,但股價往往會提前反應而暴跌。當上市公司的基本面發生問題時,公司高層可能是最不可靠的消息來源。公司經營者會採用所有合法手段(甚至非法手段)安撫股東,藉以保護股價。二〇〇八年,通用汽車股票變成廢紙。還有AIG和雷曼兄弟(LehmanBrothers)還有更早的安隆(Enron)和世界通訊(WorldCom)又如何呢?以上這些企業,只是少數幾個代表性案例而已。●333第十二章風險管理(上)——風險的性質68價格能夠跌到多低?跌到零!"
    },
    {
      "page": 335,
      "text": "334賭場之旅金融怪傑交易之道超級績效穩定贏家會在有利情況下增加賭注,在不利狀況下出場,穩定輸家則會耗盡資本繼續堅挺,期待奇蹟出現,享受失敗的快感。不論是撲'股市,奇蹟在°-彼得·林區(摘錄自《選股策略》)第一次在賭場看到七張牌梭哈,我很快就發現,這跟股票交易有些類似。賭局的底注(ante,看最初三張牌的起始賭注)為零點五〇美元。可是,賭金(贏者全拿的賭注)平均大約是五十美元。所以,只要花零點五〇美元,玩家就可以看看自己贏得一百倍賭金的可能性。玩了一整晚之後,我大約贏了一千四百美元。秘訣?我打牌就像做股票一樣:起手的牌如果不夠好,就立即蓋牌。換言之,最初三張牌如果不好,我就不再跟牌,認賠最初的底注零點五〇美元。我知道,只要拿到好牌,就可以贏回先前很多次的損失。我記得曾經連續蓋了三十次牌,每次損失底注零點五〇美元,總損失為十五美元。可是,如果贏的話,賭注平均為五十美元。如果我每贏一次,需要蓋牌五十次,那麼我所贏的錢仍然是損失的二倍。"
    },
    {
      "page": 336,
      "text": "當我拿好牌而決定跟牌時,其他人明明知道,但他們為什麼不蓋牌呢?自我中心!太過於強調自我中心,就代表缺乏紀律。沒有紀律的玩家,隨時都想採取行動,永遠都要跟牌。股票市場的情況也是如此,但股票投資人遵守紀律的程度更不如撲克玩家。對於大多數賭徒與投機客來說,最致命的痛處就是每把牌都想玩,缺乏耐心凌駕理性判斷之上。撲克賭桌上,起手牌不好就蓋牌,就如同在股票市場藉由認賠保障交易資本的做法一樣。交易絕對會發生虧損。各位如果懂得如何侷限損失,就能取得優勢,因為大多數的投資人,都缺乏認賠的紀律。最頂尖的玩家知道自己什麼時候會犯錯,懂得如何果斷結束虧損部位,然後繼續前進。百萬分之一身為交易者,對於下列兩種選擇,你會挑哪一個?(一)保證賺進一千美元,(二)有百分之九十九機會賺進一百萬美元而有百分之一機會破產。請注意,此處特別強調「身為交易者」。請想想,你如果是位律師,是否只會上法庭一次?如果是個外科醫生,是否只會動一次手術?身為股票交易者,你難道一輩子只做一筆交易?當然不是。對於一般股票交易者來說,整輩子起碼會進行好幾百或好幾千筆交易。●335第十二章風險管理(上)——風險的性質所以,對於前述問題,如果只能選擇一次,或許應該選擇(二)進行許多交易,幾百筆或幾千筆,那麼百分之一的破產機率絕對會發生;因此,我們當然應°可是,如果我們準備"
    },
    {
      "page": 337,
      "text": "336該選擇(一)。各位如果打算做股票,那可能是好幾年或好幾十年的事情。我們如果把每筆交易都當做整輩子一百萬筆交易之中的一筆,或許就比較容易認賠。各位如果能夠嚴格遵守紀律,引用理性判斷,只接受勝算夠高的交易,從長期角度考慮勝算機率,就能夠成為贏家金融怪傑交易之道超級績效°不論是撲克賭局或股票市場,我們關心的都是機率,而不是確定性;換言之,我們不可能每次都正確。可是,長期而言,如果成功交易賺的錢超過失敗交易虧的錢,我們就能成功。我會把每筆交易當做整輩子所做交易的其中一筆:百萬分之一一。差別在哪裡?你在三十美元買進股票,因為這家公司看起來不錯,基本面很好,未來展望一片光明,而且價格表現也很棒。有一天,公司突然宣布盈餘績效恐怕遠低於估計,因為某廠房沒辦法如期運作。隔天,股價開盤下跌百分之十,直接穿越你當初的買價。這個時候,你打算怎麼辦?認賠?還是再等等看?我要請你考慮一個問題:你可以繼續持有這支價格已經下跌百分之十的股票,等待價格回升,你也可以認賠而轉買其他股票;此兩者之間,差別在哪裡呢?沒有差別,除了你的自我感覺之外。成功的交易者,可以隨時接受新的外在環境,隨時改變心態。頂尖好手不會愛上某支股票,股票交易的目標是賺錢,不是證明自己正確而市場錯誤。得放手,就放手,另"
    },
    {
      "page": 338,
      "text": "外尋找適當的交易對象。同樣是賺錢,究竟是A股票還是B股票賺錢?這個問題重要嗎?你當初在三十美元買進,現在是二十七美元,價格必須上漲百分之十一才能扳平。如果你在五十美元另外買進股票,股價如果上漲到五十六美元,結果也跟二十七美元上漲到三十美元一樣,但差別是新股票的工廠可以如期開工。好事一樁在撲克賭局中,你要付錢才能看牌;你必需支付底注,才能參加賭局。現在,假設你不需支付底注,可以先看牌;這麼一來,唯有當牌很好時,你才會下注。這種情況下,長期來說,怎麼會輸呢?股票市場相對比較公平,所有的競爭者都同時在場内:裡頭有初學者也有交易老手,有專業玩家也有業餘散戶。這也是股票市場並非純屬隨機的理由之一。身為股票交易者,你可以免費地在場外觀望,等待最好的進場時機。決定進場之前,你可以先看到市場手中的持牌,而且不用支付底注或費用。這是很重要的優勢,務必好好運用。●337第十二章風險管理(上)——風險的性質你沒有必要介入每波走勢。事實上,你原本就不該這麼做。要當一個精明的機會主義者。挑選對自己有利的機會,慎選進場點。唯有當勝算對自己有利時,才採取行動。保持耐心,堅持紀律。當你在場外觀望時,其他人正在場內幫你鋪路,你只需要耐心等待"
    },
    {
      "page": 339,
      "text": "338當錯誤變成錯誤時成功投資人與失敗投資人之間的差別,在於他們如何處理虧損部位必要讓判自我感覺。犯錯不是問題。問題是不願承認錯誤。問題是讓自。絕對沒有金融怪傑交易之道超級績效己一直錯下去。DanSullivan不論你認為自己多精明,我跟各位保證,你在股票市場絕對會犯下許多錯誤。我們都是如此。很多失敗的交易,甚至不能說是錯誤,而是因為發生了不可預期的事故。唯有當我們不願針對已經發生變動的狀況做出必要的調整,那才是真正的錯誤。沒有人可以不犯錯,沒有交易者能夠不發生虧損。犯錯是無法避免的,但犯了錯而不做調整,則是一種選擇。犯錯而不改,可能造成生理與心理上的重大傷害。如果不願面對現實,那就不是做交易。我們都清楚壓力會造成各種疾病,譬如:心臟病與胃潰瘍。為了保護自己的健康、信心和金錢,各位必須學習蓋牌。如果不覺得自己愚蠢,那就是沒有妥善管理風險有時候,當我們認賠賣掉股票之後,該股票卻很快反轉而大漲。我曾經碰上無數這類的"
    },
    {
      "page": 340,
      "text": "案例。我是否因此而覺得自己很蠢?是否會惱火?不會,因為投資與交易原本就是機率的遊戲,我們要的是成功的勝算超過失敗的機會。不要期待自己的交易永遠不會賠錢,也不要期待不賣就不賠。讓你覺得自己愚蠢,是市場希望你採取愚蠢行動的計謀。千萬不要屈服。永遠要嚴守紀律,迅速認賠。如果不管理風險,風險就會失控,如此絕對不會有好結果。.這個概念很明顯,但經常被忽略。迅速認賠當然算不上秘訣(成功的投機客大概都會建議這麼做)但實際執行卻不容易,因為這違背了人的天性,需要秉持嚴格紀律,而且要完全放下自我感覺。我不能強迫各位認賠,就如同我不能強迫各位控制飲食與規律運動一樣;這些都屬於個人抉擇。我所能夠做的,就是跟大家分享我的成功經驗與知識。如果想要從事股票交易,絕不能輕易因為錯誤而氣餒。錯誤代表教訓,換言之,錯誤代表改進的機會。這類經驗也就是整個學習程序中最重要的部分。認賠雖然未必能夠讓各位在股票市場獲致成功,但起碼可以確保生存。多數投資人為何不能果斷認賠●339第十二章風險管理(上)——風險的性質投資人通常會對於自己的持股產生情感(情緒)。他們可能會花費很多時間研究公司的基本面資料,甚至親自嘗試公司的產品。所以,當他們發現自己謹慎挑選的股票下跌時,往往會覺得難以置信。他們經常會尋找各種藉口來解釋股價為何下跌;他們會打電話給經紀人,或上網搜尋對該公司有利的資料。可是,他們卻忽略了一件事:市場所說的才算數。"
    },
    {
      "page": 341,
      "text": "340隨著股價持續下跌,虧損持續擴大,情緒壓力會愈來愈重。等到投資人最後再也不堪負荷時,只好投降,但心理層面上已經被徹底擊垮了——千萬不要讓自己落入這種致命的陷阱如果想要在股票市場持續獲得成功,各位必須做出明確的決定:賺錢的重要性勝過自我感覺自我感覺必須擺到後頭。。。金融怪傑交易之道超級績效這聽起來似乎是很容易做的決定,但很多股票投機客卻始終搞不定這件事。他們會讓自我感覺凌駕交易成敗。所以,他們會幫虧損部位尋找各種藉口,就是不肯承認自己當初判斷錯誤。總之,是否能夠成功認賠,最終還是取決於投資人是否能夠排除情緒(期待、恐懼、自尊、刺激…等),或是起碼不能讓這些情緒凌駕理性判斷。多數投資人會落入各種心理陷阱。期待與貪婪情緒會干擾他們的賣出決策,不論認賠或獲利了結都是如此。他們發現自己很難賣出股票,只好幫自己尋找藉口。他們會告訴自己,「不賣就不賠」。虧損是投資交易不可避免的一部份;如果沒辦法處理好這件事,終究會虧大錢。我用了整整兩章的篇幅處理風險管理,是因為如何處理失敗(不論交易或人生)將是平凡與偉大之間的分野。個股不同於共同基金,個股沒有經理人,它們不會自行管理,你就是經理人。投資個別股票,你絕對不能期待自己只要挺在那裡,一切就會自然變得「沒問題」對於投機客來說,小賠相當於做生意必須支付的成本,就如同百貨公司也要打折拍賣一樣好的商人不會死抱著滯銷商品,期待奇蹟出現;商品愈是滯銷,愈要儘快認賠出脫,改賣暢銷商品。a"
    },
    {
      "page": 342,
      "text": "第十三章風險管理(下)如何控管風險。關於金融交易與人生,我奉行兩個基本法則:(一)如果不下賭注(二)如果輸光籌碼,就再也不能下注。.就不可能LarryHite三十年的交易生涯,經歷了八個多頭市場與八個空頭市場,我的財富幾乎完全是透過股票投機而累積。身歷其境而從慘痛經驗中學習,我很幸運能夠贏得穩定的成功,除了能夠維繫當初的交易資本之外,甚至還能保有大部分的獲利。各位如何取得類似的成果呢?換言之,各位如何歷經時間考驗,不僅能夠在多頭市場取得豐碩戰果,而且還能在空頭市場得以繼續保有戰果呢?箇中竅門並不神秘,關鍵完全在於風險管理。風險是指發生虧損的可能性。只要手頭上持有股票,價格就可能下跌;只要我們在股票市場做投資,就要承擔風險。從事股票交易的目的,是為了穩定賺錢,也就是挑選報酬潛能超過潛在風險的交易對象。可是,對於多數投資人來說,問題是太過強調報酬層面,風險層●341"
    },
    {
      "page": 343,
      "text": "342面卻沒有得到應有的考量。聽起來或許很簡單,但很少人能夠真正遵從我即將傳授給各位的知識°金融怪傑交易之道(超級績效踏進股票市場,每個人的目標都是賺錢。由於大家的目標都相同,因此任何人想要獲勝,就必須做出多數投資人不願做或無法做的行為。各位如果得以成功,將來回顧自己的交易生涯,或許會發現你跟他們之間的分野,只不過是紀律而已。長久以來,我發現投資人之所以發生虧損,或操作績效不彰,並不是因為碰到空頭市場或經濟衰退,而是因為心理障礙,這種個人條件的缺失,使得投資人只能事後懊悔:「為什麼當初不在小賠百分之十的時候賣掉股票?」眼見股價下跌百分之三十、四十,百分之十虧損看起來突然變得不太糟了。聽聽下面這段故事,是不是很熟悉?你在三十五美元買進股票,不願意在三十二美元認賠;股價很快又跌到二十六美元,這個時候,你已經不敢想賺錢的事,唯一願望是在三十五美元賣掉股票。當股價跌到十六美元時,你問自己,為什麼當初不在三十二美元或甚至二十六美元認賠賣掉股票?投資人之所以會陷入這種局面,就是因為欠缺處理風險的周全計1而且聽任自我感覺和情緒造成干擾。即使是健全的計畫,也要能夠執行,後者要仰賴紀這部分我沒辦法幫上忙,我只能告訴各位應該怎麼做。培養一輩子的習慣平凡與偉大之間的分野,在於一種根本信念:紀律不只是交易成敗的原則,而且也是偉"
    },
    {
      "page": 344,
      "text": "大與否的原則。管理風險需要仰賴紀律。堅持所採用的策略,也需要仰賴紀律。即使擁有一套合理計畫,如果缺乏紀律,情緒就會干擾交易,造成傷害。紀律牽涉到習慣可以是好習慣或壞習慣,問題在於你如何長時間地督促自己去做哪些事情。如同多數人一樣,每天早晨起床,你會刷牙,對嗎?你不會對自己說,我厭煩了,這個月不想管牙齒衛生的問題。事實上,刷牙已經變成每天早晨起床都自然會做的事,這已經變成一種習慣了,而且你也相信這是應該做的事情,沒什麼好跟自己討價還價的。同樣的心理條件效應也適用於運動與飲食習慣,而這往往是某些人希望養成習慣的。各位如果是根據情緒(而不是嚴格紀律)管理投資組合,恐怕就會經歷十分顛簸、令人精疲力盡的投資旅程,而且最終也不太可能取得想要的成果。好的交易,過程相當沈悶;壞的交易則剛好相反,過程可以萬分刺激,甚至足以媲美驚悚電影。所以,各位必須要做個選擇:是要當個無聊而富有的交易者,還是追求刺激的賭徒。只要透過精明而重複的練習,各位就可以培養成功的交易習慣。花費心思養成一些能夠讓我們取得正面效應的習慣,絕對是值得努力的事情,但這需要仰賴那個涉及偉大與否的原則:紀律。●343第十三章風險管理(下)——如何控管風險防範意外的計畫成功絕不是最終目標。邱吉爾"
    },
    {
      "page": 345,
      "text": "344不論是股票市場或人生,風險都是不可避免的。每個人所能夠做的,就是安排一套管理風險的合理計畫。關於股票投資,控管風險的唯一方法,就是預先考慮買賣多少、什麼時候買賣,而且儘可能針對可能發生的事件預作安排。身為股票投資人,絕對必須學會認賠,因為我們無法控制股票價格的驅動力量。我們的目標,不是規避風險,而是管理風險:儘可能控制虧損發生的機會與數量。金融怪傑交易之道(超級績效關於交易,我個人不喜歡涉及任何運氣成分。當我到賭場玩二十一點時,我知道自己的勝算如何,如果我覺得可以接受相關勝算,就賭上幾把。可是,我不願意在股票市場賭博,因為這等於是賭上了生計與財務安全。如果想要確保股票投資成功,最好的辦法就是針對各種可能發生的事件,預先安排因應計畫,並且依據新取得的資訊,隨時更新計畫。我們的目標,是交易進行得很順利,最好沒有勉強,也沒有意外。如果想要達成這個目標,我們就需要發展一套可靠的方式,處理所有可能發生或碰到的情況。總之,如果想要有效管理風險,就需要預作安排。預作準備是專業玩家的標誌。從事股票投資,我們必須預作準備。換言之,實際進場之前,我已經針對所有可想像的發展,預作了周全的因應計畫和安排。我想不到有什麼事情是我沒有預先想到的。如果有什麼新狀況發生,我就會立刻將其納入因應計畫内;只要有新的意外議題出現,因應計畫就會做調整。預先安排周全的因應計畫,一旦交易部位的行為發生變化,或遇上某種意外,我們就能迅速而果決地採取行動。碰到收成的時機,我們也要知道如何處理獲利。每個交易日開盤之"
    },
    {
      "page": 346,
      "text": "前,我們應該針對當天最可能發生的狀況預作演練。如此一來,等到市場開盤,通常就不會有意外;無論如何,我們都已經知道如何因應。我們管理投資組合,應該如同機長操作七四七巨無霸客機一樣。為了確保飛行安全,機長必須針對各種可能發生的情況預作準備:引擎故障、惡劣氣候、液壓失調,以及各種千奇百怪的機械問題,甚至包括旅客找麻煩。碰到問題時,沒有討論空間,也不能拖延。對於任何事故,,機長都有因應措施。這一切要仰賴訓練與準備。沒有準備,就會變得脆弱。二〇0一年九月十一日發生的事件,就充分提醒我們沒有妥善準備的慘痛後果。所以,目前的飛機駕駛艙都經過加強保護,一九六〇年代付諸執行的航空警察制度也做了充實。某些飛行員甚至有配備武裝。從過去的錯誤經驗中學習,預作適當準備,才能確保飛行安全,還有投資安全我的股票交易安排了下列四種防範計畫。一、起始停損二●345第十三章風險管理(下)——如何控管風險買進股票之前,我會預先設定自己所能忍受的最大虧損;換言之,價格一旦跌到某水準,我就會毫不猶豫地結束部位。出脫部位之後,我就能保持頭腦清醒,重新做評估。起始停損應該是持有部位早期階段最重要的安排。行情一旦朝有利方向發展,停止價位就應該往上調整,藉以保障獲利。"
    },
    {
      "page": 347,
      "text": "346二、重新進場金融怪傑交易之道某些股票呈現頗為健全的底部,然後向上突破,吸引買盤進場,但很快就又開始向下修正,甚至大幅拉回而引發停損。這種情形通常會發生在大盤市況不好的時候。可是,只要基本面條件夠好,這類股票在拉回或修正之後,通常都可以重新設定而形成新底部或新形態。這是顯示力道的好兆頭。一般來說,第二個排列的強度會超過先前第一個。該股票在遭遇逆境之後,奮力脫困而出,過程又清洗掉更多浮動籌碼。一旦挾著大量向上突破第二個底部,漲勢就應該會相當強勁。超級績效碰到不利走勢時,千萬不可假定該股票一定會進行重新設定。記得永遠要先保障資本,先認賠再做評估。可是,回過頭來說,我們也不可以因為先前曾經被停損,就自動排除某股票再度成為候選股的可能性。如果該股票仍然具備潛力候選股的條件,就應該尋找適當的再進場點。我們的進場時機,有可能會稍遲一點。我們往往要重複進場兩、三次,才能真正掌握到大贏家。這就是專業玩家的寫照。業餘者一旦被停損兩、三次,對於相關股票可能就會敬鬼神而遠之,但專業玩家永遠會保持客觀,其決策絕對不夾帶情緒。他們只考慮交易的風險/報酬關係,把每個交易結構看成是嶄新的機會。有些人認為,賣掉股票而稍後又重新買回,這是業餘者的行為。我認為,因為情緒干擾而錯失機會,那才是業餘者的行為。藉由停損管理風險,尤其是在價格波動劇烈的市況下,經常會讓人有追逐自己影子的感覺。要深切體認這種挫折感,然後提醒自己,不要讓自我感覺凌駕風險管理。第一次弄錯了,沒什麼了"
    },
    {
      "page": 348,
      "text": "不起。第二次又弄錯了,嗯,這條魚確實很滑溜。不妨一笑置之,站穩腳步,準備進行第三次。勝負取決於長期結果。我的某些最棒的交易,先前往往被停損過好幾次。三、獲利了結股票一旦累積了相當獲利,就不該讓相關部位最終又發生虧損。舉例來說,假定起始停損原本設定為百分之七,而獲利已經達到百分之二十,投資人就不該讓帳面獲利流失而陷入虧損。為了保障獲利,可以考慮採用追蹤型停止策略,把停止點往上調整到損益兩平點,或是更高價位以鎖定部分獲利。煮熟的鴨子又飛了,往往會讓人覺得很愚蠢。可是,如果轉盈為虧,那就更糟了。獲利部位總有結束的時候。這通常有兩種可能性:■趁著強勢賣出,也就是在股價仍然上漲的情況下賣出。■趁著弱勢賣出,也就是在股價已經開始下跌了才賣出。●347第十三章風險管理(下)——如何控管風險趁著強勢賣出,這屬於專業玩家的手法。請注意,當股票呈現急漲走勢時,很可能是強弩之末。這個時候要出脫股票相對容易。或者,投資人也可以等待走勢轉弱的第一個徵兆。投資人應該針對這兩種情況分別準備出場計畫。"
    },
    {
      "page": 349,
      "text": "348四、防災計畫這套計畫雖然通常用不到,可是在必要情況下,卻可以保護投資人過去辛苦累積的成果°金融怪傑交易之道超級績效過去長久以來,逐筆交易所累積起來的成果,如果因為某隻黑天鵝突然出現,而投資人又沒有準備,所有成果就有可能轉眼成空,那就太不值得了。防災計畫可能是整個因應計畫裡頭最重要的部分。事實上,這是張安全網;萬一碰上停電或網際網路斷線等情況,應該如何處理?有沒有備用電源?有沒有其他管道跟經紀人聯絡?早晨起床,假定你發現自己昨天買的股票正因故接受證管會調查,股價可能跳空大跌,你該如何處理這種情況?因應計畫可讓我們在遭遇龐大壓力的情況下,能夠理性做出判斷,採取明智的行動。如果想要在股票市場上長期生存,投資人就必須每天都準備好因應噩耗,隨時都要有碰上災難的心理準備。因應計畫可以讓投資人擁有一套跟交易策略同樣健全的心理策略,讓交易策略得以針對各種可能情況做立即而正確的回應。因應計畫是一種持續的程序。每碰到一種新的情況,每累積一種新的經驗,相關知識就要納入因應計畫之中。任何人都不可能知道全部的答案,但我們可以藉此讓報酬潛能遠超過潛在風險,這才是關鍵。"
    },
    {
      "page": 350,
      "text": "損失是期望獲利的函數投機就是預期可能發生的行情走勢。如果想要正確做預期,就必須要有可靠的參考依據。傑西.李佛摩人壽保險公司是根據母體樣本的死亡率數據(某年齡死亡的發生機率)做生意。藉由這些統計數據,保險公司能夠相當精準地預測某特定年齡的人,有多少機會繼續存活幾年。保險公司雖然無法預測某特定人還能存活多久(投資人不知道下一筆交易是否能夠成功)但還是可以精準估計平均壽命,並藉此設定適當的保險費。設定適當的保險費,保險公司就能確保其保費收入,足以因應受益人求償與營運的成本,並賺取合理的利潤。.●349第十三章風險管理(下)——如何控管風險就如同保險公司採用死亡率統計數據一樣,各位的交易也可以採用類似的方法。我們無法控制某支股票的漲跌,但可以控制每筆交易的最大損失程度。投資人應該根據這項最大損失程度來設定期望獲利。這就如同保險公司藉此設定保險費一樣。所以,交易損失應該是期望獲利的函數。如果想要賺錢,數學期望報酬就必須是正數。換言之,報酬/風險比率必須超過一為了辦到這點,平均虧損就必須小於平均獲利。D"
    },
    {
      "page": 351,
      "text": "350三十年交易生涯裡,我曾經進行過數以萬計的交易,但交易勝率大約只有五成。換言之,交易成功與失敗的筆數大約相當,但成功交易的平均獲利金額,顯著超過失敗交易的平均虧損。想想看,我的交易大約只有一半機會得以賺錢,卻能夠累積龐大的財富。為什麼?這是因為我採用了一種重要的法則:控制風險程度,使其永遠小於交易期望報酬。金融怪傑交易之道超級績效一什麼時候應該認賠?如同前文所談到的,交易者應該在哪裡認賠,這不是任意設定的數據。認賠虧損應該是期望報酬的函數。投資人能夠愈精準地估計交易勝率與獲利金額,就愈能明確決定認賠水準投資人每筆交易準備承擔的最大損失,將取決於打擊率(交易勝率)與每筆交易的平均獲利°。假定某交易者的交易勝率是百分之五十,也就是說成功交易與失敗交易的筆數大約相等。這個勝率運用於將來的交易,當然只是假設而已,但真正的關鍵是實際交易的平均獲利。一旦有了這些參考數據之後,對於何處認賠的問題,應該就會有更清楚的概念。原則上,認賠額度應該設定為期望報酬的一半。借用華倫·巴菲特的說法,「計算獲利發生機率乘以可能獲利額度,然後計算虧損發生機率乘以可能虧損額度,前者減掉後者…這雖然不完美,卻是重點所在。」"
    },
    {
      "page": 352,
      "text": "避免觸犯交易者的大忌a交易平均虧損如果超過平均獲利,我認為此為交易者的大忌(trader'scardinalsin)功交易所賺的錢,必須超過失敗交易所賠的錢,記得嗎?除非是如此,否則(長期而言)怎麼可能賺錢?事實上,很多交易者甚至不知道自己交易的平均獲利如何。關於停損的設定,原則上不應該超過期望獲利的一半。舉例來說,假定成功交易的平均獲利為百分之十五。這種情況下,停損就不能超過買價的百分之七點五。更明確來說,假定買價是三十美元,停損就不能低於二十七點七五美元。另外,對於多數投資人而言,不論平均獲利有多大,停損都不該超過買價的百分之十。如果進場時效拿捏不夠精準,乃至於必須讓股票有百分之十以上的彈性空間,這就代表進場時效拿捏或選股準則有問題。舉例來說,假定成功交易的平均獲利為百分之三十。在這種情況下,我認為停損也不該設定在百分之十五,雖然百分之十五並沒有超過平均獲利的一半根據我的經驗判斷,假定當初進場時機是正確的,但股價卻下跌百分之十,那就代表交易出了差錯。●351第十三章風險管理(下)——如何控管風險隨著時間經過,各位的交易技巧通常會愈來愈高明,平均獲利也會進步。所以,投資人應該繼續追蹤自己的平均獲利,停損設定也要隨之做調整。可是,記住,交易沒有絕對必須認賠的水準:沒有所謂的「叔叔點」(小時候,有人會捏你的手臂,直到你叫他「叔叔」才肯放手,也就是直到你再也受不了而討饒為止)。下一次,如果你讓虧損擴大而超過平均獲利水準,不妨問問自己,這種情況如何還能賺錢呢。"
    },
    {
      "page": 353,
      "text": "#352相較於獲利,虧損當然是儘可能愈小愈好。隨著經驗累積,各位的技巧會愈來愈高明,平均獲利會提升,有更多的資金可供再投資。提升交易技巧,有助於擴充交易帳戶規模,但前提是虧損必須受到控制,才不至於觸犯交易者的大忌。絕對不要讓虧損超過平均獲利·°金融怪傑交易之道超級績效即使經常失敗,也能賺錢我的交易秉持一項原則:期待最好的發展,防範最糟的狀況。交易系統如果仰賴偏高的勝率,我通常不太喜歡,因為這會讓你期待最好而疏於防範。我覺得這類系統風險太高,如果情況出了差錯,系統就會喪失優勢。正常市況下,最終結果或許沒有太大差別。可是,交易勝率如果高達百分之七十或八十,而且這如果正是系統優勢所在,萬一碰上艱困市況而交易勝率降低到百分之四十或五十,結果將如何呢?仰賴高勝率的交易系統,最大問題就是很難針對市況變動作調整;投資人無法控制交易成敗的發生頻率,但可以控制停損;碰到艱困市況而勝算降低時,投資人至少還可以扭緊停損'我喜歡保持既定的風險/報酬比率;這種情況下,即使打擊率偏低(勝率偏低)也不至於陷入麻煩。換言之,即使經常失敗,也能賺錢。獲利潛能與潛在損失的比率關係,我的目標是設定為二:一,但希望能夠找到三:一的機會。如果能夠達成這個目標,勝率即使只有百分之五十,最終結果也會很不錯。換言之,這意味著當交易成功時,我所賺的錢,額度將是失敗交易之虧損的三倍。在二:一情況下,即使勝率只有百分之三十,我也不至於陷"
    },
    {
      "page": 354,
      "text": "入大麻煩。在三:一情況下,甚至百分之四十勝率也可以讓我賺大錢。如果在勝率偏低情況下,我都還能賺錢,交易系統將變得非常紮實。永遠要預先決定風險在實際建立部位之前,就要先決定交易部位準備在哪裡停損。等到買進股票之後,你準備認賠的價位早就已經決定了。等到價格跌到預先設定的停損水準時,就沒有時間再做考慮或討價還價了。換言之,這已經不是做決定的時候,因為你早就已經決定了。你只是執行既定計畫而已;換言之,買進任何股票之前,你都已經知道交易失敗的賣價。你應該把認賠價格寫下來,貼在報價螢幕上。如果沒有寫下來,你很可能會故意忘掉,然後尋找各種藉口,繼續持有股票。對於交易者或投資人來說,如果沒有預先界定部位所應該承擔的風險,這個錯誤所造成的損失後果,將遠超過其他的錯誤。尊重停損●353第十三章風險管理(下)——如何控管風險(9聽任虧損失控,這是每位投資人幾乎都會犯的常見錯誤,甚至專業玩家有時候也難免如此。交易沒有設定停損,就好像駕駛一輛沒有煞車的車子一樣,發生車禍只是遲早的事情。我認為,各位如果不願認賠,就不應該管理自己或任何人的投資。多數投資人都無法忍受虧損。不幸的是,這種心態反而會造成更嚴重的虧損。人們之所以不願接受些許虧損,經常是因為不願承認自己的錯誤;可是,長期而言,這會迫使投資人接受更大的虧損。"
    },
    {
      "page": 355,
      "text": "354我的交易績效從「平凡」提升到「傑出」,關鍵就是我畫出了一條明確的界線,告訴自己什麼時候應該認賠。我建議各位也馬上這麼做,並對自己許下承諾。金融怪傑交易之道超級績效一如何處理價格正在下跌的股票呢?做法就應該如同急診室裡的醫生處理病患一樣。遭遇車禍的患者被送到急診室,如果血流不止,首先就是要做停損(停止流血或輸血)情況也一樣,虧損愈是擴大,復原的機會愈小。°股票的預先設定的停損,也就是投資人所能夠容忍的最大虧損。價格一旦觸及停損,就必須立即結束部位,不得有任何例外或猶豫。絕對不允許藉由任何事故拖延停損。不幸的是,大多數投資人根本不設定停損,即使設定停損,往往也會再三討價還價,尋找各種藉口拖延停損。讓我們看看最常見的情況。股價下跌時,投資人會對自己說,「只要稍微反彈,我就賣出。」接下來,情況只有兩種發展可能。第一股票確實反彈,但投資人通常還是不會賣出,因為行情既然反彈,就覺得沒有賣出必要了。第二,價格沒有反彈而繼續下跌,這個時候更難認賠。各位如果想在股票市場獲得優異的績效,絕對不能有期待股價反彈的心態。股票市場根本不會關心你的期待。交易者如果有這種想法,選擇緊抱套牢股票而告訴自己,「就這麼一次,」結果肯定難脫平凡或差勁的績效。事實上,這類交易者經常會破產。所以,請務必嚴格執行計畫,嚴格遵循法則;只要能夠嚴格秉持紀律,堅持合理的報酬/風險比率,賺錢就會是最自然的事情。"
    },
    {
      "page": 356,
      "text": "關於停損的滑移價差買進股票之前,你已經知道交易失敗準備認賠的價位;股價一旦觸及停損,就應該馬上賣出。這個關鍵時刻,手腳必須迅速。可是,有時候,價格會因為跌勢過於猛烈而直接穿越停損價位,你根本完全來不及反應,因而產生很大的「滑移價差」(slippage)情況時,我還是建議儘快出場,接受當時最高的任何買價,因為跌勢凶猛本身,就是一種警。碰到這種我認識一位基金經理人,她所持有的龐大部位就曾碰到這類情況,結果卻處理得很糟股價因為某利空消息而暴跌,直接穿越停損,損失很快就擴大到百分之十五。她打電話給我,想聽我的意見。我當然告訴她,如果是我,價格一旦穿越停損,我早就不計代價出場了可是,她指示經紀人等待股價反彈到百分之五虧損位置才賣出。結果該股票根本沒有反彈,而她最後等到虧損擴大至百分之六十才認輸。這段故事聽起來是不是蠻熟悉的呢?a●355第十三章風險管理(下)——如何控管風險沒錯,當你低價認賠之後,經常都會看到股價回升。但那又如何呢!停損的功能,就是為了要防止發生重大虧損或災難。認賠根本不必在意隨後股價是否反彈,也不必考慮認賠價位高低。要在股票市場獲致成功,絕對跟期望或運氣無關。股票市場的真正贏家,他們總會秉持嚴格的法則,執行周全的計畫。反之,輸家沒有法則,即使有法則,也存在很大的討價還價空間。股票市場有句諺語:最初的虧損,通常就是最好的虧損°"
    },
    {
      "page": 357,
      "text": "356如何處理連續虧損如果連續發生虧損,通常也就代表投資人應該重新做評估。投資人如果發現自己的部位總是一再被停損,這也就意味著有兩方面可能出了差錯:金融怪傑交易之道級績效1.選股準則有問題°2.大盤市況不佳。。交易原本相當順利,突然普遍發生損失,這往往意味著大盤修正,或空頭市場即將發生。領導股經常會領先大盤下跌。如果採用的是健全的選股準則,各位所挑選的股票表現應該會不錯,但大盤如果向下修正或進入空頭市場,即使是很好的選股準則,表現也未必理想這意味著當時並不適合買進,而應該賣出,甚至放空才對。隨時都要留意自己投資組合的情況,一旦發現異常行為,就要小心了。傑西·李佛摩說過,「我從來不擔心正常行為,只擔心異常行為D。「如果大盤表現很強勁,而你卻發現交易經常失敗,這就意味著時效拿捏可能有問題,也可能是股票篩選準則走了調。發生異常的連續虧損時,首先應該降低曝險程度。千萬不要試圖立即扳回損失,否則結果恐怕會適得其反。首先,要降低交易規模,譬如說,如果平常交易每單位都是五千股,不妨調整為兩千股。如果仍然不見起色,就要考慮再減少為一千股。如果狀況繼續發生,就繼續往下調整。反之,交易如果很順手,就可以做反向的調整,放大部位規模。"
    },
    {
      "page": 358,
      "text": "採行這種策略,可以讓投資人不至於愈陷愈深。發生嚴重虧損或是連續失敗幾次之後,一般人都會覺得憤怒而急著想討回來,於是經常會更積極進行交易。這其實是天大的錯誤,結果將適得其反。碰到這種情況時,實際上應該減少交易,降低交易規模才對保證發生災難的行為。眼見自己的財富逐漸流失,而不願採用停損策略保護資本,這已經夠糟了,但如果還加碼那些已經被證明為錯誤的投資,那就更糟了。這條可能通往貧民窟的捷徑,一般被稱為「向下攤平」(averagingdown)股票經紀人經常如此建議客戶,除了可以增加自己的佣金收入之外,還可以掩飾當初所做的不當建議。他們告訴客戶,如果你在五十美元喜歡某支股票,現在股價變成四十美元,你應該會更喜歡才對呀。在四十美元加碼買進一單位,平均成本將下降為四十五美元。哇,太棒了!不是嗎?現在,你擁有了兩倍的股票,承擔了兩倍的風險。事實上,你的虧損還是一樣,什麼都沒變,但股價如果繼續下跌,損失便將倍增。等股價跌到三十美元時,還要不要繼續買?二十美元呢?十美元呢?太荒謬了!單筆交易發生虧損,屬於正常狀況,但聽任虧損持續擴大而不認賠,則是業餘作法,至於加碼虧損部位,那就只能說是自尋死路了●357第十三章風險管理(下)——如何控管風險。在正確買點取得某高成長股票之後,如果股價下跌,這並不會讓該股票顯得更具有吸引力,而只是讓該股票變得更不具吸引力而已。價格跌得愈多,吸引力便愈少。事實上,股價沒有呈現正向走勢,就代表警訊,顯示市場忽略了這支股票;市場的判斷,顯然對我們不利。"
    },
    {
      "page": 359,
      "text": "358當然,這可能是因為大盤進行修正,甚至可能出現空頭市場。金融怪傑交易之道級績效對於很多投資人來說,往往會想趁著股價拉回而買進,因為當時的股價較先前便宜。可是,向下攤平是輸家的作法,這是很簡單的事實。如果有人勸你這麼做,我建議你換個經紀人或投資顧問。這應該可以說是最糟的投資建議了。記住,只有輸家才會向下攤平。學習調整自己的步調碰到空頭市場或中期修正走勢時,我經常會持有百分之百現金,退場觀望。這個時候,我很少會立即全力投入。我把這類嶄新的開始,看成是要打十二局的比賽。我有充裕的時間達成目標。剛開始,我會慢慢來,主要重心是避免犯錯,然後試著尋找出市場的主旋律。這就像是運動選手的暖身,熟悉比賽環境。所謂市場的主旋律,可能是指大盤的價格行為,產業類群、領導類股和整體市場的步調,經濟與政治方面的影響等等。在這段期間裡,我希望能夠建立自己的步調。就如同高爾夫球選手的揮桿練習一樣,一旦找到主旋律,建立起交易的步調,我就會逐漸放大曝險程度。我會小心維護自己的交易帳戶,耐心等待正確的時機。當最不可能失敗的機會出現時,我通常已經準備妥當而得以出擊。耐心很重要。我的目標是順理成章地進行交易。如果交易讓你覺得困難或壓力沈重,那就代表你的篩選準則或時效拿捏有問題,要不然就是交易規模太大。務必放輕鬆進行交易,耐心等待順風。你如果想要揚帆出海,就不能挑選風平浪靜的天氣動身。為什麼不等待起風了再啟動呢?"
    },
    {
      "page": 360,
      "text": "借重成功我把交易目標劃分為三個層次。第一個層次也是最重要的層次,是保障資本。剛開始評估一筆交易,首先要問的不是「我能賺多少錢?」而是「我可能發生多少虧損?」第二,儘可能在風險與盈虧報酬關係上取得平衡,藉以維持穩定的獲利績效。穩定的重要性,遠超過賺大錢。第三,在前兩個目標得以達成的前提下,希望創造出優異的報酬。方法是擴大交易規模,但必須先能維先必須先有一段期順著獲利,我才加碼投入市場,而前提當然是同獲利能力。換言之,首要有適當的機會。所以,累積財富的關鍵,首先在保障資本,然後耐心等待得以創造重大獲利的機會。-VictorSperandeo●359第十三章風險管理(下)——如何控管風險想要在股票市場賺大錢,投資人並不需要做「全有」或「全無」的決策。股票交易把現金轉移為股票,屬於逐步變動的程序,不是開或關的步驟。隨著觀察清單上的候選股數量愈來愈多,行情試圖從低點回升,測試水溫的時間慢慢成熟。這個時候,態度務必謹慎。剛開始,最好小規模進行測試;如果一切進行得順利,再慢慢放大部位。小量測試有助於避開麻煩,增進交易成功的機會。如果投入正常資金規模的百分之二十五或百分之五十都不順利,為何要把規模升高到百分之七十五、百分之百,或者甚至進行融資呢?務必等待確認,至少要做幾筆順利的交易,然後才考慮擴大交易規模。"
    },
    {
      "page": 361,
      "text": "360金融怪傑交易之道超級績效反之,交易如果不順利,就應該調降部位規模。交易如果經常發生虧損,自然沒有理由擴大部位規模。唯有當交易順利時,才考慮加碼;交易如果不順利,就應該減碼才對。交易狀況最理想的時候,部位規模才擴充到最大;交易狀況如果很糟,就應該把交易規模降到最小。這就是如何賺大錢而避免發生災難的原則。積極增加曝險之前,我會先觀察投資組合的表現,尋求確認。市場發展狀況如果很好,我的交易應該會相當順利。另外,第一波領導股出現之後,應該就會看到其他新出現的可供交易排列。總之,整個決策程序應該逐步升級,借重成功的力量。如果情況不對,就應該減碼。讓投資組合的表現,引導我們所採取的的行動。分批進場vs.向下攤平專業玩家與業餘散戶的重大差異之一,就是專業玩家會分批進場,業餘散戶則經常向下攤平。這是什麼意思?舉例來說,假定對於某筆交易,專業玩家與業餘散戶都打算投入百分之五的資本。專業玩家可能會先建立百分之二的部位,隨後再建立百分之二的部位,最後建立百分之一的部位。然後針對平均成本設定百分之十的停損,也就是說,整個部位將承擔百分之零點五〇資本的風險。至於業餘散戶,通常會一次建立足額的部位,萬一行情下跌,他們經常會向下攤平而建立兩倍的部位。所以,如果往下攤平三次,原本百分之五的部位就會擴大為百分之二十的部位。股價如果繼續下跌,賣出就會變得愈來愈難,因為投資人已持續買進了過多的部位。就"
    },
    {
      "page": 362,
      "text": "我個人來說,唯有當部位獲利時,我才會考慮加碼;即使在拉回過程進場,我也會等待股價回升才買進。啟示:除非部位已經獲利,否則不要相信你最初買進的價格是正確的。何時調升停止點?我採用一些基本指導原則:股價上漲幅度只要到達起始停損的某個倍數,我就不允許再發生虧損。股價漲幅如果到達起始停損的三倍,我幾乎一定會調整停止點,至少調整到損益兩平點。舉例來說,假定在五十美元買進股票,停損設定為百分之五(換言之,停損為二點五〇美元,設定在四十七點五〇美元)。股價如果上漲到五十七點五〇美元(二點五〇美元乘以三),我的停止點起碼就會調整到五十美元。股價如果繼續上漲,我就會開始尋找獲利了結的機會。萬一在損益兩平點遭到停止出場,我起碼還保有交易資本;雖然沒賺錢,但也沒賠錢。當然,原本賺錢的交易,到頭來白忙一場,或許會讓我覺得有點蠢;可是,如果從原來的獲利演變為虧損,那豈不是更蠢?所以,股價漲幅一旦到達起始停損的兩、三倍,就應該調整停止點,尤其當帳面獲利已經超過你的歷史平均水準時,更應該這麼做。如此一來,更能夠保障投資人的獲利與信心。●361第十三章風險管理(下)——如何控管風險&比率並非一律平等各位或許聽過一種說法:股價波動如果異常劇烈,停損設定應該保留更大的空間;換言之,應該依據根本股票的價格波動程度而放寬停損。我非常不同意這種論調。一般來說,價"
    },
    {
      "page": 363,
      "text": "362生@50%勝率10.00%14.92%19.80%29.34%33.95%38.43%46.93%54.71%64.75%72.49%77.66%80.04%79.56%76.23%64.75%46.93%24.62%0.00%金融怪傑交易之道超級績效多,期望報酬就愈快變成負數。究會導致期望報酬成為負數;勝率下降得愈較高價格波動情況下提升期望獲利,最後終五十之下,如果希望調高風險承擔,藉以在到百分之五十之下。一旦勝率下降到百分之交易艱困期間,我們有理由相信勝率會下降所允許發生的虧損也應該更緊縮才對。碰到會減少,勝率(打擊率)也會下降,因此的環境下。在這種情況下,交易的平均獲利格波動劇烈,通常是發生在不容易進行交易@40%勝率3.63%5.16%6.49%8.55%9.27%9.79%10.20%9.80%7.71%4.00%-1.16%-7.55%-14.88%-22.90%-37.01%-51.02%-63.93%-75.00%@30%勝率-2.35%-3.77%-5.34%-8.89%-10.86%-12.93%-17.35%-22.08%-29.57%-37.23%-45.01%-52.52%-59.65%-66.27%-75.92%-83.67%-89.56%-93.75%盈/虧2:12:12:1圖13.1不同勝率條件下的十筆交易複利報酬率負數。換言之,到了某種程度之後,如果繼〇為最大,然後又開始變小,乃至於變成了看到期望報酬由小變大,到了百分之十點二內,勝率百分之四十欄位的數據,我們可以投資報酬率為百分之十點二。請注意圖13之十;在這種情況下,十筆交易的(複利)四十,最佳盈/虧比率為百分之二十/百分虧比率限定為二:一,勝率如果是百分之如同圖31所顯示的,假設我們將盈/獲利%虧損%比率2.00%3.00%8.00%4.00%12.00%6.00%2:17.00%2:18.00%2:120.00%10.00%2:124.00%12.00%2:130.00%15.00%2:136.00%18.00%2:142.00%21.00%2:148.00%24.00%2:154.00%27.00%2:160.00%30,00%2:170.00%35.00%2:180.00%40.00%2:190.00%45.00%2:1100.00%50.00%2:14.00%6.00%14.00%16.00%"
    },
    {
      "page": 364,
      "text": "續根據平均獲利來調整平均虧損(盈/虧比率保持與不及都只會讓投資人減損報酬。虧損%關係下,能夠實現最大的期望報酬,過之圖形的資料,我們可以知道特定勝率在何種獲利%為二:一),期望報酬最後終究會下降。根據這份100/50負數期望報酬90/4580/40為百分之四十二,而盈/虧比率繼續保持為二:如果成功交易的平均獲利從百分之二十增加4/2760/3070/3514報酬減少→42/21/48/436/1830/15最佳比率16/820/1024/12圖13.2勝率百分之四十的每十筆交易複利報酬率糟,這點應該不會太令人覺得意外。勝率為百分之還可以賺更多錢。一旦勝率下降,情況就會變得更四,而失敗交易平均只虧損百分之二,投資人反而平;相形之下,如果成功交易平均只獲利百分之平均虧損百分之五十,投資人也只能取得損益兩時,如果成功交易平均獲利百分之一百,失敗交易式,對投資人造成不利的效果。勝率為百分之五十是虧損所具備的危險性質;虧損會以幾何級數的方二:一的盈/虧比率,為何還會發生虧損呢?這就時的期望報酬就會變成為負數。既然我們仍保持使得失敗交易的平均虧損為百分之二十一,此-報酬減少8/412/614/7●363第十三章風險管理(下)——如何控管風險6/320.00%10.00%0.00%-10.00%-20.00%-30.00%-40.00%-50.00%-60.00%-70.00%-80.00%"
    },
    {
      "page": 365,
      "text": "364三十時,如果成功交易平均獲利百分之一百,失敗交易平均虧損百分之五十,十筆交易將產生驚人的百分之九十三虧損。金融怪傑交易之道級績效對於百分之五十的勝率來說,最佳結果出現在獲利百分之四十八/虧損百分之二十四的位置,但勝率如果下降到百分之四十又將如何呢?這個問題的答案,可能會讓讀者覺得很訝異:最佳結果出現在獲利百分之二十/虧損百分之十的位置。交易如果變得不順利而勝率下降到百分之五十以下,最不該做的事情,就是放寬停損。以上陳述不是看法,而是數學事實。很多投資人會讓失敗部位擁有更大的活動空間,結果將招致更嚴重的虧損。他們會看到績效開始下滑,更多交易遭到停損;然後又看到某些遭到停損的股票又重新回升。於是,他們心中琢磨著,「或許應該讓股票擁有更大的活動空間。」這剛好正是投資人最不該做的事°碰到交易困難的環境時,獲利會少於正常水準,虧損則會變得更大;價格走勢圖上更常見到向下的跳空缺口,停損的滑移價差也會擴大。碰到這類的市況時,比較精明的作法應該■調緊停損。如果停損正常情況下設定為百分之七~八,現在則應該減少為百分之五~六。\"接受較少的獲利。正常情況下,成功交易的平均獲利如果是百分之十五之二十,現在應該接受百分之十~十二的獲利。■原本如果有融資交易,趕快取消。"
    },
    {
      "page": 366,
      "text": "■減少投資曝險程度。■如果察覺勝率提高,交易機會的報酬/風險關係好轉,此時才能慢慢調整回到常態水準多樣化投資不能保護你.當我覺得某個產業或某家企業很不錯時,我通常都會集中火力做投資。因此,很過高。我從來不認\"多評論者認:及風險問題,我認為這是機會°KennethHeebner●365第十三章風險管理(下)——如何控管風險、多樣化投資(diversification)是指投資多種不同證券,藉以防範某特定證券或產業發生問題的做法。這種策略所仰賴的基礎,是一般證券都具備正數期望報酬。相較於單一工具的交易,多樣化投資還有另一層心理效益,就是個別交易工具的短期變異會彼此沖銷,使得整體投資組合的短期價值波動會變得比較穩定。可是,如果過份多樣化投資,就絕對不可能創造出超級績效。碰到空頭市場時,幾乎所有的股票都會下跌。此時若將資金分散投資於多種不同證券,將會發生三件事:1.無法密切追蹤個別企業的發展,也沒辦法掌握應該知道的相關訊息°"
    },
    {
      "page": 367,
      "text": "3662.必要情況下,很難快速降低曝險。3.投資組合價值波動趨於穩定,將造成平凡的績效。金融怪傑交易之道3級績效究竟應該持有多少不同股票,這取決於資金規模與風險容忍程度;對於一般投資人來說,應該持有四~六種股票,如果資金規模很大,頂多也是持有十~十二種股票。這種程度的多樣化投資已經足夠,而且也不至於太過份。散戶投資人絕對不該持有二十種以上的部位,因為這相當於每個部位只佔百分之五(假定每個部位的規模相等)。我的交易生涯裡,經常聽到「你必須多樣化投資」的說法。但如果Kenheebner所管理的CGM基金,其價值高達數十億,卻只持有二十種股票,任何散戶投資人想必不該持有十~十二種以上的股票。如果你是真正的二:一交易者,數學最佳部位規模就應該是百分之二十五(四種股票等量)。這種情況下,如果某支股票出現重大走勢,整體投資組合才能明顯受惠。相較於同時追蹤十五之二十家不同企業,如果專注留意四~六支股票,更容易掌握你應該知道的訊息。如果同時持有太多股票,必要情況下,很難迅速轉換為現金。所以,我認為,透過多樣化投資來降低風險,是一種脆弱的作法,投資人應該集中火力在少數最好的股票,也就是那些所謂的超級強勢股投資人應密切留意每支股票的發展,一旦發現情況不對勁,就必須立即採取行動。交易生涯裡,我有時候只持有四支股票,而這通常也是績效表現最好的期間。沒錯,火力集中確實存在風險,但只要運用健全的方法,就可以有效控制風險。套用華倫·巴菲特的說法,「風險來自於你不知道自己在幹嘛。」投資人如果嚴格秉持股票篩選準則,只挑選最具潛力的股票,恐怕也很難同時找到很多值得擁有的股票。總之,多樣化投資並不能保障不發生虧損。"
    },
    {
      "page": 368,
      "text": "赤足行走於深及腰身積雪的故事各位或許都聽過父母或祖父母回憶他們當年的故事:如何赤足行走於深及腰身的積雪,甚至還背著弟弟,走過漫長六英里的爬坡上學。現在,我也要談談我「當年的」故事。一九八〇年代,當我剛開始從事交易時,根本沒有所謂的即時報價、沒有價格走勢圖,也沒有任何研究工具。當時還沒有網際網路(至少我沒辦法使用),也沒有線上交易,一般交易者也沒有報價系統可供查詢行情。我們每天只能查閱報紙所刊載的收盤價,然後透過手工方式繪製股價走勢圖。另外,當時股票交易所收取的佣金費率很高,每筆交易超過一百美元,而不是現在的五美元或十美元。即使後來出現了折扣經紀商,每筆交易佣金費率仍然高達六十美元左右(當時已經算是很便宜的了)對於一般散戶投資人來說,幾乎不可能知道任何特定時間的行情°狀況。我必須想盡辦法,耗費相當工夫,才能彌補所欠缺的工具。●367第十三章風險管理(下)——如何控管風險(66.等到佣金費率調降到較合理水準之後,我才在本地的折扣經紀商開了交易帳戶。這家經紀商提供了一些有用的資源:大廳有台股票報價機,雖然不是提供即時報價,但起碼可供運用。經紀商安排這台報價機,主要是服務那些偶爾前來的客戶,讓他們方便查詢股價,但並不鼓勵人們經常使用。電腦終端機擺在桌上,但沒有準備椅子——想要傳達的訊息很明顯:看"
    },
    {
      "page": 369,
      "text": "368瓶看就好,不要久留。每個交易日,不論颳風下雨或晴天,我都會站在這家經紀商的門口著報紙,然後每隔十分鐘進去查閱報價。除了偶爾跑到對街吃點東西之外,我一直都留在那裡,每個交易日都是六個半鐘頭。除此之外,我不知道自己還能如何掌握行情狀況?金融怪傑交易之道級績效最後,我終於買了電腦和市場資料,但當時還沒有網際網路,沒有「滑鼠一點,兩秒鐘成交」的功能。當時,我必須透過電話跟經紀人聯絡,支付高額的佣金費用。。我經常聽到人們抱怨,目前的交易很困難,市場非常複雜,專業玩家擁有太多優勢於這些說法,我覺得蠻好笑的。以專業玩家和業餘散戶彼此所擁有的資源來說,目前的差異已經很小,競爭條件相對公平。即使是偶爾從事投資的散戶,也有充分的工具可供使用,包括線上交易與免費走勢圖,這都是我們當初沒辦法想像的。所以,現在的投資人等於是駕駛著設備齊全的F-16戰鬥機。。千萬不要說散戶投資人居於劣勢,沒辦法贏,也不要認為只有專業玩家才能真正賺錢這些都是藉口。我十五歲就輟學,沒有錢,幾乎沒有受過正規教育。如果連我都能夠在股票市場賺大錢,想想各位所擁有的條件吧——你們沒有理由說自己無法達成遠勝過我的成就。聰明人永遠會從錯誤中學習,但真正聰明的人,會從別人的錯誤中學習。我秉持著這種哲學,專心研究偉大交易者與創新思想家的種種。我也犯過很多錯誤,透過慘痛經驗汲取教訓。藉由本書,我提供給各位一套歸納自我個人經驗的周全計畫。現在,一切都要仰賴各位去執行,而且要嚴格遵循紀律。各位如果願意這麼做,絕對會贏得該有的報酬。祝福各位!"
    },
    {
      "page": 370,
      "text": "書城NEWS哈燒快訊強檔上線(s)我的IPC>>>www.ipci.com.tw寰宇財金網暴財金趨勢與產業動態的領航家回稻MBLOG-財金觀點iPC全新改版寰宇報即刻選購寰宇折優惠叢書即可享有會員專屬優惠Investyourprofession「歡迎大家加入IPCfEXBACMGMOSTOPULARITUMS四NobleBank-PateBankingFunk.plEIG"
    },
    {
      "page": 371,
      "text": "IPCTOPWon精選套書HOT經典1股票5期貨選擇權程式交易算TOP財經書·我選擇寰宇!城全新改版NEWS跨市交易思維TradingWithIntermarketAnalysisWANTA想問:71000BLOO4:792300Investyourprofession.Tradeyouradvantage.歡迎大家加入PC立即享優惠www.ipci.com.tw?經典主題館|跨市+\"CIPC寰宇財金網股票投資程式RECHER專屬達人專區、財金主題企劃多種全新服務將陸續強檔上線IPE寰宇財金網REPROAURA商城BOOKSHOP·吉短分類最新出版5期貨惠澤權程式交易基金外面Inew本月主打星書強檔上線HOT外匯iPC商城"
    },
    {
      "page": 372,
      "text": "書號定價F257420F261480F263480F266400F271500F273400F283500F291450F300650F305380F306380F310480F323420F332420F333550F334550F337550F342450F343400F348420F351480F353460F361480F362450F363450F366380F369380F373600F375600F376280F377250F379360F387360F390320F394600F395560機械化交易新解:技術指標進化論F313480跨市交易思維一菲市場互動分析新論F367550漲不停的力量—黃綠紅海撈操作法F368480甘氏理論(第二版)型態-價格-時間F383500書名技術分析首部曲股票短線OX戰術(第3版)統計套利探金實戰•波浪理論(系列1)主控技術分析使用手冊費波納奇法則點睛技術分析一心法篇J線正字圖.線圖大革命強力陰陽線(完整版)艾略特波浪理論新創見量價關係操作要訣精準獲利K線戰技(第二版)短線投機養成教育當沖交易大全(第二版)圖解B-Band指標多空操作秘笈主控戰略型態學酒田戰法一圖解80招台股實證股市放空獲利術一歐尼爾教賺全圖解賣出的藝術一賣出時機與放空技巧新操作生涯不是夢新操作生涯不是夢-學習指南趨向指標操作要訣雙動能投資一高報酬低風險策略科斯托蘭尼金蛋圖技術分析精論第五版(上)分析買進訊號賣出訊號K線理論趨勢交易XQ洩天機擊敗控盤者買在起漲點賣在起跌點亞當理論與趨勢共舞分類號41424344454647484950515253545556575859606162636465666768697071727374757677787980寰宇圖書分類書號定價F003320F058600F060500F061600F070300F091450F097380F105580F106400F119480F137460F155420F156420F160300F162500F163500F179330F187280F188240F190350F194380F199380F204260F206300F207350F213450F215450F216480F218360F221420F224280F225450F227360F229460F233360F243600F244600F254350F255350F256350技術書名1波浪理論與動量分析2股票K線戰法3市場互動技術分析5股票成交當量分析7技術分析&選擇權策略8史瓦格期貨技術分析(上)9史瓦格期貨技術分析(下)市場韻律與時效分析11完全技術分析手冊金融市場技術分析(上)金融市場技術分析(下)網路當沖交易15股價型態總覽(上)股價型態總覽(下)17包寧傑帶狀操作法陰陽線詳解19技術分析選股絕活主控戰略K線21主控戰略開盤法狙擊手操作法反向操作致富術掌握台股大趨勢25主控戰略移動平均線26主控戰略成交量27盤勢判讀的技巧2920招成功交易策略30主控戰略即時盤態31技術分析•靈活一點32多空對沖交易策略34墨菲論市場互動分析35主控戰略波浪理論36股價趨勢技術分析一典藏版(上)股價趨勢技術分析一典藏版(下)量價進化論讓證據說話的技術分析(上)讓證據說話的技術分析(下)4陰線陽線6動能指標28巨波投資法33線形玄機分類號1012131416182022232437383940"
    },
    {
      "page": 373,
      "text": "書號定價書號定價F302350F303480F304400F316700F317700F330460F339480F346500F349600F350600F354380F355420F356400F358420F359450F360450F371350F372350F374650F380300F393420F398380探金實戰·李佛摩手稿解密(系列3)F308480採金實戰•李佛摩資金情緒管理(系列4)F319350探金實戰•李佛摩18堂課(系列)F325250探金實戰•作手談股市內幕(系列6)F345380智慧型股票投資人(全新增訂版)F389800析(續)書名書名33兩岸股市大探索(下)專業投機原理I專業投機原理II證券分析第六增訂版(上冊)證券分析第六增訂版(下冊)交易贏家的21週全紀錄柏格頭投資指南股票作手回憶錄-註解版(上冊)股票作手回憶錄-註解版(下冊)探金實戰•作手從錯中學習王力群談股市心理學新世紀金融怪傑(上冊)新世紀金融怪傑(下冊)金融怪傑(全新修訂版)(上冊)金融怪傑(全新修訂版)(下冊)股票作手回憶錄(完整版)超越大盤的獲利公式非常潛力股(經典新譯版)股海奇兵之散戶語錄投資量子盤感趨勢誡律投資悍客分分類號分類號3435363738394041424344454647484950515253545556575859術書號定價F396500書號定價F013280F014280F022280F023280F032600F046500F056450F062380F076420F144400F174300F184350F189390F196320F197270F209440F239300F240300F242300F247550F248280F252600F264300F265480F268300F278400F290450F292500F294500F301450智慧技探金實戰·李佛摩投機技巧(系列2)F274320金融風暴求勝術交易•創造自己的聖盃(第二版)F282600書名81技術分析精論第五版(下)書名新金融怪傑(上)新金融怪傑(下)智慧型股票投資人瘋狂、恐慌與崩盤股票作手回憶錄(經典版)10約翰•聶夫談投資11與操盤贏家共舞12掌握股票群眾心理掌握巴菲特選股絕技高勝算操盤(上)高勝算操盤(下)透視避險基金倪德厚夫的投機術(上)倪德厚夫的投機術(下)圖風勢一股票交易心法從躺椅上操作:交易心理學華爾街傳奇:我的生存之道金融投資理論史華爾街一九〇一費雪•布萊克回憶錄歐尼爾投資的24堂課索羅斯傳奇華爾街怪傑巴魯克傳交易者的101堂心理訓練課兩岸股市大探索(上)1股市大亨2新股市大亨5金融煉金術9超級強勢股分類號分類號3467813141510np3451617181920212223242526272829303132"
    },
    {
      "page": 374,
      "text": "書號定價F318280書號定價F270400F289420F293380F296450F297400F329500F335380F338420F344400F347460F352520F370450F378350F384480F386650F391500F392480F397450共同基金必勝法則-十年典藏版(上)F326420共同基金必勝法則-十年典藏版(下)F327380隨波逐流~台灣50平衡比例投資法F341380順勢操作一多元管理的期貨交易策略F382550護城河投資優勢:巴菲特獲利的唯一法則F399320金書名略書名在家投資致富術看經濟大環境決定投資高勝算交易策略散戶升級的必修課他們如何超越歐尼爾交易,趨勢雲沒人教你的基本面投資術李佛摩操盤術詳解用賭場思維交易就對了企業評價與選股秘訣超級績效一金融怪傑交易之道你也可以成為股市天才全面交易一掌握當沖與波段獲利資產配置投資策略(全新增訂版)波克夏沒教你的價值投資術股市獲利倍增術(第五版)4理財贏家16問26混沌操作法新解陷阱分析法基分類號56策分類號2728293031323334353637383940414243444546同書號定價F178420F272300F279350書號定價F025300F103480F104480F140360F167250F177500F180450F181370F182420F183350F192320F198250F200360F201300F202270F205490F209440F211420F216480F219350F220450F250350F251450投資共4操作心經:全球頂尖交易員提供的操作建議F139360傑西·李佛摩股市操盤術(完整版)F235380智慧型資產配置書名1柏格談共同基金2基金趨勢戰略定期定值投資策略書名1經濟指標圖解2史瓦格期貨基本分析(上)史瓦格期貨基本分析(下)攻守四大戰技6股票期貨操盤技巧指南金融特殊投資策略回歸基本面10股票成交量操作戰術11股票長短線致富術交易,簡單最好!股價走勢圖精論價值投資五大關鍵計量技術操盤策略(上)16計量技術操盤策略(下)震盪盤操作策略透視避險基金看準市場脈動投機術巨波投資法股海奇兵混沌操作法SRI社會責任投資9華爾街財神分類號3分類號357812131415171819202122232425"
    },
    {
      "page": 375,
      "text": "書號定價F307450F309400F312280F322380F336450書號定價F267420F295350F328450F381360書號定價F320480F340420F357360F385500書名9交易策略評估與最佳化(第二版)F299500分析師關鍵報告2-張林忠教你程式交易F364580書名分析師關鍵報告(期貨交易篇)書名技術指標帶你進入選擇權交易易全民貨幣戰爭首部曲HSP計量操盤策略MultiCharts快易通計量交易策略大師談程式密碼貨5雷達導航期股技術(期貨篇)期指格鬥法期貨交易策略權6選擇權賣方交易總覽(第二版)選擇權安心賺選擇權36計交分類號101112131415分類號678擇789式書號定價F196320F197270F199380F201300F202270F208380F275430書號定價F141580F230450F231460F232520書號定價分類號F097380F210480F217330F230450F246600程PowerLanguage程式交易語法大全F298480期選書名高勝算操盤(上)狙擊手操作法4計量技術操盤策略(上)計量技術操盤策略(下)《交易大師》操盤密碼TS程式交易全攻略書名征服日經225期貨及選擇權期貨局(上)書名1技術分析&選擇權策略4征服日經225期貨及選擇權5.活用數學·交易選擇權2高勝算操盤(下)1高績效期貨操作4期貨賽局(下)2交易,選擇權3選擇權策略王分類號135678分類號23分類號"
    },
    {
      "page": 376,
      "text": "書號定價F311450F388580書號定價F287250F288350F331320F365600書號定價F238520F259500書名育書名5貴族•騙子•華爾街財報編製與財報分析程書名3可轉換套利交易策略4我如何成為華爾街計量金融家貨幣3外匯套利I4外匯套利II就是要好運交易駭客任務教678I書號定價分類號F260300F281300書號定價分類號F237260F280250F284200書號定價分類號F226850F234520債券財務財務書名書名4歐丹尼成長型股票投資課(漫畫版)F285200書名1賺遍全球:貨幣投資全攻略2外匯交易精論2蘇黎士投機定律3投資心理學(漫畫版)1固定收益商品信用衍生性&結構性商品1點時成金分類號分類號分類號2"
    },
    {
      "page": 377,
      "text": "104006789FAX:(02)2388-8822超級績效:金融怪傑交易之道/MarkMinervini著;黃嘉斌譯.譯自:Tradelikeastockmarketwizard:howtoachieve繁體中文版©2015年,美商麥格羅希爾國際股份有限公司台灣分公司版權所有。本書所有內容,未經本公司事前書面授權,不得以任何方式(包括儲存於資料庫或任何存取系統內)作全部或局部之翻印、仿製或轉載。TraditionalChineseTranslationCopyright©2013byMcGraw-HillInternationalEnterprises,LLC.,TaiwanBranchOriginaltitle:TradeLikeaStockMarketWizard(ISBN:978-0-07-180722-7)美商麥格羅希爾國際股份有限公司台灣分公司台北市106大安區仁愛路四段109號13樓TEL:(02)2721-8138FAX:(02)2711-3270初版.--臺北市:麥格羅希爾,寰宇,2015.04面;公分.-(寰宇投資策略:370)superperformanceinstocksinanymarketISBN978-986-341-175-8(平裝)1.股票投資2.投資分析3.風險管理超級績效一金融怪傑交易之道Originaltitlecopyright©2013byMarkMinervini富春全球股份有限公司台北市10044中正區博愛路53號7樓TEL:(02)2383-6000寰宇出版股份有限公司E-mail:service@ipci.com.twhttp://www.ipci.com.tw寰宇出版股份有限公司西元2015年4月初版一刷西元2016年12月初版四刷※本書如有缺頁、破損、裝訂錯誤,請寄回本公司更换。國家圖書館出版品預行編目資料作者MarkMinervini者黃嘉斌藍子軒鼎豐整合行銷江聰亮1146743-9新台幣450元ISBN:978-986-341-175-8-563.53寰宇投資策略370Allrightsreserved.編編封面設計發行人合作出版暨發行所總經銷劃撥帳號出版日期價譯主美定"
    },
    {
      "page": 378,
      "text": "(平裝)NT$:45000450ISBN978-986-341-175-89789863411758TRADELIKEASTOCKMARKETWIZARDTRADELIKEASTOCKMARKETWIZARD本書最棒的內容之一,是馬克對於成長型股票生命週期超級績效金融怪傑交易之道「米奈爾維尼超越了許多學術界象牙塔裡的專家們,他設計了一套可以明一傑克·史瓦格(暢銷書《金融怪傑》作者)▶全美投資冠軍一米奈爾維尼花了多年時間研究出他得以成功的方法。他篩選出最精華的投資知識,配合數十年實際累積的經驗後,終於誕生了讀者眼前這本絕對足以幫助投資人的經典作品。▶作者米奈爾維尼設計了一套特有的股票交易方法,稱為「特殊進場點分析」系統(簡稱SEPA)。這套方法被證明幾乎適用於所有市況,不只能夠精確篩選出超級強勢股、拿捏進場點,還能有效保障資本。本書將完整介紹這套方法。之描述。讀者可以從基本面與技術面,理解股票發展初期的啟動階段;接著是盈餘與價格表現加速發展的第二階段,然後邁入高原期的第三階段,最後則是由絢麗回歸平常,盈餘與股價放緩的第四階段。作者不僅運用股價走勢圖,也採用了各種盈餘表格與銷貨資料,讓讀者清楚了解成長型股票完整的發展及確切的進出場時機。全美投資冠軍馬克·米奈爾維尼討論成長型股票最完整的著作!寰宇出版股份有限公司確擊敗市場的系統。」POINTS"
    }
  ]
}