{
  "title": "第二章",
  "totalPages": 22,
  "savedAt": "2026-02-27T03:28:15.148Z",
  "pages": [
    {
      "page": 1,
      "text": "第二章必要知識這世上沒有不能超越自己的人。-亨利·福特(HenryFord)很多人想在股票市場賺大錢,但只有少數人實際能辦得到。久而久之,一般投資人便認為,股票市場頂多只能提供普通而不穩定的報酬。股票投資之所以績效不彰,主要是因為多數人不願意投入時間做研究,沒能真正理解股票市場運作的方式,不知道如何創造超級績效。大多數投資人都是根據個人的看法或理論(而不是客觀事實),歸納出不適當的假設。只有很少數交易者會認真研究超級強勢股的性質與行為模式。至於擁有這方面必要知識的投資人當中,又有很多人無法透過嚴謹的紀律去執行致勝計畫。大多數人無法在股票市場獲得重大成功,最根本的理由是什麼呢?原則上,很少有人真正相信自己,能夠在股票市場中創造出超級績效。大多數人總是說,重大報酬意味著重大風險,而且任何東西聽起來如果太好,恐怕就不是真的。"
    },
    {
      "page": 2,
      "text": "2424首先,讓我跟各位保證一件事:只要你願意,就可以在股票市場創造出超級績效,而且不必因此承擔高度風險。當然,這並非「一蹴可及」;你可能需要先學習一些違背本能的行為,甚至重新培養一些不同的投資信念。可是,只要掌握了正確的工具,並且能秉持正確的心態,任何人都可以成功。金融怪傑交易之道級績效不需仰賴運氣練習得愈多,我愈幸運。GARYPLAYER(傳奇高爾夫球選手)在股票市場創造超級績效,基本上不受運氣或環境影響。股票投資不同於賭博,這可能跟很多人的信念並不相同。超級投資績效就如同任何偉大的成就一樣,憑藉的是知識、堅持與技巧,而這些全都是經過長時間磨練而累積的資源。另外,如果想在股票市場獲得穩定成功,嚴格紀律至關重要;換言之,即使是最健全的計畫,執行上也必須仰賴一套絕對嚴謹、客觀的程序,完全不受情緒干擾。如果具備了這些條件,你掌握的勝算就很高。賭博的情況剛好相反,因為勝算不站在你這邊。只要賭得夠久,結果絕對穩輸不赢。你如果認為股票交易是賭博,我猜你可能認為腦外科手術也是(由我操刀的話,當然是賭博)°"
    },
    {
      "page": 3,
      "text": "對於訓練有素的外科醫生來說,工作雖然充滿風險,但這些風險可以因為知識、訓練與技巧而降低;股票交易也是如此。。股票交易成功與否,基本上跟運氣沒有什麼關係。相反地,如果計畫擬定得愈周詳,運氣就會變得愈好。帳戶可以從小開始新觀念很嬌貴,經常因為受到嘲諷而受傷,因為或冷淡而胎死腹中,甚至某個重要人物皺個眉頭,都有可能讓它消失無蹤。CharlesBrower(廣告界巨人)對於你所嘗試著手的每件事,總會有唱反調的人。不論你想幹啥,總有些人會澆冷水,告訴你不能這麼做。如果沒有錢,他們會告訴你,你的資本不足,根本不用嘗試。這些都是胡說八道!我要在這裡鄭重告訴各位,剛開始即使只是個小帳戶,你也可以在股票市場中致富。除非你原本已經在其他行業獲致成功,否則未必有足夠的錢從事股票交易,如果你是剛踏入市場的年輕人,手頭上甚至更難有充裕的資本。千萬不要因此而洩氣。交易帳戶可以從很小開始,就像我當初一樣。●25第二章必要知識"
    },
    {
      "page": 4,
      "text": "26我有個朋友,他想要學習如何做股票,但起步時碰到了一些困難。由於我們的關係相當不錯,所以我讓他每天都到我的辦公室,跟我共同體驗第一手的市場經驗。他透過一個小帳戶做交易,剛開始學習如何穩定做交易、管理風險。如此經過一陣子之後,我這位朋友金融怪傑交易之道迢級績效決定回到自己的住家做交易。有次在偶然機會裡,我聽說他已經不再做股票了。我覺得蠻訝異的,因為他剛開始做得很不錯。當我問他放棄的理由時,他告訴我,他的一些朋友都告訴他不能這麼做,因為他的交易資本實在太少,完全不值得浪費時間。我的這位朋友覺得很喪氣,所以就放棄了。麥可.戴爾(MichaelDell)最初是在大學宿舍裡賣電腦。然後,到了一九八四年,他以區區一千美元資本成立「戴爾電腦公司」。結果,戴爾成為全球規模最大的個人電腦企業。我呢?我是從幾千塊錢開始的,短短幾年就累積成長為十六萬美元。又隔了一年,則成為五十萬美元。有了合理規模的資本之後,我終於能夠放手一搏,爭取我的個人財富。而後來的事情,大家也都知道了。我當然不是絕無僅有的股市好手。大衛·萊恩(DavidRyan)曾經蟬聯三屆的美國投資冠軍,每年都取得三位數的報酬績效。我在一九八〇年代讀到有關大衛的報導,激起了我追求巔峰績效的熱情,最後也讓我贏得了美國投資冠軍的榮譽。市場上有太多我們這類「從小開始、終而致富」的人。我們都有個共通點,就是拒絕接受別人對我們澆冷水。記住,那些說某件事情不可能的人,他們通常都沒有真正去做過。"
    },
    {
      "page": 5,
      "text": "不!這次也沒有什麼不同近三十年來,每當市場出現新的多頭或空頭行情,經常總會聽說,「這次的情況不同了。」活躍於一九二〇年代的股市傳奇人物傑西·李佛摩(JesseLivermore)想必也聽過類似的說法。李佛摩在《股票作手傑西李佛摩操盤術》(HowtoTradeinStocks,寰宇出版F080F235)一書曾經提到,「人們在市場上的行為與反應,其結果基本上永遠都是相同的:貪婪、恐懼、無知、期待。股票市場永遠不變。人的荷包會變,股票會變,但股票市場永遠不變,因為人的天性永遠不變。」科技當然會進步,某些風格在某些期間也可能暫居優勢。可是,如今股價的漲跌,其根本理由與過去完全相同:價格是由人們所驅動,而人們的情緒基本上都是一樣的。股票交易很容易情緒化,而情緒很容易導致錯誤的投資結論。根據我個人長達三十多年的實際交易經驗,以及我對於股票發展史從一九〇〇年代初期以來每個循環所做的研究,我可以跟各位保證,變化真的不大。事實上,歷史總是不斷重演。關於「這次的情況不同」這種說法,就讓學究們去嚷嚷吧!然而,市場還是會繼續萌生新的領導股,股價還是會繼續創新高,結果只會讓那些所謂的專家繼續跌破眼鏡。人們基於某種永恆不變的力量,繼續在股票市場聚集財富、散盡財富。各位,有一點是可以確定的:歷史一定會重演。問題是:你是多棒的歷史研究者?●27第二章必要知識"
    },
    {
      "page": 6,
      "text": "28最大的挑戰並非來自市場金融怪傑交易之道世人大多只想追求成功的秘方。他們不想靠自己思索;他們要的是可供奉行的秘方。於這樣的理由,所以他們總是會被所謂『策略』這樣的想法所吸引-RobertGreen(足球運動員)°級績效一台計算速度最快的超級電腦,也無法改善你的心理狀態。股票市場邁向成功的道路,並不是某套系統或某套策略。「你」才是關鍵;換言之,遭遇挑戰時(請相信我,這方面的挑戰會多到不可勝數)你必須要能夠控制、引導情緒。股票操作的成功程度,將取決於你的這方面能力。所以,從一開始,就要有此覺悟,否則只是徒然追逐虛幻的期待而已。如果想賺取合理程度的報酬,你可以投資共同基金、對沖基金或指數型基金。但如果想賺取超級績效,你就要往前再踏一大步。你需要先瞭解,你最大的挑戰並非來自股票市場,而是來自於你自己。沒有人可以幫你做投資一九八○年代初期,我剛踏入股票市場的第一段投資經驗,是跟一家提供全套服務的綜合經紀商往來,結果並不愉快。我的整個帳戶在短短幾個月之內,就被完全勾消。整個發展"
    },
    {
      "page": 7,
      "text": "過程雖然痛苦,財務上的打擊很大,但也讓我取得了最珍貴的投資教訓。我的經紀人建議我買進某生化科技股票,該公司正在發展一種治療AIDS的藥品。他告訴我,他有非常可靠的業內消息,顯示美國食品藥物管理局(FDA)即將核准該藥物上市。對於我這樣的市場生手,當然很容易就相信了他的「屁話」我只看到潛在報酬,卻完全看不到風險。°。我買進該股票之後不久,股價就從十八美元跌到十二美元附近。我很擔心,於是打電話給經紀人,但他向我保證,這是「千載難逢的賺錢機會」,正是下手撿「便宜貨」的時候他建議我加碼買進,向下攤平成本,如此一來,只要漲勢發動,很快就能賺錢。(聽起來相當熟悉?)總之,長話短說,股價繼續下跌,最後跌到一美元附近,我也幾乎賠光了全部投資至於我的經紀人,他當然還是賺到了佣金。。事後回顧,這位經紀人倒是幫了我一個大忙。正因為這個緣故,我決定自己做研究、自己做交易;我發誓往後絕對不讓別人幫我做投資決策。實際投入資金之前,你如果沒辦法投入充分的時間做準備,那就是在賭博。這種情況下,遲早難免失敗。●29第二章必要知識要對自己的能力有信心。學習如何自己做研究、自己思考。自己所擁有的資源,絕對勝過外部提供的研究資料、小道消息、或所謂的專家看法,因為這些資源都是你自己的,隨時可以更新、追蹤。沒有人會比你更在意自己的金錢和未來。你必須做好自己的工作,承擔自己的失敗,如此才能享受自己的成功。除了你之外,沒有人能夠幫你發財。"
    },
    {
      "page": 8,
      "text": "3030你想要的是什麼判斷正確?還是賺錢?金融怪傑交易之道級績效一自從在那支生化科技股遭逢挫敗之後,我決定從此自己幹。我選了某折扣經紀商,開了一個交易帳戶,我的經紀人叫做朗恩(Ron)經過幾年合作,朗恩和我慢慢成為好朋友;我們之間有許多共通之處,但交易風格截然不同。他屬於價值型投資人,不太在意短期價格趨勢,也不關心籌碼的供需狀態。我的交易風格剛好相反,我偏好買進大家還不太熟悉的新公司。我只願意買進處於上升狀態的股票,股價一旦顯著跌破買價,我就認賠——至少計畫是如此。朗恩和我都會觀察彼此的交易情況,並且經常相互嘲笑對方。有時候,當我遭遇到一連串的失敗,朗恩就會損我:「嘿,怎麼了?天才!你的股票好像被沖進馬桶了!」這類口頭上的刺激經常讓我覺得懊惱萬分。所以,有時候,為了避免讓朗恩有機會損我,我只能勉強繼續持有虧損部位。當價格跌了百分之五,然後跌百分之十,我知道自己應該賣出了。可是,一旦想起虎視眈眈的朗恩,我只好繼續挺著,眼看著價格進一步跌到百分之十五或百分之二十。虧損愈嚴我就愈不願意打電話給朗恩下單認賠。我知道他即使默不作聲,我也會覺得難堪。所以,我就這樣琢磨著、琢磨著:1......而損失還是繼續發生,只看到鈔票不斷從帳戶中流失。股票市場隨時會冒出機會或危機。交易者必須採取迅速而果斷的行動,才能及時掌握機會,或排除危機。認賠一筆重大的失敗交易,最能考驗投資人的勇氣。我在這方面的挫敗持"
    },
    {
      "page": 9,
      "text": "續造成重大虧損,最後終於迫使我做了一項關鍵決策,也從此讓自己的操作績效從平凡踏入傑出的境界:我要的是裡子,不是面子。我要賺錢,沒必要強行維護自尊。於是,我開始迅速認賠,儘可能保障大部分的交易資本。幾乎就在刹那之間,我覺得自己又掌握了控制權。這種新的態度,也讓我能夠客觀分析自己的表現。過去,我總是故意忽略失敗經驗。而現在,我願意做這方面的分析,願意從失敗中汲取教訓。從這種嶄新觀點重新檢驗自己的投資組合之後,我終於慢慢瞭解,股票交易並不是要判斷價格的高點或低點,也不是要證明自己有多精明;股票交易是為了要賺錢。你如果想在股票市場賺大錢,最好趁早覺悟,不要把交易和自我(自尊)搞在一起。重點是賺錢,面子沒那麼重要。練習不能保證完美我認識一些基金經理人,他們有好幾十年的資金管理經驗,但績效平平。各位或許認為,這些人畢竟累積了多年的練習,績效理當不凡,或起碼也應該與時俱進才對。事實上未必如此!練習不能保證完美。其實,錯誤的練習,甚至會損及績效。當我們不斷重複某些行為時,大腦會強化執行該行為的神經通道。問題是,這些被強化的神經通道,它們所執行的行為有可能正確,也可能不正確。任何行為模式只要經過重覆演練,最終就會變成習慣。所以,練習並不能保證完美,練習只能養成習慣。換言之,即使你對於某件事有過長期的練習,也並不能保證成功。因為你所強化的,可能是個壞習慣。我十分認同傳奇足球教練溫斯·隆巴第(VinceLombardi)所說的:「練習並不能保證完美,只有完美的練習才能產生完美。」●31第二章必要知識"
    },
    {
      "page": 10,
      "text": "3232股票市場上的錯誤練習,即使運用不得當,偶爾還是會成功。這就像是對著一張股票清單隨便投擲飛鏢,有時候也會選到贏家一樣,但如果想藉此創造穩定的績效,最後終究難免失敗。多數投資人之所以練習不得當,主要是因為他們不願客觀分析自己的結果,所以無法發現自己的方法究竟錯在哪裡。他們會故意忽略失敗的案例,然後繼續做他們向來所做的事金融怪傑交易之道超級績效一目前,由於網路交易平台與折扣經紀商的興起,相關發展使得投資人的立足點愈來愈平等,每個人似乎都可以使用到相同的科技,但這並不代表每位投資人運用這些資源的能力都一樣。隨便拿起一根五號鐵桿,並不足以讓你因此成為老虎伍茲;同理,隨便開個交易帳戶,坐到電腦螢幕前面,也不能讓你因此成為彼得.林區(PeterLynch)或華倫·巴菲特(WarrenBuffett)。有些東西是你必須辛苦去取得的,是需要花費時間去練習的。更重要的是,你必須要學習如何正確地練習。我為何不贊同紙上模擬交易做本分的事,你就能擁有權力愛默生(RalphWaldoEmerson)"
    },
    {
      "page": 11,
      "text": "剛開始學習做股票時,很多人都會在實際投入資金之前,先做些紙上模擬交易。這套程序聽起來雖然蠻合理的,但我不太認同,也不建議初學者在沒有絕對必要的情況下(除非沒有金錢可供實際投資)在這裡花費太多精神或時間。我認為,模擬交易是一種錯誤的練習形式。這就好比是只藉由練習或比劃來訓練職業大賽的拳擊手;在這種情況下,只有等到實際進入賽場、遭遇到真正的對手時,你才會知到肚子或腦袋挨上重拳的感受。模擬操作沒有辦法讓你切身體會到真實交易的感受,你沒辦法感受到實際輸贏所造成的情緒與金錢壓力;所以,在兩種性質截然不同的環境下,決策反應也不可能相同。當然,模擬交易可以幫助你熟悉市場運作程序,但也可能會因此讓你產生虛幻的安全感,妨礙了你的表現和學習。亨利··羅迪格三世(HenryL.RoedigerIII)是聖路易華盛頓大學心理學系的首席調查員,他曾進行過一項實驗,把受試學員分為A、B兩組,讓他們分別閱讀某自然史論文。A組學員重覆閱讀四次論文,而B組學員則只閱讀一次論文,然後進行三次考試。一個星期之後,兩組學員再一次接受測驗,結果B組學員的考試成績較A組高出了百分之五十。這個實驗結果告訴我們,如果你打算成就某事,就要實際去做做看,只靠模擬的效果是很有限的。第二章必要知識各位如果剛開始學習做股票,就應該儘快想辦法運用實際資金去做投資。以新手來說,你可以開個小帳戶進行交易,累積經驗。至於投入資金的程度,不要大到足以影響正常生活,但也不要小到不足以感受情緒波動。不要被虛幻的現實感所愚弄。儘快去習慣實際的市場環境與壓力,因為你想賺的是實際的錢。°33●33"
    },
    {
      "page": 12,
      "text": "3434交易是一門事業金融怪傑交易之道超級績效很多人認為,股票交易是一種特殊而神秘的活動,不受一般事業經營法則所控制。事實上,操作股票與經營事業,兩者之間幾乎沒有什麼差異。如果真想要成功的話,你就必須把股票操作看成是經營事業。身為投資人,股票就是你所經營的商品。你的目標是買進需求旺盛的股票,然後再高價脫手。至於賺取的毛利率如何,則取決於你經營的事業類型(投資組合)。你可能跟沃爾瑪百貨一樣,採取薄利多銷的策略。或者,你可能喜歡經營流行精品店,賺取高額的利潤,但銷貨數量相對有限。你可能經常進出市場,每筆交易的獲利都很小,純粹以量取勝,聚少成多。你也可能採行長期投資方式,針對少量特定商品,賺取豐厚的報酬·°總之,你要想辦法讓獲利超過虧損,取得純利,並且不斷重複整個程序。這就是經營任何事業的基本目的。大多數投資人只是把交易當成一種嗜好,因為他們另有全職的工作。可是,你如果把交易當做事業經營,它就會提供經營事業的報酬。如果你只是把交易當做嗜好,那麼它也就只會像個嗜好來報答你,但嗜好是不會提供報酬的,它反而只會讓你付出代"
    },
    {
      "page": 13,
      "text": "不要學基金經理人做投資散戶投資·許多先天優勢,因而得以超越專家°第一法則:不要聽專家意見°彼得.林區(PeterLynch)身為一個追求超級強勢股的交易者,你不只不應該聽從專家的意見,甚至不該引用他們的投資方式。你如果想要像基金經理人一樣從事投資,為什麼不乾脆把資金交給他們管理呢?結果大概相同,而且還不需要實際投入工作。你甚至也可以考慮購買指數型基金,其績效通常都勝過基金經理人。事實上,如果想要超越同儕,基金經理人甚至應該學習如何不要像個基金經理人,而是設法去模仿超級績效交易者如何做投資。多數大型基金的設計,在先天上就無法取得優異的績效。可是,散戶投資人卻具備了機構投資人所沒有的一些先天優勢。●35第二章必要知識相較於散戶投資人,專業基金經理人並沒有具備任何優勢。很多大型機構往往引用有問題的操作概念,這些概念有可能是源自於個人看法、傳統習慣、自我膨脹,或者甚至是單純的無知。每位大型基金經理人幾乎都必須面對一個基本難題:規模。對於金融機構來說,當它們決定投資某股票時,就必須買進足夠多的數量,否則不足以顯著提升績效。所以,它們必須克服市場流動性的問題,所挑選的股票必須有足夠的流通籌碼。但我們知道,超級強勢"
    },
    {
      "page": 14,
      "text": "36股通常都不具備這些條件,它們的流通籌碼通常都相對有限。金融怪傑交易之道超級績效對於那些流通籌碼不多的股票,大型機構即使想要建立部位,也經常會遭遇問題。即使得以建立部位,真正的麻煩恐怕還在後面——換言之,當行情下跌時,如何賣出股票才是大問題。如果想要勉強結束龐大的部位,勢必會嚴重影響成交價格。可是,對於散戶投資人來說,無論進出場過程都可以充分展現其靈活的手段,運用高成長期的熱絡交易機會,而如果有必要的話,也隨時可以退場觀望。很多大型金融機構的經理人,經常還必須面對另一個難題,那就是他們只能投資特定委員會核准的股票。經理人通常必須向相關委員會說明他們的買賣決策。基金經理人如果想買進一支潛力十足的小型股,他就必須考慮該部位萬一出了嚴重差錯,要如何向投資委員會做解釋。所以,為了安全起見,基金經理人寧可買進較大型、較保守的股票(譬如IBM或蘋果電腦)。這麼一來,萬一出了差錯,整個股票市場大概都不免受到影響,責任也就可以歸咎到整體環境了。基金經理人如果只買進「優質」股票,最起碼也可以保住信譽。正如同華爾街人士經常說的,「你絕不會因為投資IBM虧錢而被炒魷魚。」。金融機構的投資組合通常都會保持相當高的持股比率,而且會分散持有許多類股和個股這基本上是反映市場流動性和分散風險的考量。我們知道,市況即使很糟,絕大多數基金仍然必須做相當程度的投資。基於安全考量而持有現金,並不是一種常態作法。多數共同基金的現金持有比率,通常不會提升到百分之五或百分之十。當我們比較基金操作績效時,衡量"
    },
    {
      "page": 15,
      "text": "對象通常都是標準普爾五百指數之類的基準指數。基金經理人的績效如果有相當一段期間落後於基準指數,客戶可能就會決定棄船,經理人也會因此工作不保。反之,對於突發的新價格趨勢,散戶投資人可以立即做出反應。他們沒有必要向投資委員會報告,也不必去考慮風散風險的問題。就目前的科技狀況來看,大多數交易者(不論專業玩家或個人散戶)可供引用的工具都大致相同。可是,散戶投資人擁有專業玩家所沒有的重大優勢,他們可以靈活、快速進出市場,把注意力完全集中在少數超級強勢潛力股,甚至還能壓低風險,因為散戶投資人可以引用停損單,因此通常沒有嚴重的滑移價差問題(slip-身為散戶投資人,由於行動迅速,所以也更能保持耐心等待最佳時機再出擊——這又是另一個重大的優勢。page)°°大型金融機構通常寧可做它們所謂的安全投資,而不會積極追求重大的資本利得。如果整體市場下跌百分之四十,而其投資組合只下跌百分之三十二,它們可能就會大肆渲染「成功」這也就是它們所謂的「擊敗市場」!如果你認為大型金融機構採用的投資方法比較安全、風險較低,我建議各位不妨去觀察你最偏愛的共同基金,研究它們在最近空頭市場裡的表現°●37第二章必要知識對於大型基金經理人來說,規模會妨礙其操作的精準性;所謂精準,也就是在不至於導致反向價格走勢的情況下,控制進、出場價位的能力。這方面的技術劣勢,迫使經理人必須追求資訊方面的優勢。對於每位投資人而言,戰術與技術層面幾乎都扮演相當重要的功能,但"
    },
    {
      "page": 16,
      "text": "38散戶投資人(相較於機構玩家)確實能夠更有效運用戰術方法。°總之,如果你想取得共同基金般的績效,那就去學習基金經理人的操作風格吧。但如果你想追求的是超級績效,就必須向超級強勢股的投資人學習。金融怪傑交易之道超級績效一傳統智慧創造傳統績效唉!所謂的「健全」銀行家,並不是指能夠預見、規避危險的人,而是當他被毀滅時,是以某種傳方式被毀滅,而且他還有一大堆的追隨者,所以他也就不容易被責難。約翰.凱因斯(JohnMaynardKeynes)各位將會在本書讀到很多發現與事實,可用來拆穿股票市場許多普遍受到認可的成功概念。這些所謂的「妙策」,很多都是大學教科書的標準教材,有些甚至被視為是投資的基準原則。不過,這也沒什麼好訝異的,因為在我們的社會裡,沒有什麼比傳統智慧更受人尊敬的了。根據我的經驗判斷,如果想要在股票市場中獲取超級績效,就必須做些有別於通俗或明顯的事情。這類行為經常被誤解為危險。但是,引用傳統的智慧,只能創造傳統報酬,不可"
    },
    {
      "page": 17,
      "text": "能產生超級績效。如果跟著大家一樣作為就能成功,那麼只要模仿群眾就能致富了。zone)4當各位在觀察或分析市場時,請務必保持開放的心胸,並且願意去做多數人所不願意做的事情。如果想要成長,就必須犧牲安逸。各位必須學習如何躍出舒適區(comfort永遠要對傳統智慧保持質疑。如果你想要變得傑出,就必須違反傳統。成功不可避免的代價你如果想要成為頂尖者,就必須做別人所不願做的事情。-MichaelPhelps(十七面奧運金牌得主)請捫心自問,你的目標是什麼?即使還沒有擬定周詳的人生計畫,但你或許也會馬上想到幾種願望。問問自己,為了達成這些目標,你願意放棄什麼?這又是另一個故事了,不是嗎?犧牲的選擇是很困難的,但為了獲取成功,這卻是最重要的決策。犧牲代表優先順序的安排;為了騰出時間從事交易,你勢必要放棄某些活動。不可否認地,這是相當棘手的抉但任何想要爭取奧運金牌的選手,都不可能過著完全平衡的生活。冠軍選手必須全神貫注於目標;他們瞭解絕對專注的力量。可是,這必須付出代價,那就叫做「犧牲」●39第二章必要知識°"
    },
    {
      "page": 18,
      "text": "4040設定就是犧牲我不擔心別人同時練習一萬種踢法,但害怕別人練習一萬次單一踢法。金融怪傑交易之道超級績效李小龍各位既然閱讀本書,我就假定你應該希望成為頂尖交易者,或起碼也想要顯著改善投資績效。如果想獲致真正成功的話,對於自己追求的目標,就必須做出某些抉擇。各位不太可能同時是頂尖的價值型交易者,又是頂尖的成長型交易者,又是頂尖的當日沖銷者,又是頂尖的長期投資人。你如果想嘗試達成這一切,很可能就會變成各方面都表現平凡的大雜燴。你不能說交易者就是交易者,就如同你不能說醫生就是醫生一樣。一位醫生是否能夠同時是頂尖的腦部外科醫生,又是頂尖的心臟外科醫生,又是頂尖的心理醫生,又是頂尖的小兒科醫生,又是頂尖的風濕病專科醫生,又是頂尖的骨科醫生?當然不可能。因此,當你發現在某些市場期間裡,自己的交易風格表現優於其他風格時,就要有一種心理準備,因為你的交易風格可能不適合運用於其他市場期間。每當遭遇到操作不順暢的市場期間時,我很懷疑你是否每次都會嘗試調整自己的交易風格。以股票交易來說,我相信沒有人可以在某個市場期間扮演成功的價值型投資人,到了另一個市場期間,馬上又轉換為成功的成長型交易者,或是根據市況發展,某天扮演長期投資人,隔天又扮演當日沖銷者。想"
    },
    {
      "page": 19,
      "text": "要成為某個領域的頂尖玩家,你就必須專精,保持專注。交易者或投資人?一般交易者經常會在「猶豫不決」與「懊惱」這兩種情緒之間持續擺盪。這是因為他們沒辦法清楚界定自己的風格。如果想要對抗這類癱瘓情緒,唯一辦法就是根據明確目標,設定一組操作法則。你必須決定:你究竟是個交易者還是投資人?有些人的個性適合從事短線交易,有些人則適合長期投資。你必須清楚判斷出自己最適合的是什麼。請記住,如果無法清楚界定自己的交易風格,關鍵時刻幾乎一定會產生内在矛盾。猶豫不決■應該買嗎?■應該賣嗎?■應該繼續持有嗎?懊惱第二章必要知識■原本該賣≡原本該買。°41日原本該繼續持有。"
    },
    {
      "page": 20,
      "text": "42金融怪傑交易之道超級績效一對於短線交易者來說,我們有時會發現自己不久前剛獲利了結的股票,其價格隨後又上漲了一倍;碰到這種情況,應該不要覺得特別懊惱才對。你會在股價走勢發展的某特定區域內操作,另一個人可能會在全然不同的區域内操作。可是,如果是個較長期的投資人,當你賺取到不錯的短期報酬時,可能就經常會因為要追求更大幅的利益,而損失掉先前曾經取得的獲利。關鍵是要專注於特定的風格,也就是說你必須犧牲其他風格才行。一旦設定了自己的風格和目標,就比較容易執行計畫,獲致成功。到了最後,你為了專精而做的犧牲,絕對會帶來收穫。期待會碰上一些慘澹日子人生中有很多失敗者,在他們決的時候,都沒有意識到自己當時距離成功有多近。愛迪生成功的關鍵,是要成為一位成功的思想者,然後按照相關的想法去採取行動。當然,這並不表示你的想法和行動永遠都會產生預期的結果。有時候,你會覺得成功遙不可及,甚至會想放棄。是的,我知道,因為我也曾經如此。剛開始學做股票時,我連續六年期間沒有賺"
    },
    {
      "page": 21,
      "text": "半毛錢。在這段學習過程裡,我偶爾會回頭看到自己辛苦爭取來的不堪結果,然後覺得像個洩了氣的皮球似的,真的想要放棄。可是,我瞭解堅持的含意。於是,經過十多年漫長的嘗試,我現在一個星期所賺的錢,甚至超過很多人的年收入。我頗能體會英國詩人與作家羅勃·白朗寧(RobertBrowning)所說的,「一分鐘的成功,可以償付多年的失敗。」。記住,你如果決定不冒險,一切以穩當為重,就永遠不可能知道「美夢成真」的感受。大膽放手去追求你想要的,雖然會因此碰到一些挫敗、一些失望,遭遇到一些慘澹的時光請擁抱這一切,把它們當做珍貴過程的一部份,學著說,「感謝你,老師。」當你勝利的時候,再高高興興地,懷著感恩之心,慶祝一番。對於失敗,請不要覺得懊惱。過去已經無法改變,只容汲取教訓。最後,絕不要讓慘澹經歷打倒你。紀錄是為了被打破用的過去有很長一段期間,人們普遍認為,沒有任何人可以在四分鐘之內跑完一英里(一千六百零九公尺)。事實上,這「四分鐘英里」已經被視為人類體能的極限,如果想要跨越這道障礙,勢必嚴重影響身體健康。然後,就在一九五四年的五月六日,在英國業餘運動協會(BritishAAA)與牛津大學所舉辦的賽事裡,英國運動員羅傑·班尼斯特(RogerBannister)以三分五十九點四秒跑完一英里賽程。突然之間,不可能變成了可能。在班尼斯特突破四分鐘障礙的五十六天之後,澳洲長跑冠軍約翰·蘭迪(JohnLandy)也在芬蘭以分五十七點九秒跑完了一英里賽程。隨後三年裡,另有十六名選手突破「四分鐘英里」障礙●43第二章必要知識、°"
    },
    {
      "page": 22,
      "text": "44所以,先前所謂的人類體能極限,究竟是怎麼回事呢?難道是人類演化突然大躍進?不!關鍵是想法變動了金融怪傑交易之道級績效障礙經常只存在於心理層面。信念會影響我們決定嘗試或不嘗試。透過本書,各位將學習到許多重要課程與技巧,徹底改變各位的股票操作。紀錄是為了被打破用的,包括我的紀錄在內。各位如果願意放手去幹,怎麼會失敗呢?要相信自己辦得到,這是你首先需要知道的事情。"
    }
  ]
}