{
  "title": "第一章",
  "totalPages": 12,
  "savedAt": "2026-02-27T02:40:49.419Z",
  "pages": [
    {
      "page": 1,
      "text": "第一章導論冠軍不是來自於體育訓練場,而是來自內心最深處的——慾望、夢想與憧憬。-穆罕默德·阿里(三屆世界重量級拳王)在白熱化競爭的領域中,冠軍必須藉由力量脫穎而出。馬拉松賽跑選手必須憑著超級耐力和敏銳的韻律感,才能取得勝利。第一次世界大戰期間的戰鬥機飛行員,他們之所以能擊敗敵人,仰賴的是閃電般的思考,以及對於三度空間的掌控。奕棋競賽的勝家,總是那些思緒最清晰、料敵最周全的人。在人類的每種競爭場合裡,頂尖好手幾乎都擁有獨特風格與技巧;股票市場自然也不例外°成功的市場玩家,他們或許各自擁有不同的投資風格,但這些真正的好手都具有某些成功的關鍵特質。缺少某些必要特質,就會發生虧損。可是,這些成功的必要條件,不必與生俱來。除了學習有效的交易戰術之外,各位也必須建構股票市場投資必勝的正確心態與情緒其中有兩件事是你絕對必要的:獲取成功的強烈慾望,以及一套致勝的策略。本書準紀律。"
    },
    {
      "page": 2,
      "text": "12備告訴各位,我的致勝策略如何創造出我的成功,而且這套策略,對於各位也會產生相同的效果。金融怪傑交易之道1級績效自從成年之後,我一直在從事股票市場的投資交易活動:截至目前為止,已經有將近三十年了,而且目前還在持續累積中。股票交易是我的生計來源,最終也成為了我的致富之道。我最初只有幾千塊錢的資本;到了三十四歲時,我已經是擁有幾百萬身家的小富豪了。我想,就算交易股票並沒有讓我致富,我相信自己還是會繼續做交易,因為對我來說,交易並不是一種消遣娛樂,也不是賺錢手段;交易就是我的生命。我不是天生的成功者。剛開始的時候,我也跟多數人一樣,犯過投資新手所會犯的各種錯誤。可是,經過多年的研究與磨練之後,我終於慢慢找到了成功的方法,知道如何去創造出「傳說」中的超級績效。在股票市場中,要賺取合理程度的報酬,還是創造出超級績效,這兩者是有天壤之別的。各位目前不論是從事會計師、老師、醫師、律師、水電工等工作,或是如同我當初一樣,只是個一無所有的無業遊民,請相信我,你一定可以取得超級績效。成功需要仰賴機會;股票市場每天都提供許多不可置信的賺錢機會。不論是高科技醫療設備、零售商店或餐館,每個領域都經常有新興企業成為市場領導者。如果想要找到這些標的,掌握賺錢的機會,就必須引用適當的投資技巧、知識和紀律。本書的宗旨,就是要告訴各位如何發展出這方面的專業技巧。"
    },
    {
      "page": 3,
      "text": "堅持夢想,相信自己「不可能」只是小人物抛出的大藉口,這些人發現自己在某個被設定的世界裡活得會比較輕鬆,因此也就不去探索那些足以改變世界的力量。萊拉·阿里(LailaAli)如果想要在股票市場創造出超級績效,絕對要有成功的慾望,而且要全心投入。可是,大學教育或傳統智慧則不是必要的。我接受的實質教育,是從青少年時期開始。八年級的時候,我就輟學了,當時大約十五歲;所以,我的教育幾乎完全是自修的。沒錯,就是這樣。我十五歲就離開了學校。我從來都不知道高中學生究竟過的是怎樣的生活,大學就更別提了可是,我卻有著想成為頂尖交易者的慾望,更有著追求知識的渴望。後來我成為股票市場的研究者,學習其歷史與人性行為。最初,我在圖書館裡閱讀各種財經新聞與股票報告。幾年之後,我已經閱讀了無數投資方面的書籍,包括我個人所擁有的一千多本。°●13第一章導論由於剛開始的時候缺乏資源,又沒有受過正式教育,所以我的成功讓很多人覺得不可思議、難以置信。邁向專業交易生涯的過程,有些人甚至曾經勸我打消主意。你或許也曾聽過其中的一些說法,譬如:「那是被人操作的騙局」,「這是在賭博」,「股票太危險了」等等。請不要讓任何人告訴你那是不可能的;那些認為股票交易不可能賺取超額報酬的人,其實只"
    },
    {
      "page": 4,
      "text": "14是因為他們自己辦不到,當然也就無從想像其中的可能性。請不要理會人們對你澆的冷水,而是把注意力擺在我即將跟各位分享的神奇力量。只要願意花時間、精力去研究,嚴格貫徹執行,你也可以取得人人稱羨的績效。然後,那些曾經告訴你不行的人,他們一定會問:「你是怎麼辦到的?」金融怪傑交易之道超級績效交易將讓你享有自由打從一開始,我就認為股票市場是創造金錢報酬的終極機會。交易之所以對我具有吸引力,一方面是因為我喜歡自由自在地在家裡工作,讓自己主宰自己的成功。成年之後,我曾經嘗試過幾種不同的行業,雖然都頗為熱衷,但畢竟還是缺乏燃燒般的熱情。最後,我發現自己真正想要的,還是——自由自在、隨心所欲。有一天,我突然發現:即使不富有,人生也可以是富饒的。這個世界,每天都會發生無數事情,有些好事,有些壞事,重點是你決定如何參與其中。我知道有些人透過股票市場致富。於是我對自己說,為何不參與其中呢?我琢磨著,只要學習如何成功地做交易與投資,我就能享有夢想中的財務自由,甚至還可以擁有個人自由。再說,誰會聘用一個連國中都沒有畢業的中輟生呢?所以,股票市場是個(對於我來說)沒有偏見、又充滿無限可能的場所。成功的企業家與作家哈威·瑪凱(HarveyMackay)說得好:「樂觀主義是對的,悲觀主義也對,關鍵是你要決定自己是什麼。"
    },
    {
      "page": 5,
      "text": "一舉兩得一九八〇年代初期,剛開始做交易的期間,我只有幾千塊錢可供投資。由於資本非常有限,想要藉由交易維持生計,勢必要賺取高額報酬,而且還要持續保留足夠的交易資本。這迫使我必須學習如何精準地拿捏進、出場時效,每天都能穩定地從股票市場榨出適當報酬我像個職業撲克賭徒一樣,為了累積必要資本,成為了股票市場的「常客」。。關於交易方法,我秉持的原則是:保守而又衝勁十足的機會主義。這種說法聽起來似乎有些自相矛盾,但其實不然。為了追求儘可能高的報酬,我的交易風格必須衝勁十足,但為了保障有限的資本,我又必須非常在意風險控制。所以,我的交易/投資方法也許很積極,但最優先思考的問題永遠是:「我禁得起多少損失?」而不是「我能賺多少錢?」長達三十多年的交易生涯裡,我發現「風險優先」的心態最適合自己。這種心態不只讓我得以存活,而且還能創造超級績效(一九九四年到二〇〇〇年之間,總複利報酬率為百分之三萬三千五百,平均每年為百分之兩百二十),甚至幫我贏得一九九七年的美國投資冠軍(U.S.InvestingChampionship)頭銜。這套方法也讓我能夠在最迫切需要的時候,得到必要的幫助:八次空頭市場發生之前,我都能及時脫身,其中包括二個有史以來最嚴重的美國股市暴跌走勢。由於嚴格秉持策略,我才能完成最重要的投資目標:維持交易帳戶,保有先前多頭行情所賺取的利得●15第一章導論2。"
    },
    {
      "page": 6,
      "text": "16首先要投資自己金融怪傑交易之道級績效一九八○年代剛開始做交易時,大概有六年時間,我並沒有從股票市場賺到錢;事實上,我還賠了錢。一直到一九八九年,我才真正賺了錢。是什麼力量支持我繼續前進呢?就是毫無妥協的堅持。只要對於某種生活方式許下堅定的承諾,你在追求成功的競賽裏,就已經勝過絕大多數的人。為什麼?因為多數人通常會高估他們在短時間內可能取得的收穫,卻低估了長時間可能累積的成就。他們自以為許下承諾;可是,一旦遭遇到困難,他們就洩氣了、投降了。°多數人都曾經對於交易產生過興趣,但很少有人會真正許下承諾。「產生興趣」與「許下承諾」之間的差別,在於堅持的意志力。當你對於某件事許下真正的承諾,除了成功之外,將別無其他選擇。「興趣」可以幫助你站上起跑線,但如果想要到達終點線,就必須仰賴「承諾」關於投資,最首要者莫過於自我投資,這也是你必須堅持的許諾。堅持的重要性更甚於知識;做任何事情,如果想成功,就必須堅持。知識與技巧都可以通過學習而取得,但沒有任何東西可以幫助那些半途而廢的人。有準備,才有機會當人們聽到我的成功故事時,最經常提出的兩個問題是:你是怎麼辦到的?你是不是運氣很好?換言之,大家基本上認為,我是冒了很大的風險,而我的運氣始終很好。"
    },
    {
      "page": 7,
      "text": "那麼,我究竟是怎麼辦到的?多年以來,我每個禮拜投入七、八十個鐘頭學習,日以繼夜地研究股價走勢圖與企業財務報表,不斷磨練、提升自己的交易技巧。這些努力雖然無法立即看到結果,但我還是堅持下來了。整個過程裡,我琢磨如何篩除小麥穀粒的粗糠,分析各種案例以歸納出經驗,其中當然包括成功的案例,但失敗案例的啟示通常更為重要。我觀察那些偉大的投資人,研究他們的投資方法、交易策略與執行程序,還有他們所秉持的情緒紀律。接著,美妙的事情發生了。我的周全準備遇上了機會。幾年來,我一直磨練自己的技巧,到了一九九〇年,終於遇上一個剛啟動的多頭市場,而且我已經準備妥當。所以,當棒球從投手板飛射過來時,我緊盯著球,準備揮出全壘打。我已經可以放手一搏了,就像經過多年練習的奧運選手一樣,現在已經可以做出最完美的演出。股票市場的賺錢機會可能會突然出現。如果想要有效掌握這些機會,你就必須要有所準備,隨時讓自己能夠付諸行動。現在,在世界上的某個角落裡,有些人們正不辭辛勞地為了成功而準備。你如果沒有準備,那麼當別人賺大錢的時候,你也就只能夢想著自己原本應該如何如何而已。所以,務必要有所準備,因為當機會之神來敲門時,你必須要能及時去應門。二●17第一章導論"
    },
    {
      "page": 8,
      "text": "18有準備,才有機會金融怪傑交易之道級績效我將藉由本書跟大家分享許多資訊,並協助各位取得股票交易成功的明確策略,但實際的經驗畢竟還是不可或缺的。就如同我們不能從書本上學習如何騎腳踏車一樣,唯有透過行動,才能累積經驗、產生結果,然後從這些結果中去學習。不幸的是,經驗沒辦法直接轉移,你必須親身去經歷。可是,請記住,攀爬學習曲線的過程裡,你所學到的股票交易技巧,這些知識都是你的,別人永遠沒辦法把你搶走。在這個特定的交易競爭場所中,一切只取決於你和市場,沒有任何老板可以炒你魷魚。你所學習的知識、所累積的經驗,將永遠是你個人所擁有的致勝工具。揮灑你的熱情頂尖玩家每天早晨起床,對於即將發生的交易與投機活動,都會覺得興奮不已。他們每天都迫不及待地想要投入工作,尋找另一個超級強勢股。面對市場的挑戰,他們同樣具備偉大運動員的那股熱情。麥可.喬丹是有史以來最偉大的籃球選手,這是因為他對於這種運動所俱備的熱情,而不是因為其中所涉及的商業利益。偉大的交易者也一樣,除了想賺錢之外,更重要的是他們想要攀越顛峰的熱情。熱情不是一種可以透過學習而取得的東西;熱情來自於我們最深層的慾望。熱情可以超越金錢報酬。不用擔心,只要你真正樂於從事某種活動、擅長箇中訣竅,那麼,不論你是作家、"
    },
    {
      "page": 9,
      "text": "律師、考古學家、籃球運動員、還是世界最著名的昆蟲權威,錢財都會來找你。以我個人來説,當我決定忘卻金錢,而把注意力完全集中在如何讓自己成為頂尖交易者時,那就成為了我獲致成功的關鍵;至於錢財,它們自然會來找你。各位,你們如果喜歡投資,能夠享受投機活動的樂趣,就可以去學習股票市場成功的必要技巧與紀律。只要專心讓自己成為頂尖好手,錢財自然會隨之而來。關鍵是:一定要盡情揮灑你的熱情。最好的開始時機開始的時候,你不必偉大,但你必須有想要偉大的開始。-萊斯·布朗(LesBrown)我們每天都有機會做選擇,可以塑造自己的未來;每天都是剩餘生命的第一天。千萬不要蹉跎,否則機會稍縱即逝。過去的你如果成功固然可喜,但即使是失敗,你也可以決定是否要從錯誤中學習,還是要繼續自怨自艾。你愈早決定開始追求自己的夢想,就能愈早達成夢想。如果你真想在股票市場獲致成功,那就馬上採取行動吧!你沒有必要得到任何人的允許,也沒有必要尋找任何藉口,更沒有必要繼續浪費一去不回頭的珍貴時光。一切就從當下●19第一章導論"
    },
    {
      "page": 10,
      "text": "20開始。你可以夢想、可以積極思考、可以計畫、可以設定目標,但除非實際採取行動,否則都是空談。蕭律柏(RobertSchuller)在《可能思想》(PossibilityThinking)一書內,曾經說過:「做得不完美,絕對勝過完全不做。」一兩的行動勝過一斤的理論。在股票市場裡,你可以找藉口(makeexcuses)也可以賺錢(makemoney),你會做出什麼選擇呢?金融怪傑交易之道級績效只擁有知識、夢想和熱情是不夠的;如何實際發揮這一切,才是決定勝負的關鍵。即使不能成為富豪,熱情追求本身也起碼能夠讓你覺得快樂。從事自己喜歡的工作,投入自己所擁有的一切,這就是人生獲致成功的最佳機會。這種機會就開始於今天,最佳時機就是當下!分享的時機你如果說明自己在幹些什麼,你的所沒有價值。埃爾溫·薛丁格(ErwinSchrödinger)各位或許會覺得疑惑,我為何決定要寫這本書。十多年前,曾經有幾家出版商找過我,但我沒有接受。沒錯,寫書可以提升威望和信譽,甚至還可以膨脹自我。種種誘因雖然迷人,但我還是猶豫不前。我琢磨著,我為什麼要為了些許金錢代價,而把一輩子辛苦工作的成果傳授他人,更何況大多數讀者也不一定能正確引用我的知識。不可否認的,這種想法是有點憤"
    },
    {
      "page": 11,
      "text": "世嫉俗。後來,我又有了不同的體認,我想即使只有一個人接受了我的啟示,那麼我的著作或許就可以幫助他達成夢想。我的書或許真的可以改變某個人的人生,而這個「某個人」也許就是你。SecretsforSuccessandInnerPeace).自從二十多歲以來,我就一直深受國際著名演說家與作家偉恩·戴爾博士(Dr.WayneDyer)的鼓舞與啟發。不久前,我重新閱讀他的著作《獲致成功與內在寧靜的十個要訣》(10其中一章的標題是「不要讓音樂在內心消逝」(Don'tLettheMusicDieInsideYou)。這章内容讓我感觸良深。我父親死得早,五十幾歲就過世了。後來,我母親也得病,長期與病魔抗爭之後,最近也過世了。這不免讓我開始思考自己人生的價值與意義。這些年來,我在專業領域裡累積了不少知識與專才;如果聽任這些東西消失無蹤,好像真的太浪費了。偉大交易者過去所寫的書籍,其中有很多成為了我的借鏡與基礎或許可以說是傳遞火炬吧!同樣地,我也希望其他人會因為我的著作而受惠,甚至往前繼續推展°°談到金錢報酬,股票市場可能提供了地球上最棒的機會。股票市場也給我們帶來重大啟示,不論成功或失敗的交易都是如此;事實上,這方面的教育已經超越了交易與投資的範疇。無庸置疑地,當你成功時,股票市場能夠讓你享受至高愉悅,但當你失敗時,也會深受挫折。股票交易是地球上最棒的賽局,對於我來說,這也是地球上最棒的生意機會。。●21第一章導論"
    },
    {
      "page": 12,
      "text": "22如果想要透過股票投資賺錢,你就必須做出三個正確決策:買進什麼?何時買進?何時賣出?這些決策最終未必是正確的,但可以是明智的。本書的宗旨就是儘可能協助各位擬定這些決策,讓它們成為優質抉擇。我花費大半輩子的時間,磨練自己的股票交易方法,現在我決定藉由本書跟大家分享這些原理與觀念。如果能掌握這些珍貴的知識,我相信各位也能享受到股票市場所獲致的成功,並且把火炬傳遞下去。金融怪傑交易之道超級績效本書所引用的案例,大多是我自己在一九八四年到二〇一二年之間實際交易的股票。這是一份剛不久之前經過實際驗證的研究成果,對我來說,非常珍貴。我希望讀者能夠從這些難能可貴的資料中,彙整出有用的見解,協助各位在股票交易與人生旅程上完成超級績效。只要相信自己,熱情追求,任何事情都是可能的。"
    }
  ]
}